{
  "book_info": {
    "book_key": "economic_9_ECONOMICS",
    "subject": "Economics",
    "class": "9",
    "book_name": "economics",
    "total_chapters": 4,
    "total_pages": 54,
    "page_range": "1-54",
    "processing_date": "2025-07-03T14:02:44.254220"
  },
  "chapters": [
    {
      "chapter_number": 1,
      "filename": "economics_class_9_book_economics_chapter_1.pdf",
      "pages": 31
    },
    {
      "chapter_number": 2,
      "filename": "economics_class_9_book_economics_chapter_2.pdf",
      "pages": 5
    },
    {
      "chapter_number": 3,
      "filename": "economics_class_9_book_economics_chapter_3.pdf",
      "pages": 16
    },
    {
      "chapter_number": 4,
      "filename": "economics_class_9_book_economics_chapter_4.pdf",
      "pages": 1
    }
  ],
  "pages": [
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 1,
      "content": "# The Story of Village Palampur \n\n## Overview\n\nThe purpose of the story is to introduce some basic concepts relating to production and this we do through a story of a hypothetical village called Palampur.*\n\nFarming is the main activity in Palampur, whereas several other activities such as small scale manufacturing, dairy, transport, etc. are carried out on a limited scale. These production activities need various types of resources - natural resources, manmade items, human effort, money, etc. As we read through the story of Palampur, we will learn how various resources combine to produce the desired goods and services in the village.\n\n## Introduction\n\nPalampur is well-connected with neighbouring villages and towns. Raiganj, a big village, is 3 kms from Palampur. An all weather road connects the village to Raiganj and further on to the nearest small town of Shahpur. Many kinds of transport are visible on this road starting from bullock carts, tongas, bogeys (wooden cart drawn by buffalos) loaded with jaggery (gur) and other commodities to motor vehicles like motorcycles, jeeps, tractors and trucks.\n\nThis village has about 450 families belonging to several different castes. The 80 upper caste families own the majority of land in the village. Their houses, some of them quite large, are made of brick with cement plastering. The SCs (dalits) comprise one third of the population and live in one corner of the village and in much smaller houses some of which are of mud and straw. Most of the houses have\n\n\n**[IMAGE: An illustration depicting traditional farming methods with a cart pulled by oxen alongside a tractor.]**\n\n\n\nPicture 1.1 Scene of a village\nelectric connections. Electricity powers all the tubewells in the fields and is used in various types of small business. Palampur has two primary schools and one high school. There is a primary health centre run by the government and one private dispensary where the sick are treated.\n\n- The description above shows that Palampur has fairly well-developed system of roads, transport, electricity, irrigation, schools and health centre. Compare these facilities with those in your nearby village.\nThe story of Palampur, an imaginary village, will take us through the different types of production activities in the village. In villages across India, farming is the main production activity. The other production activities, referred to as nonfarm activities include small manufacturing, transport, shop-keeping, etc. We shall take a look at both these types of activities, after learning a few general things about production.\n\n[^0]\n[^0]:    * The narrative is partly based on a research study by Gilbert Etienne of a village in Bulandshahr district in Western Uttar Pradesh.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:58:48.438818",
      "section_name": "An illustration depicting traditional farming methods with a cart pulled by oxen alongside a tractor.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "image",
        "short_description": "An illustration depicting traditional farming methods with a cart pulled by oxen alongside a tractor.",
        "summary": "The story of the hypothetical village Palampur illustrates basic production concepts through its primary farming activities and various non-farm activities, highlighting the integration of resources and infrastructure in rural development.",
        "page_number": 1,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-0.jpeg",
        "image_bbox": {
          "top_left_x": 792,
          "top_left_y": 459,
          "bottom_right_x": 1438,
          "bottom_right_y": 935
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 1,
        "integrated_content_length": 2746,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "Palampur",
          "farming",
          "production activities",
          "resources",
          "infrastructure",
          "rural development",
          "non-farm activities",
          "community."
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 2,
      "content": "## Organisation of Production\n\nThe aim of production is to produce the goods and services that we want. There are four requirements for production of goods and services.\n\nThe first requirement is land, and other natural resources such as water, forests, minerals.\n\nThe second requirement is labour, i.e. people who will do the work. Some production activities require highly educated workers to perform the necessary tasks. Other activities require workers who can do manual work. Each worker is providing the labour necessary for production.\n\nThe third requirement is physical capital, i.e. the variety of inputs required at every stage during production. What are the items that come under physical capital?\n(a) Tools, machines, buildings: Tools and machines range from very simple tools such as a farmer's plough to sophisticated machines such as generators, turbines, computers, etc. Tools, machines, buildings can be used in production over many years, and are called fixed capital.\n(b) Raw materials and money in hand: Production requires a variety of raw materials such as the yarn used by the weaver and the clay used by the potter. Also, some money is always required during production to make payments and buy other necessary items. Raw materials and money in hand are called working capital. Unlike tools, machines and buildings, these are used up in production.\nThere is a fourth requirement too. You will need knowledge and enterprise to be able to put together land, labour and physical capital and produce an output either to use yourself or to sell in the market. This these days is called human\ncapital. We shall learn more about human capital in the next chapter.\n\n- In the picture, identify the land, labour and fixed capital used in production.\n\n\n**[IMAGE: A photograph of workers operating machinery in an industrial setting, likely related to the textile industry.]**\n\n\n\nPicture 1.2 A factory, with several labourers and machines\n\nEvery production is organised by combining land, labour, physical capital and human capital, which are known as factors of production. As we read through the story of Palampur, we will learn more about the first three factors of production. For convenience, we will refer to the physical capital as the capital in this chapter.\n\n## Farming in Palampur\n\n## 1. Land is fixed\n\nFarming is the main production activity in Palampur. 75 per cent of the people who are working are dependent on farming for their livelihood. They could be farmers or farm labourers. The wellbeing of these people is closely related to production on the farms.\n\nBut remember that there is a basic constraint in raising farm production. Land area under cultivation is practically fixed. Since 1960 in Palampur, there has been no expansion in land area under",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:58:50.196852",
      "section_name": "A photograph of workers operating machinery in an industrial setting, likely related to the textile industry.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "photo",
        "short_description": "A photograph of workers operating machinery in an industrial setting, likely related to the textile industry.",
        "summary": "The organization of production involves four key requirements: land, labor, physical capital, and human capital, which together facilitate the creation of goods and services. In Palampur, farming is the primary production activity, with a fixed land area posing challenges to increasing agricultural output.",
        "page_number": 2,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-1.jpeg",
        "image_bbox": {
          "top_left_x": 836,
          "top_left_y": 364,
          "bottom_right_x": 1488,
          "bottom_right_y": 917
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "## Organisation of Production",
          "content_type": "text",
          "key_topics": [
            "natural",
            "resources",
            "forest",
            "water"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2782,
        "topic_tags": [
          "natural",
          "resources",
          "forest",
          "water"
        ],
        "key_concepts": [
          "natural",
          "resources",
          "forest",
          "water"
        ],
        "keywords": [
          "production",
          "factors of production",
          "land",
          "labor",
          "physical capital",
          "human capital",
          "farming",
          "Palampur"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 3,
      "content": "cultivation. By then, some of the wastelands in the village had been converted to cultivable land. There exists no further scope to increase farm production by bringing new land under cultivation.\n\nThe standard unit of measuring land is hectare, though in the villages you may find land area being discussed in local units such as bigha, guintha etc. One hectare equals the area of a square with one side measuring 100 metres. Can you compare the area of a 1 hectare field with the area of your school ground?\n\n## 2. Is there a way one can grow more from the same land?\n\nIn the kind of crops grown and facilities available, Palampur would resemble a village of the western part of the state of Uttar Pradesh. All land is cultivated in Palampur. No land is left idle. During the rainy season (kharif) farmers grow jowar and bajra. These plants are used as cattle feed. It is followed by cultivation of potato between October and December. In the winter season (rabi), fields are sown with wheat. From the wheat produced, farmers keep enough wheat for the family's consumption and sell the surplus wheat at the market at Raiganj. A part of the land area is also devoted to sugarcane which is harvested once every year. Sugarcane, in its raw form, or as jaggery, is sold to traders in Shahpur.\n\nThe main reason why farmers are able to grow three different crops in a year in Palampur is due to the well-developed system of irrigation. Electricity came early to Palampur. Its major impact was to transform the system of irrigation. Persian wheels were, till then, used by farmers to draw water from the wells and irrigate small fields. People saw that the electric-run tubewells could irrigate much\nlarger areas of land more effectively. The first few tubewells were installed by the government. Soon, however, farmers started setting up private tubewells. As a result, by mid-1970s the entire cultivated area of 200 hectares (ha.) was irrigated.\n\nNot all villages in India have such high levels of irrigation. Apart from the riverine plains, coastal regions in our country are well-irrigated. In contrast, plateau regions such as the Deccan plateau have low levels of irrigation. Of the total cultivated area in the country a little less than 40 per cent is irrigated even today. In the remaining areas, farming is largely dependent on rainfall.\n\nTo grow more than one crop on a piece of land during the year is known as multiple cropping. It is the most common way of increasing production on a given piece of land. All farmers in Palampur grow atleast two main crops; many are growing potato as the third crop in the past fifteen to twenty years.\n\n\n**[IMAGE: Diagram showing different types of crops: Wheat, Bajra, Sugarcane, and Potato.]**\n\n\n\nPicture 1.3 Different crops\n\n## Let's Discuss\n\n- The following Table1.1 shows the land under cultivation in India in units of million hectares. Plot this on the graph provided. What does the graph show? Discuss in class.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:58:51.845338",
      "section_name": "Diagram showing different types of crops: Wheat, Bajra, Sugarcane, and Potato.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "Diagram showing different types of crops: Wheat, Bajra, Sugarcane, and Potato.",
        "summary": "The content discusses agricultural practices in the village of Palampur, highlighting the cultivation of various crops, the significance of irrigation systems, and the concept of multiple cropping to enhance farm productivity.",
        "page_number": 3,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-2.jpeg",
        "image_bbox": {
          "top_left_x": 790,
          "top_left_y": 1222,
          "bottom_right_x": 1435,
          "bottom_right_y": 1580
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "cultivation. By then, some of the wastelands in the village had been converted to cultivable land. There exists no further scope to increase farm production by bringing new land under cultivation.",
          "content_type": "diagram",
          "key_topics": [
            "water"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2963,
        "topic_tags": [
          "water"
        ],
        "key_concepts": [
          "water"
        ],
        "keywords": [
          "Palampur",
          "irrigation",
          "multiple cropping",
          "wheat",
          "sugarcane",
          "jowar",
          "bajra",
          "potato"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 4,
      "content": "Table 1.1: Cultivated area over the years\n\n| Year | Cultivated Area (in Million ctares) |\n| :--: | :--: |\n| 1950-51 | 132 |\n| 1990-91 | 186 |\n| 2000-01 | 186 |\n| 2010-11 (P) | 198 |\n| 2011-12 (P) | 196 |\n| 2012-13 (P) | 194 |\n| 2013-14 (P) | 201 |\n| 2014-15 (P) | 198 |\n| 2015-16 (P) | 197 |\n| 2016-17 (P) | 200 |\n\n(P) - Provisional Data\n\nSource: Pocket Book of Agriculture Statistics 2020, Directorate of Economics and Statistics, Department of Agriculture, Cooperation and Farmers Welfare.\n\nCultivated area (in million hectares)\n\n\n**[IMAGE: A bar chart showing the cultivated area in million hectares over different years.]**\n\n\n\n- Is it important to increase the area under irrigation? Why?\n- You have read about the crops grown in Palampur. Fill the following table based on information on the crops grown in your region.\nYou have seen that one way of increasing production from the same land is by multiple cropping. The other way is to use modern farming methods\nfor higher yield. Yield is measured as crop produced on a given piece of land during a single season. Till the mid1960s, the seeds used in cultivation were traditional ones with relatively low yields. Traditional seeds needed less irrigation. Farmers used cow-dung and other natural manure as fertilizers. All these were readily available with the farmers who did not have to buy them.\n\nThe Green Revolution in the late 1960s introduced the Indian farmer to cultivation of wheat and rice using high yielding varieties (HYVs) of seeds. Compared to the traditional seeds, the HYV seeds promised to produce much greater amounts of grain on a single plant. As a result, the same piece of land would now produce far larger quantities of foodgrains than was possible earlier. HYV seeds, however, needed plenty of water and also chemical fertilizers and pesticides to produce best results.\n\n\n**[IMAGE: A diagram illustrating various components of modern farming methods.]**\n\n\n\nPicture 1.4 Modern Farming Methods: HYV seeds, chemical fertilizer etc.\n\n| Name of crop | Month sown | Month Harvested | Source of irrigation (Rain, <br> tanks, tubewells, canals, etc.) |\n| :-- | :-- | :-- | :-- |\n|  |  |  |  |\n|  |  |  |  |\n|  |  |  |  |",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:58:54.609379",
      "section_name": "A bar chart showing the cultivated area in million hectares over different years.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "chart",
        "short_description": "A bar chart showing the cultivated area in million hectares over different years.",
        "summary": "The content discusses the trends in cultivated area over the years, highlights the significance of irrigation, and explains the impact of the Green Revolution on agricultural practices in India, particularly through the use of high yielding varieties (HYVs) of seeds and modern farming methods.",
        "page_number": 4,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-3.jpeg",
        "image_bbox": {
          "top_left_x": 169,
          "top_left_y": 919,
          "bottom_right_x": 812,
          "bottom_right_y": 1290
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Table 1.1: Cultivated area over the years",
          "content_type": "table",
          "key_topics": [
            "natural",
            "water"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 2,
        "integrated_content_length": 2193,
        "topic_tags": [
          "natural",
          "water"
        ],
        "key_concepts": [
          "natural",
          "water"
        ],
        "keywords": [
          "cultivated area",
          "irrigation",
          "Green Revolution",
          "high yielding varieties",
          "modern farming",
          "crop yield",
          "agricultural statistics",
          "farming methods"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 5,
      "content": "Higher yields were possible only from a combination of HYV seeds, irrigation, chemical fertilisers, pesticides, etc.\n\nFarmers of Punjab, Haryana and Western Uttar Pradesh were the first to try out the modern farming method in India. The farmers in these regions set up tubewells for irrigation, and made use of HYV seeds, chemical fertilisers and pesticides in farming. Some of them bought farm machinery, like tractors and threshers, which made ploughing and harvesting faster. They were rewarded with high yields of wheat.\n\nIn Palampur, the yield of wheat grown from the traditional varieties was 1300 kg per hectare. With HYV seeds, the yield went up to 3200 kg per hectare. There was a large increase in the production of wheat. Farmers now had greater amounts of surplus wheat to sell in the markets.\n\n## Let's Discuss\n\n- What is the difference between multiple cropping and modern farming method?\n- The following table shows the production of wheat and pulses in India after the Green Revolution in units of million tonnes. Plot this on a graph. Was the Green Revolution equally successful for both the crops? Discuss.\n- What is the working capital required by the farmer using modern farming methods?\nTable 1.2: Production of pulses and wheat ( in Million Tonnes)\n\n|  | Production <br> of Pulses | Production <br> of Wheat |\n| :--: | :--: | :--: |\n| 1965 | 66 | 10 |\n| 1970 | 71 | 12 |\n| 1980 | 81 | 11 |\n| 1990 | 91 | 14 |\n| 2000 | 91 | 11 |\n| 2010 | 11 | 18 |\n| 2012 | 13 | 18 |\n| 2013 | 14 | 19 |\n| 2014 | 15 | 17 |\n| 2015 | 16 | 17 |\n| 2016 | 17 | 23 |\n| 2017 | 18 | 25 |\n| 2018 | 19 | 23 |\n| 2019 | 20 | 23 |\n| 2020 | 21 | 26 |\n| 2021 | 22 | 27 |\n| 2022 | 23 | 26 |\n| 2023 | 24 | 24.5 |\n\nSource: AS \\& E Division, Department of Agriculture \\& Farmers Welfare in Economic Survey 2023-24, Statistical Appendix.\n\n- Modern farming methods require the farmer to start with more cash than before. Why?\n\n\n## Suggested Activity\n\n- During your field visit talk to some farmers of your region. Find out:\n\n1. What kind of farming methods modern or traditional or mixed - do the farmers use? Write a note.\n2. What are the sources of irrigation?\n3. How much of the cultivated land is irrigated? (very little/nearly half/ majority/all)\n4. From where do farmers obtain the inputs that they require?\n\n## 3. Will the land sustain?\n\nLand being a natural resource, it is necessary to be careful in its use. Scientific reports indicate that the modern farming methods have overused the natural resource base.\n\nIn many areas, Green Revolution is associated with the loss of soil fertility due to increased use of chemical fertilisers. Also, continuous use of groundwater for tubewell irrigation has led to the depletion of the water-table. Environmental resources, like soil fertility and groundwater, are built up over years. Once destroyed it is very difficult to restore them. We must take care of the environment to ensure future development of agriculture.\n\n## Suggested Activity\n\n- After reading the following reports from newspapers/magazines, write a letter to the Agriculture Minister in your own words telling him how the use of chemical fertilisers can be harmful.\n...Chemical fertilisers provide minerals which dissolve in water and are immediately available to plants. But these may not be retained in the",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:58:56.276735",
      "section_name": "Diagram in Chapter 1",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "chart",
        "short_description": "Diagram in Chapter 1",
        "summary": "The introduction of modern farming methods in regions like Punjab and Haryana, utilizing HYV seeds, irrigation, and chemical inputs, significantly increased wheat yields, demonstrating the impact of the Green Revolution on agricultural productivity in India, while also raising concerns about sustainability and resource overuse.",
        "page_number": 5,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "What Kind Of Farming Methods Modern Or Traditional Or Mixed - Do The Farmers Use? Write A Note",
          "chapter_number": 1,
          "summary": "Higher yields were possible only from a combination of HYV seeds, irrigation, chemical fertilisers, pesticides, etc.",
          "content_type": "diagram",
          "key_topics": [
            "environment",
            "development",
            "natural",
            "resources",
            "soil",
            "water"
          ],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 0,
        "integrated_content_length": 3309,
        "topic_tags": [
          "environment",
          "development",
          "natural",
          "resources",
          "soil",
          "water"
        ],
        "key_concepts": [
          "environment",
          "development",
          "natural",
          "resources",
          "soil",
          "water"
        ],
        "keywords": [
          "Green Revolution",
          "HYV seeds",
          "irrigation",
          "chemical fertilizers",
          "wheat yield",
          "Punjab",
          "Haryana",
          "sustainability"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 6,
      "content": "\n\n**[IMAGE: A diagram illustrating different fields with various crops for crop rotation.]**\n\n\n\nPicture 1.5 Palampur village: Distribution of cultivated land\nsoil for long. They may escape from the soil and pollute groundwater, rivers and lakes. Chemical fertilizers can also kill bacteria and other microorganisms in the soil. This means some time after their use, the soil will be less fertile than ever before....(Source: Down to Earth, New Delhi)\n.....The consumption of chemical fertilizers in Punjab is highest in the country. The continuous use of chemical fertilizers has led to degradation of soil health. Punjab farmers are now forced to use more and more chemical fertilizers and other inputs to achieve the same production level. This means cost of cultivation is rising very fast.....(Source: The Tribune, Chandigarh)\n\n## 4. How is land distributed between the farmers of Palampur?\n\nYou must have realised how important land is for farming. Unfortunately, not all the people engaged in agriculture have sufficient land for cultivation. In Palampur, about one third of the 450 families are landless, i.e. 150 families, most of them dalits, have no land for cultivation.\n\nOf the remaining families who own\nland, 240 families cultivate small plots of land less than 2 hectares in size. Cultivation of such plots doesn't bring adequate income to the farmer family.\n\nIn 1960, Gobind was a farmer with 2.25 hectares of largely unirrigated land. With the help of his three sons Gobind cultivated the land. Though they didn't live very comfortably, the family managed to feed itself with a little bit of extra income from one buffalo that the family possessed. Some years after Gobind's death, this land was divided among his three sons. Each one now has a plot of land that is only 0.75 hectare in size. Even with improved irrigation and modern farming method, Gobind's sons are not able to make a living from their land. They have to look for additional work during part of the year.\n\nYou can see the large number of small plots scattered around the village in the picture. These are cultivated by the small farmers. On the other hand, more than half the area of the village is covered by plots that are quite large in size. In Palampur, there are 60 families of medium and large farmers who cultivate more than 2 hectares of land. A few of the large farmers have land extending over 10 hectares or more.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:58:58.705927",
      "section_name": "A diagram illustrating different fields with various crops for crop rotation.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "A diagram illustrating different fields with various crops for crop rotation.",
        "summary": "The content discusses the impact of chemical fertilizers on soil health in Punjab, highlighting the challenges faced by farmers in Palampur due to land distribution, with many families being landless or owning small plots that do not provide sufficient income.",
        "page_number": 6,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-5.jpeg",
        "image_bbox": {
          "top_left_x": 228,
          "top_left_y": 150,
          "bottom_right_x": 1446,
          "bottom_right_y": 695
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "![img-5.jpeg](img-5.jpeg)",
          "content_type": "text",
          "key_topics": [
            "soil",
            "water"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2411,
        "topic_tags": [
          "soil",
          "water"
        ],
        "key_concepts": [
          "soil",
          "water"
        ],
        "keywords": [
          "chemical fertilizers",
          "soil health",
          "Punjab",
          "Palampur",
          "land distribution",
          "small farmers",
          "landless families",
          "agricultural challenges"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 7,
      "content": "Picture 1.6 Work on the fields: Wheat crop—ploughing by bullocks, sowing, spraying of insecticides, cultivation by traditional method, cultivation by modern method, and cutting of crops.\n\n\n\n**[IMAGE: Illustrations of various traditional farming methods and tools used in agriculture.]**\n\n\n\n## Let's Discuss\n\n- In the Picture 1.5, can you shade the land cultivated by the small farmers?\n- Why do so many families of farmers cultivate such small plots of land?\n- The distribution of farmers in India and the amount of land they cultivate is given in the following Graph 1.1. Discuss in the classroom.\nGraph 1.1: Distribution of Cultivated Area and Farmers\n\n\n\n**[IMAGE: A pie chart showing the distribution of cultivated area and the number of farmers by farm size.]**\n\n\n\nSource: Pocket Book of Agriculture Statistics 2020 and State of Indian Agriculture 2020, Department of Agriculture, Cooperation and Farmers Welfare.\n\n## Let's Discuss\n\n- Would you agree that the distribution of cultivated land is unequal in Palampur? Do you find a similar situation for India? Explain.\n\n\n## 5. Who will provide the labour?\n\nAfter land, labour is the next necessary factor for production. Farming requires a great deal of hard work. Small farmers along with their families cultivate their own fields. Thus, they provide the labour required for farming themselves. Medium and large farmers hire farm labourers to work on their fields.\n\n## Let's Discuss\n\n- Identify the work being done on the field in the Pictures 1.6 and arrange them in a proper sequence.\nFarm labourers come either from landless families or families cultivating small plots of land. Unlike farmers, farm labourers do not have a right over the",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:59:00.116927",
      "section_name": "Illustrations of various traditional farming methods and tools used in agriculture.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "Illustrations of various traditional farming methods and tools used in agriculture.",
        "summary": "The content discusses traditional and modern farming methods in India, highlighting the roles of small, medium, and large farmers, as well as the labor dynamics in agriculture, particularly in relation to land ownership and cultivation practices.",
        "page_number": 7,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-6.jpeg",
        "image_bbox": {
          "top_left_x": 414,
          "top_left_y": 152,
          "bottom_right_x": 1478,
          "bottom_right_y": 919
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Picture 1.6 Work on the fields: Wheat crop—ploughing by bullocks, sowing, spraying of insecticides, cultivation by traditional method, cultivation by modern method, and cutting of crops.",
          "content_type": "diagram",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 2,
        "integrated_content_length": 1695,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "agriculture",
          "farming methods",
          "small farmers",
          "labor dynamics",
          "land distribution",
          "traditional methods",
          "modern methods",
          "farm laborers"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 8,
      "content": "\n\n**[IMAGE: A comic strip depicting the struggles of Dala and Ramkali, the poorest natives of the village, in finding work and repaying debts.]**\n\n\n\nPicture 1.7 The conversation between Dala and Ramkali\ncrops grown on the land. Instead they are paid wages by the farmer for whom they work. Wages can be in cash or in kind e.g. crop. Sometimes labourers get meals also. Wages vary widely from region to region, from crop to crop, from one farm activity to another (like sowing and harvesting). There is also a wide variation in the duration of employment. A farm\nlabourer might be employed on a daily basis, or for one particular farm activity like harvesting, or for the whole year.\n\nDala is a landless farm labourer who works on daily wages in Palampur. This means he must regularly look for work. The minimum wages for a farm labourer set by the government is Rs 300 per day (March 2019), but Dala gets only Rs 160 . There is",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:59:02.152284",
      "section_name": "A comic strip depicting the struggles of Dala and Ramkali, the poorest natives of the village, in finding work and repaying debts.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "A comic strip depicting the struggles of Dala and Ramkali, the poorest natives of the village, in finding work and repaying debts.",
        "summary": "The comic strip illustrates the challenges faced by Dala and Ramkali, landless farm laborers in Palampur, who struggle with low wages and job insecurity while working for farmers, highlighting the disparities in agricultural employment and wages.",
        "page_number": 8,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-8.jpeg",
        "image_bbox": {
          "top_left_x": 259,
          "top_left_y": 198,
          "bottom_right_x": 1403,
          "bottom_right_y": 1552
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "![img-8.jpeg](img-8.jpeg)",
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 927,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "Dala",
          "Ramkali",
          "farm laborers",
          "wages",
          "employment",
          "Palampur",
          "agricultural disparities",
          "job insecurity"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 9,
      "content": "heavy competition for work among the farm labourers in Palampur, so people agree to work for lower wages. Dala complains about his situation to Ramkali, who is another farm labourer.\n\nBoth Dala and Ramkali are among the poorest people in the village.\n\n## Let's Discuss\n\n- Why are farm labourers like Dala and Ramkali poor?\n- Gosaipur and Majauli are two villages in North Bihar. Out of a total of 850 households in the two villages, there are more than 250 men who are employed in rural Punjab and Haryana or in Delhi, Mumbai, Surat, Hyderabad or Nagpur. Such migration is common in most villages across India. Why do people migrate? Can you describe (based on your imagination) the work that the migrants of Gosaipur and Majauli might do at the place of destination?\n\n\n## 6. The capital needed in farming\n\nYou have already seen that the modern farming methods require a great deal of capital, so that the farmer now needs more money than before.\n\n1. Most small farmers have to borrow money to arrange for the capital. They borrow from large farmers or the village moneylenders or the traders who supply various inputs for cultivation. The rate of interest on such loans is very high. They are put to great distress to repay the loan.\nSavita is a small farmer. She plans to cultivate wheat on her 1 hectare of land. Besides seeds, fertilizers and pesticides, she needs cash to buy water and repair her farm instruments. She estimates that the working capital itself would cost a minimum of Rs 3,000. She doesn't have the money, so she decides to borrow from Tejpal Singh, a large\nfarmer. Tejpal Singh agrees to give Savita the loan at an interest rate of 24 per cent for four months, which is a very high interest rate. Savita also has to promise to work on his field as a farm labourer during the harvest season at Rs 100 per day. As you can tell, this wage is quite low. Savita knows that she will have to work very hard to complete harvesting on her own field, and then work as a farm labourer for Tejpal Singh. The harvest time is a very busy time. As a mother of three children she has a lot of household responsibilities. Savita agrees to these tough conditions as she knows getting a loan is difficult for a small farmer.\n2. In contrast to the small farmers, the medium and large farmers have their own savings from farming. They are thus able to arrange for the capital needed. How do these farmers have their own savings? You shall find the answer in the next section.\n\n## Let's discuss the story so far....\n\nWe have read about the three factors of production-land, labour and capitaland how they are used in farming. Let us fill in the blanks given below.\n\nAmong the three factors of production, we found that labour is the most abundant factor of production. There are many people who are willing to work as farm labourers in the villages, whereas the opportunities of work are limited. They belong to either landless families or\n$\\qquad$ . They are paid low wages, and lead a difficult life.\n\nIn contrast to labour, is a scarce factor of production. Cultivated land area is $\\qquad$ Moreover, even the existing land is distributed (equally/unequally) among the people engaged in farming. There are a large number of small farmers who cultivate small plots of land and live in",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:59:05.184287",
      "section_name": "Water content in Chapter 1",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "Water content in Chapter 1",
        "summary": "The study material discusses the challenges faced by farm laborers like Dala and Ramkali in Palampur, highlighting issues of low wages, poverty, and the need for capital in modern farming, exemplified by Savita's struggle to secure a loan for her agricultural needs.",
        "page_number": 9,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "Most Small Farmers Have To Borrow Money To Arrange For The Capital",
          "chapter_number": 1,
          "summary": "heavy competition for work among the farm labourers in Palampur, so people agree to work for lower wages. Dala complains about his situation to Ramkali, who is another farm labourer.",
          "content_type": "text",
          "key_topics": [
            "water"
          ],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 0,
        "integrated_content_length": 3287,
        "topic_tags": [
          "water"
        ],
        "key_concepts": [
          "water"
        ],
        "keywords": [
          "farm laborers",
          "poverty",
          "migration",
          "capital",
          "small farmers",
          "loans",
          "interest rates",
          "agricultural challenges"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 10,
      "content": "conditions not much better than the landless farm labourer. To make the maximum use of the existing land, farmers use and\n$\\qquad$ Both these have led to increase in production of crops.\n\nModern farming methods require a great deal of $\\qquad$ Small farmers usually need to borrow money to arrange for the capital, and are put to great distress to repay the loan. Therefore, capital too is a scarce factor of production, particularly for the small farmers.\n\nThough both land and capital are scarce, there is a basic difference between the two factors of production. $\\qquad$ is a natural resource, whereas $\\qquad$ is man-made. It is possible to increase capital, whereas land is fixed. Therefore, it is very important that we take good care of land and other natural resources used in farming.\n\n## 7. Sale of Surplus Farm Products\n\nLet us suppose that the farmers have produced wheat on their lands using the three factors of production. The wheat is harvested and production is complete. What do the farmers do with the wheat? They retain a part of the wheat for the family's consumption and sell the surplus wheat. Small farmers like Savita and Gobind's sons have little surplus wheat because their total production is small and from this a substantial share is kept for their own family needs. So it is the medium and large farmers who supply wheat to the market. In the Picture 1.1, you can see the bullock cart streaming into the market each carrying loads of wheat. The traders at the market buy the wheat and sell it further to shopkeepers in the towns and cities.\n\nTejpal Singh, the large farmer, has a surplus of 350 quintals of wheat from all his lands! He sells the surplus wheat at the Raiganj market and has good earnings.\n\nWhat does Tejpal Singh do with his earnings? Last year, Tejpal Singh had put most of the money in his bank account. Later he used the savings for lending to farmers like Savita who were in need of a loan. He also used the savings to arrange for the working capital for farming in the next season. This year Tejpal Singh plans to use his earnings to buy another tractor. Another tractor would increase his fixed capital.\n\nLike Tejpal Singh, other large and medium farmers sell the surplus farm products. A part of the earnings is saved and kept for buying capital for the next season. Thus, they are able to arrange for the capital for farming from their own savings. Some farmers might also use the savings to buy cattle, trucks, or to set up shops. As we shall see, these constitute the capital for non-farm activities.\n\n## Non-Farm Activities in Palampur\n\nWe have learnt about farming as the main production activity in Palampur. We shall now take a look at some of the non-farm production activities. Only 25 per cent of the people working in Palampur are engaged in activities other than agriculture.\n\n## 1. Dairy - the other common activity\n\nDairy is a common activity in many families of Palampur. People feed their buffalos on various kinds of grass and the jouvar and bajra that grows during the rainy season. The milk is sold in Raiganj, the nearby large village. Two traders from Shahpur town have set up collection cum chilling centres at Raiganj from where the milk is transported to far away towns and cities.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:59:07.219671",
      "section_name": "Natural, Resources content in Chapter 1",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "Natural, Resources content in Chapter 1",
        "summary": "The content discusses the challenges faced by small farmers in Palampur regarding land and capital scarcity, the sale of surplus farm products, and the role of larger farmers in the agricultural economy, highlighting the importance of managing natural resources and the emergence of non-farm activities.",
        "page_number": 10,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "conditions not much better than the landless farm labourer. To make the maximum use of the existing land, farmers use and",
          "content_type": "text",
          "key_topics": [
            "natural",
            "resources"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 3260,
        "topic_tags": [
          "natural",
          "resources"
        ],
        "key_concepts": [
          "natural",
          "resources"
        ],
        "keywords": [
          "small farmers",
          "land scarcity",
          "capital",
          "surplus wheat",
          "market",
          "non-farm activities",
          "agricultural economy",
          "production factors"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 11,
      "content": "# Let's Discuss \n\n- Let us take three farmers. Each has grown wheat on his field though the production is different (see Column 2). The consumption of wheat by each farmer family is the same (Column 3). The whole of surplus wheat this year is used as capital for next year's production. Also suppose, production is twice the capital used in production. Complete the tables.\n\n\n## Farmer 1\n\n|  | Production | Consumption | Surplus $=$ <br> Production - <br> Consumption | Capital for the <br> next year |\n| :-- | :--: | :--: | :--: | :--: |\n| Year 1 | 100 | 40 | 60 | 60 |\n| Year 2 | 120 | 40 |  |  |\n| Year 3 |  | 40 |  |  |\n\nFarmer 2\n\n|  | Production | Consumption | Surplus | Capital for the <br> next year |\n| :-- | :--: | :--: | :--: | :--: |\n| Year 1 | 80 | 40 |  |  |\n| Year 2 |  | 40 |  |  |\n| Year 3 |  | 40 |  |  |\n\nFarmer 3\n\n|  | Production | Consumption | Surplus | Capital for the <br> next year |\n| :-- | :--: | :--: | :--: | :--: |\n| Year 1 | 60 | 40 |  |  |\n| Year 2 |  | 40 |  |  |\n| Year 3 |  | 40 |  |  |\n\n## Let's Discuss\n\n- Compare the production of wheat by the three farmers over the years.\n- What happens to Farmer 3 in Year 3? Can he continue production? What will he have to do to continue production?\n\n\n## 2. An example of small-scale manufacturing in Palampur\n\nAt present, less than fifty people are engaged in manufacturing in Palampur.\n\nUnlike the manufacturing that takes place in the big factories in the towns and cities, manufacturing in Palampur involves very simple production methods",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:59:10.994462",
      "section_name": "Table in Chapter 1",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "Table in Chapter 1",
        "summary": "The content discusses the agricultural production and consumption of three farmers growing wheat, analyzing their surplus and capital for future production, while also introducing small-scale manufacturing in Palampur, highlighting its simplicity compared to larger factories.",
        "page_number": 11,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "- Let us take three farmers. Each has grown wheat on his field though the production is different (see Column 2). The consumption of wheat by each farmer family is the same (Column 3). The whole of su...",
          "content_type": "table",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 1518,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "agriculture",
          "wheat production",
          "surplus",
          "capital",
          "small-scale manufacturing",
          "Palampur",
          "consumption",
          "production methods"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 12,
      "content": "and are done on a small scale. They are carried out mostly at home or in the fields with the help of family labour. Rarely are labourers hired.\n\nMishrilal has purchased a mechanical sugarcane crushing machine run on electricity and has set it up on his field. Sugarcane crushing was earlier done with the help of bullocks, but people prefer to do it by machines these days. Mishrilal also buys sugarcane from other farmers and processes it into jaggery. The jaggery is then sold to traders at Shahpur. In the process, Mishrilal makes a small profit.\n\n## Let's Discuss\n\n- What capital did Mishrilal need to set up his jaggery manufacturing unit?\n- Who provides the labour in this case?\n- Can you guess why Mishrilal is unable to increase his profit?\n- Could you think of any reasons when he might face a loss?\n- Why does Mishrilal sell his jaggery to traders in Shahpur and not in his village?\n\n\n## 3. The shopkeepers of Palampur\n\nPeople involved in trade (exchange of goods) are not many in Palampur. The traders of Palampur are shopkeepers who buy various goods from wholesale markets in the cities and sell them in the village. You will see small general stores in the village selling a wide range of items like rice, wheat, sugar, tea, oil, biscuits, soap, toothpaste, batteries, candles, notebooks, pen, pencil, even some cloth. A few of the families whose houses are close to the bus stand have used a part of the space to open small shops. They sell eatables.\n\nKareem has opened a computer class centre in the village. In recent years a large number of students have been attending college in Shahpur town. Kareem found that a number of students from the village are also attending computer classes in the town. There were two women in the village who had a degree in computer applications. He decided to employ them. He bought computers and set up the classes in the front room of their house overlooking the market. High school students have started attending them in good numbers.\n\n## Let's Discuss\n\n- In what ways is Kareem's capital and labour different from Mishrilal's?\n- Why didn't someone start a computer centre earlier? Discuss the possible reasons.\n\n\n## 4. Transport: a fast developing sector\n\nThere are variety of vehicles on the road connecting Palampur to Raiganj. Rickshawallahs, tongawallahs, jeep, tractor, truck drivers and people driving the traditional bullock cart and bogey are people in the transport services. They ferry people and goods from one place to another, and in return get paid for it. The number of people involved in transport has grown over the last several years.\n\nKishora is a farm labourer. Like other such labourers, Kishora found it difficult to meet his family's needs from the wages that he received. A few years back Kishora took a loan from the bank. This was under a government programme which was giving cheap loans to poor landless households. Kishora bought a buffalo with this money. He now sells the buffalo's milk.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:59:13.480302",
      "section_name": "Table in Chapter 1",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "Table in Chapter 1",
        "summary": "The content discusses small-scale agricultural and trade activities in Palampur, focusing on Mishrilal's jaggery production using a mechanical sugarcane crusher and Kareem's establishment of a computer class center, highlighting the roles of capital and labor in these ventures and the growth of the transport sector in the village.",
        "page_number": 12,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "and are done on a small scale. They are carried out mostly at home or in the fields with the help of family labour. Rarely are labourers hired.",
          "content_type": "table",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 2974,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "jaggery",
          "sugarcane",
          "Mishrilal",
          "trade",
          "Kareem",
          "computer classes",
          "transport",
          "Palampur"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 13,
      "content": "Further, he has attached a wooden cart to his buffalo and uses it to transport various items. Once a week, he goes to the river Ganga to bring back clay for the potter. Or sometimes he goes to Shahpur with a load of jaggery or other commodities. Every month he gets some work in transport. As a result, Kishora is able to earn more than what he used to do some years back.\n\n## Let's Discuss\n\n- What is Kishora's fixed capital?\n- What do you think would be his working capital?\n- In how many production activities is Kishora involved?\n- Would you say that Kishora has benefitted from better roads in Palampur?\n\n\n## Summary\n\nFarming is the main production activity in the village. Over the years there have been many important changes in the way farming is practiced. These have allowed the farmers to produce more crops from the same amount of land. This is an important achievement, since land is fixed and scarce. But in raising production a great deal of pressure has been put on land and other natural resources.\n\nThe new ways of farming need less land, but much more of capital. The medium and large farmers are able to use their own savings from production to arrange for capital during the next season. On the other hand, the small farmers who constitute about 80 per cent of total farmers in India, find it difficult to obtain capital. Because of the small size of their plots, their production is not enough. The lack of surplus means that they are unable to obtain capital from their own savings, and have to borrow. Besides the debt, many of the small farmers have to do additional work as farm labourers to feed themselves and their families.\n\nLabour being the most abundant factor of production, it would be ideal if new ways of farming used much more labour. Unfortunately, such a thing has not happened. The use of labour on farms is limited. The labour, looking for opportunities is thus migrating to neighbouring villages, towns and cities. Some labour has entered the non-farm sector in the village.\n\nAt present, the non-farm sector in the village is not very large. Out of every 100 workers in the rural areas in India, only 24 are engaged in non-farm activities. Though there is a variety of non-farm activities in the villages (we have only seen a few examples), the number of people employed in each is quite small.\n\nIn the future, one would like to see more non-farm production activities in the village. Unlike farming, non-farm activities require little land. People with some amount of capital can set up non-farm activities. How does one obtain this capital? One can either use his own savings, but more often has to take a loan. It is important that loan be available at low rate of interest so that even people without savings can start some non-farm activity. Another thing which is essential for expansion of non-farm activities is to have markets where the goods and services produced can be sold. In Palampur, we saw the neighbouring villages, towns and cities provide the markets for milk, jaggery, wheat, etc. As more villages get connected to towns and cities through good roads, transport and telephone, it is possible that the opportunities for non-farm activities in the village would increase in the coming years.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:59:15.315340",
      "section_name": "Natural, Resources content in Chapter 1",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "Natural, Resources content in Chapter 1",
        "summary": "The content discusses the challenges faced by farmers in Palampur, highlighting the shift towards more capital-intensive farming practices and the difficulties small farmers encounter in obtaining capital, leading to reliance on loans and additional labor work. It also emphasizes the limited growth of non-farm activities in rural areas and the need for accessible loans to promote these activities.",
        "page_number": 13,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Further, he has attached a wooden cart to his buffalo and uses it to transport various items. Once a week, he goes to the river Ganga to bring back clay for the potter. Or sometimes he goes to Shahpur...",
          "content_type": "text",
          "key_topics": [
            "natural",
            "resources"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 3252,
        "topic_tags": [
          "natural",
          "resources"
        ],
        "key_concepts": [
          "natural",
          "resources"
        ],
        "keywords": [
          "farming",
          "capital",
          "small farmers",
          "non-farm activities",
          "loans",
          "rural economy",
          "production",
          "labor migration"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 14,
      "content": "# Exercises \n\n1. Every village in India is surveyed once in ten years during the Census and some of details are presented in the following format. Fill up the following based on information on Palampur.\na. LOCATION:\nb. TOTAL AREA OF THE VILLAGE:\nc. LAND USE (in hectares):\n\n| Cultivated Land |  | Land not available for cultivation <br> (Area covering dwellings, roads, <br> ponds, grazing ground) |\n| :-- | :-- | :-- |\n|  |  | 26 hectares |\n\nd. FACILITIES:\n\n| Educational |\n| :-- |\n| Medical |\n| Market |\n| Electricity Supply |\n| Communication |\n| Nearest Town |\n\n2. Modern farming methods require more inputs which are manufactured in industry. Do you agree?\n3. How did the spread of electricity help farmers in Palampur?\n4. Is it important to increase the area under irrigation? Why?\n5. Construct a table on the distribution of land among the 450 families of Palampur.\n6. Why are the wages for farm labourers in Palampur less than minimum wages?\n7. In your region, talk to two labourers. Choose either farm labourers or labourers working at construction sites. What wages do they get? Are they paid in cash or kind? Do they get work regularly? Are they in debt?\n8. What are the different ways of increasing production on the same piece of land? Use examples to explain.\n9. Describe the work of a farmer with 1 hectare of land.\n10. How do the medium and large farmers obtain capital for farming? How is it different from the small farmers?\n11. On what terms did Savita get a loan from Tajpal Singh? Would Savita's condition be different if she could get a loan from the bank at a low rate of interest?\n12. Talk to some old residents in your region and write a short report on the changes in irrigation and changes in production methods during the last 30 years. (Optional)",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:59:17.290211",
      "section_name": "Table in Chapter 1",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "Table in Chapter 1",
        "summary": "The content focuses on understanding the socio-economic aspects of the village of Palampur through various exercises related to land use, farming methods, labor wages, and the impact of modern facilities and irrigation on agriculture.",
        "page_number": 14,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "Every Village In India Is Surveyed Once In Ten Years During The Census And Some Of Details Are Prese",
          "chapter_number": 1,
          "summary": "1. Every village in India is surveyed once in ten years during the Census and some of details are presented in the following format. Fill up the following based on information on Palampur.",
          "content_type": "table",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 0,
        "integrated_content_length": 1774,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "Palampur",
          "Census",
          "land use",
          "farming methods",
          "irrigation",
          "labor wages",
          "agricultural production",
          "socio-economic analysis"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 1",
      "chapter_number": 1,
      "page_number": 15,
      "content": "13. What are the non-farm production activities taking place in your region? Make a short list.\n14. What can be done so that more non-farm production activities can be started in villages?\n\n# References \n\nEtienne, Gilbert. 1985. Rural Development in Asia: Meetings with Peasants, Sage Publications, New Delhi.\nEtienne, Gilbert. 1988. Food and Poverty: India's Half Won Battle, Sage Publications, New Delhi.\nRaj, K.N. 1991. 'Village India and its Political Economy' in C.T. Kurien (Edited) Economy, Society and Development, Sage Publications, New Delhi\nThorner, Daniel and Alice Thorner. 1962. Land and Labour in India, Asia Publishing House, Bombay.\nhttp://economictimes.indiatimes.com/news/policy/government-hikes-minimumwage-for-agriculture-labourer/articleshow/57408252.cms",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T13:59:18.342354",
      "section_name": "Table in Chapter 1",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_1",
        "document_type": "diagram",
        "short_description": "Table in Chapter 1",
        "summary": "The content discusses the identification of non-farm production activities in rural areas and explores strategies to promote the establishment of more such activities in villages.",
        "page_number": 15,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 1",
        "chapter_number": 1,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "What Are The Non-Farm Production Activities Taking Place In Your Region? Make A Short List",
          "chapter_number": 13,
          "summary": "13. What are the non-farm production activities taking place in your region? Make a short list.",
          "content_type": "table",
          "key_topics": [
            "development"
          ],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 0,
        "integrated_content_length": 776,
        "topic_tags": [
          "development"
        ],
        "key_concepts": [
          "development"
        ],
        "keywords": [
          "non-farm production",
          "rural development",
          "village economy",
          "economic activities",
          "agricultural labor",
          "policy initiatives",
          "employment generation",
          "sustainable development"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 16,
      "content": "## Overview\n\nThe chapter 'People as Resource' is an effort to explain population as an asset for the economy rather than a liability. Population becomes human capital when there is investment made in the form of education, training and medical care. In fact, human capital is the stock of skill and productive knowledge embodied in them.\n'People as Resource' is a way of referring to a country's working people in terms of their existing productive skills and abilities. Looking at the population from this productive aspect emphasises its ability to contribute to the creation of the Gross National Product. Like other resources population also is a resource - a 'human resource'. This is the positive side of a large population that is often overlooked when we look only at the negative side, considering only the problems of providing the population with food, education and access to health facilities. When the existing 'human resource' is further developed by becoming more educated and healthy, we call it 'human capital formation' that adds to the productive power of the country just like 'physical capital formation'.\n\nInvestment in human capital (through education, training, medical care) yields a return just like investment in physical capital. This can be seen directly in the form of higher incomes earned because of higher productivity of the more educated or the better trained persons, as well as the higher productivity of healthier people.\n\nIndia's Green Revolution is a dramatic example of how the input of greater knowledge in the form of improved production technologies can rapidly increase the productivity of scarce land resources. India's IT revolution is a striking instance of how the importance of human capital has come to acquire a higher position than that of material, plant and machinery.\nSource: Planning Commission, Govt. of India.\n\n\n**[IMAGE: A diagram explaining the concepts of Human Resource and Human Capital.]**\n\n",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:23.699893",
      "section_name": "A diagram explaining the concepts of Human Resource and Human Capital.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "A diagram explaining the concepts of Human Resource and Human Capital.",
        "summary": "The chapter 'People as Resource' highlights the significance of population as an asset through investment in education, training, and healthcare, transforming it into human capital that enhances productivity and contributes to economic growth.",
        "page_number": 16,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-0.jpeg",
        "image_bbox": {
          "top_left_x": 825,
          "top_left_y": 1002,
          "bottom_right_x": 1528,
          "bottom_right_y": 1853
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "The chapter 'People as Resource' is an effort to explain population as an asset for the economy rather than a liability. Population becomes human capital when there is investment made in the form of e...",
          "content_type": "text",
          "key_topics": [
            "resources"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 1957,
        "topic_tags": [
          "resources"
        ],
        "key_concepts": [
          "resources"
        ],
        "keywords": [
          "human capital",
          "population",
          "economic growth",
          "education",
          "training",
          "medical care",
          "productivity",
          "Green Revolution"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 17,
      "content": "\n\n**[IMAGE: A diagram illustrating different aspects of human capital, including healthcare, education, and various professions.]**\n\n\n\nPicture 2.1\n\n## Let's Discuss\n\n- Looking at the photograph can you explain how a doctor, teacher, engineer and a tailor are an asset to the economy?\nNot only do the more educated and the healthier people gain through higher incomes, society also gains in other indirect ways because the advantages of a more educated or a healthier population spreads to those also who themselves were not directly educated or given health care. In fact, human capital is in one way superior to other resources like land and physical capital: human resource can make use of land and capital. Land and capital cannot become useful on its own!\n\nFor many decades in India, a large population has been considered a liability rather than an asset. But a large\npopulation need not be a burden for the economy. It can be turned into a productive asset by investment in human capital (for example, by spending resources on education and health for all, training of industrial and agricultural workers in the use of modern technology, useful scientific researches and so on).\n\nThe two following cases illustrate how people can try to become a more productive resource:\n\n## Story of Sakal\n\nThere were two friends Vilas and Sakal living in the same village Semapur. Sakal was a twelve-yearold boy. His mother Sheela looked after domestic chores. His father Buta Chaudhary worked in an agricultural field. Sakal helped his mother in domestic chores. He also looked after his younger brother Jeetu and sister Seetu. His uncle Shyam had passed the matriculation examination, but, was sitting idle in the house as he had no job. Buta and Sheela were eager to teach Sakal. They forced him to join the village school which he soon joined. He started studying and completed his higher secondary examination. His father persuaded him to continue his studies. He raised a loan for Sakal to study a vocational course in computers. Sakal was meritorious and interested in studies from the beginning. With great vigour and enthusiasm he completed his course. After some time he got a job in a private firm. He even designed a new kind of software. This software helped him increase the sale of the firm. His boss acknowledged his services and rewarded him with a promotion.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:25.086780",
      "section_name": "A diagram illustrating different aspects of human capital, including healthcare, education, and various professions.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "A diagram illustrating different aspects of human capital, including healthcare, education, and various professions.",
        "summary": "The content emphasizes the importance of human capital in transforming a large population into a productive asset through investments in education and health, illustrated by the story of Sakal, who benefits from educational opportunities leading to economic contributions.",
        "page_number": 17,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-1.jpeg",
        "image_bbox": {
          "top_left_x": 104,
          "top_left_y": 233,
          "bottom_right_x": 742,
          "bottom_right_y": 1042
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "![img-1.jpeg](img-1.jpeg)",
          "content_type": "diagram",
          "key_topics": [
            "resources"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2368,
        "topic_tags": [
          "resources"
        ],
        "key_concepts": [
          "resources"
        ],
        "keywords": [
          "human capital",
          "education",
          "healthcare",
          "economic asset",
          "productivity",
          "vocational training",
          "investment",
          "societal benefits"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 18,
      "content": "\n\n**[IMAGE: A diagram illustrating different social classes and their activities.]**\n\n\n\nPicture 2.2 Stories of Vilas and Sakal\n\n## Story of Vilas\n\nVilas was an eleven-year old boy residing in the same village as Sakal. Vilas's father Mahesh was a fisherman. His father passed away when he was only two years old. His mother Geeta sold fish to earn money to feed the family. She bought fish from the landowner's pond and sold it in the nearby mandi. She could earn only Rs 150 a day by selling fish. Vilas became a patient of arthritis. His mother could not afford to take him to the doctor. He could not go to school either. He was not interested in studies. He helped his mother in cooking and also looked after his younger brother Mohan. After some time his mother fell sick and there was no one to look after her. There was no one in the family to support them. Vilas, too, was forced to sell fish in the same village. He like his mother earned only a meagre income.\n\n## Let's Discuss\n\n- Do you notice any difference between the two friends? What are those?\n\n\n## Activity\n\nVisit a nearby village or a slum area and write down a case study of a boy or girl of your age facing the same condition as Vilas or Sakal.\n\nIn the two case studies we saw Sakal went to school and Vilas did not go. Sakal was physically strong and healthy. There was no need for him to visit the doctor frequently. Vilas was a patient of arthritis. He lacked the means to visit the doctor. Sakal acquired a degree in computer programming. Sakal found a job in a private firm while Vilas continued with the same work as his mother. He earned a meagre income like his mother to support a family.\n\nIn the case of Sakal, several years of education added to the quality of labour. This enhanced his total productivity. Total productivity adds to the growth of the economy. This in turn pays an",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:26.566241",
      "section_name": "A diagram illustrating different social classes and their activities.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "A diagram illustrating different social classes and their activities.",
        "summary": "The stories of Vilas and Sakal illustrate the stark differences in opportunities and outcomes based on social class, education, and health, highlighting how these factors influence individual productivity and economic growth.",
        "page_number": 18,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-2.jpeg",
        "image_bbox": {
          "top_left_x": 184,
          "top_left_y": 185,
          "bottom_right_x": 1464,
          "bottom_right_y": 843
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "![img-2.jpeg](img-2.jpeg)",
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 1863,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "social class",
          "education",
          "health",
          "productivity",
          "economic growth",
          "case study",
          "inequality",
          "livelihood"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 19,
      "content": "individual through salary or in some other form of his choice. In case of Vilas, there could not be any education or health care in the early part of his life. He spends his life selling fish like his mother. Henceforth, he draws the same salary of unskilled labourer as his mother.\n\nInvestment in human resource (via education and medical care) can give high rates of return in future. This investment on people is the same as investment in land and capital.\n\nA child, too, with investments made on her education and health, can yield a high return in future in the form of higher earnings and greater contribution to the society. Educated parents are found to invest more heavily on the education of their child. This is because they have realised the importance of education for themselves. They are also conscious of proper nutrition and hygiene. They accordingly look after their children's needs for education at school and good health. A virtuous cycle is, thus, created in this case. In contrast, a vicious cycle may be created by disadvantaged parents, who themselves uneducated and lacking in hygiene, keep their children in a similarly disadvantaged state.\n\nCountries, like Japan, have invested in human resource. They did not have any natural resource. These countries are developed/rich. They import the natural resource needed in their country. How did they become rich/developed? They have invested on people, especially in the field of education and health. These people have made efficient use of other resources, like land and capital. Efficiency and the technology evolved by people have made these countries rich/developed.\n\n## Economic Activities by Men and Women\n\nLike Vilas and Sakal, people have been engaged in various activities. We saw that Vilas sold fish and Sakal got a job in the firm. The various activities have been classified into three main sectors i.e., primary, secondary and tertiary. Primary sector includes agriculture, forestry, animal husbandry, fishing, poultry farming, mining and quarrying. Manufacturing is included in the secondary sector. Trade, transport, communication, banking, education, health, tourism, services, insurance, etc. are included in the tertiary sector. The activities in this sector result in the production of goods and services. These activities add value to the national income. These activities are called economic activities. Economic activities have two parts - market activities and non-market activities. Market activities involve remuneration to anyone who performs i.e., activity performed for pay or profit. These include production of goods or services, including government service. Non-market activities are the production for self-consumption. These can be\n\n\n**[IMAGE: A diagram illustrating sources of environmental pollution including agriculture, industry, and marine activities.]**\n\n\n\nPicture 2.3 Based on the picture can you classify these activities into three sectors?",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:28.855105",
      "section_name": "A diagram illustrating sources of environmental pollution including agriculture, industry, and marine activities.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "A diagram illustrating sources of environmental pollution including agriculture, industry, and marine activities.",
        "summary": "The content discusses the importance of investing in human resources through education and healthcare, highlighting how such investments can lead to higher future earnings and societal contributions. It contrasts virtuous cycles of educated families with vicious cycles of disadvantaged ones, and categorizes economic activities into primary, secondary, and tertiary sectors.",
        "page_number": 19,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-3.jpeg",
        "image_bbox": {
          "top_left_x": 806,
          "top_left_y": 1242,
          "bottom_right_x": 1440,
          "bottom_right_y": 1872
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "individual through salary or in some other form of his choice. In case of Vilas, there could not be any education or health care in the early part of his life. He spends his life selling fish like his...",
          "content_type": "text",
          "key_topics": [
            "natural",
            "resources",
            "forest"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2958,
        "topic_tags": [
          "natural",
          "resources",
          "forest"
        ],
        "key_concepts": [
          "natural",
          "resources",
          "forest"
        ],
        "keywords": [
          "human resource investment",
          "education",
          "healthcare",
          "virtuous cycle",
          "economic activities",
          "primary sector",
          "secondary sector",
          "tertiary sector"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 20,
      "content": "consumption and processing of primary product and own account production of fixed assets.\n\n## Activity\n\nVisit a village or colony located near to your residential area and note down the various activities undertaken by the people of that village or colony.\n\nIf this is not possible, ask your neighbour what is their profession? In which of the three sectors will you categorise their work?\nSay whether these activities are economic or non-economic activities: Vilas sells fish in the village market. Vilas cooks food for his family. Sakal works in the private firm. Sakal looks after his younger brother and sister.\n\nDue to historical and cultural reasons there is a division of labour between men and women in the family. Women generally look after domestic chores and men work in the fields. Sakal's mother Sheela cooks food, cleans utensils, washes clothes, cleans the house and looks after her children. Sakal's father Buta cultivates the field, sells the produce in the market and earns money for the family.\n\nSheela is not paid for the services delivered for upbringing of the family. Buta earns money, which he spends on rearing his family. Women are not paid for their service delivered in the family. The household work done by women is not recognised in the National Income.\n\nGeeta, mother of Vilas, earned an income by selling fish. Thus women are paid for their work when they enter the labour market. Their earning like that of their male counterpart is determined on the basis of education and skill.\n\nEducation helps individual to make better use of the economic opportunities available before him. Education and skill are the major determinants of the earning of any individual in the market. A majority of women have meagre education and low skill formation. Women are paid low compared to men. Most women work where job security is not there. Various activities relating to legal protection is meagre. Employment in this sector is characterised by irregular and low income. In this sector there is an absence of basic facilities like maternity leave, childcare and other social security systems. However, women with high education and skill formation are paid at par with the men. Among the organised sector, teaching and medicine attract them the most. Some women have entered administrative and other services including job, that need high levels of scientific and technological competence. Ask your sister or your classmate what she would like to take up as a career?\n\n## Quality of Population\n\nThe quality of population depends upon the literacy rate, health of a person indicated by life expectancy and skill formation acquired by the people of the country. The quality of the poulation ultimately decides the growth rate of the country. Literate and healthy population are an asset.\n\n## Education\n\nSakal's education in the initial years of his life bore him the fruits in the later years in terms of a good job and salary. We saw education was an important input for the growth of Sakal. It opened new horizon for him, provided new aspiration and developed values of life. Not only for Sakal, education contributes towards the growth of society also. It enhances the",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:31.182085",
      "section_name": "Page 6 content in Chapter 2",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "Page 6 content in Chapter 2",
        "summary": "The content discusses the economic and non-economic activities of individuals in a community, highlighting the gender division of labor, the undervaluation of women's domestic work, and the importance of education and skill formation for economic opportunities and income equality.",
        "page_number": 20,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "consumption and processing of primary product and own account production of fixed assets.",
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 3190,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "economic activities",
          "non-economic activities",
          "gender division of labor",
          "women's work",
          "education",
          "skill formation",
          "national income",
          "employment security"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 21,
      "content": "\n\n**[IMAGE: An illustration of a police officer and a nurse, representing community helpers.]**\n\n\n\nPicture 2.4 School children\nnational income, cultural richness and increases the efficiency of governance. There is a provision made for providing universal access, retention and quality in\n...human being is a positive asset and a precious national resource which needs to be cherished, nurtured and developed with tenderness and care, coupled with dynamism. Each individual's growth presents a different range of problems and requirements. ... The catalytic action of education in this complex and dynamic growth process needs to be planned meticulously and executed with great sensitivity.\n\nSource: National Education Policy, 1986.\nGraph 2.1: Trends in Literacy Rates In Post-Independent India\n\n\n**[IMAGE: A bar chart showing literacy rates in India from 1951 to 2017, categorized by gender (male, female) and overall (persons).]**\n\n\n\nSource: Census of India, Office of Registrar General, India, (mospi.gov.in)\nelementary education with a special emphasis on girls. There is also an establishment of pace setting of schools like Navodaya Vidyalaya in each district. Vocational streams have been developed to equip large number of high school students with occupations related to knowledge and skills. The plan outlay on education has increased from Rs 151 crore in the first plan to Rs 99,300 crore in 2020-21. The expenditure on education as a percentage of GDP rose from $0.64 \\%$ in 1951-52 to $3.1 \\%$ in 2019-20 (B.E.) and has remained stagnant around $3 \\%$ from past few years. The Budgetary Estimate\n\n## Let's Discuss\n\nStudy the graph and answer the following questions:\n\n1. Has the literacy rates of the population increased since 1951 ?\n2. In which year India has the highest literacy rates?\n3. Why literacy rate is high among the males of India?\n4. Why are women less educated than men?\n5. How would you calculate literacy rate in India?\n6. What is your projection about India's literacy rate in 2025?",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:32.713795",
      "section_name": "An illustration of a police officer and a nurse, representing community helpers.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "image",
        "short_description": "An illustration of a police officer and a nurse, representing community helpers.",
        "summary": "The content discusses the significance of education in India's development, highlighting trends in literacy rates from 1951 to 2017, the emphasis on universal access to education, and the growth in budgetary allocations for education over the years.",
        "page_number": 21,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-4.jpeg",
        "image_bbox": {
          "top_left_x": 254,
          "top_left_y": 172,
          "bottom_right_x": 600,
          "bottom_right_y": 494
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "Has The Literacy Rates Of The Population Increased Since 1951 ?",
          "chapter_number": 1,
          "summary": "![img-4.jpeg](img-4.jpeg)",
          "content_type": "diagram",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 2,
        "integrated_content_length": 2013,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "education",
          "literacy rates",
          "National Education Policy",
          "gender disparity",
          "budget allocation",
          "universal access",
          "vocational training",
          "Navodaya Vidyalaya"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 22,
      "content": "## Activity\n\nCount the number of boys and girls studying in your school or in your neighbouring co-ed school.\n\nAsk the school administrator to provide you with the data of boys and girls studying in the classroom. Study the difference if any and explain for reasons in the classroom.\nas stated in the Budget Documents of Union State Governments, Reserve Bank of India, the expenditure on education as a percentage of GDP has declined to $2.8 \\%$ in 2020-21 (B.E.) The literacy rates have increased from $18 \\%$ in 1951 to $85 \\%$ in 2018. Literacy is not only a right, it is also needed if the citizens are to perform their duties and enjoy their rights properly. However, a vast difference is noticed across different sections of the population. Literacy among males is nearly $16.1 \\%$ higher than females and it is about $14.2 \\%$ higher in urban areas as compared to rural areas. As per 2011 census, literacy rates varied from $94 \\%$ in Kerala to $62 \\%$ in Bihar. The primary school system (I-V) has expanded to over 7,78,842 lakh in 2019-20. Unfortunately, this huge expansion of schools has been diluted by\nthe poor quality of schooling and high dropout rates. Samagra Shiksha is a significant step for the school education sector extending from pre-school to Class XII, with the broader goal of improving school effectiveness measured in terms of equal opportunities for schooling and equitable learning outcomes. The scheme envisages the 'school' as the continuum from pre-school, primary, middle to secondary levels and attempts to ensure inclusive and equitable quality education from pre-school to secondary stage in accordance with the Sustainable Development Goals. Mid-day meal scheme has been implemented to encourage attendance and retention of children and improve their nutritional status. These policies could add to the literate population of India.\n\nThe Gross Enrolment Ratio (GER) in higher education in the age group of 18 to 23 years is $27 \\%$ in 2020-21, which would be broadly in line with world average. The strategy focuses on increasing access, quality, adoption of state-specific curriculum modification, vocationalisation and networking on the use of information technology. There is also focus on distance education, convergence of formal, non-formal, distance and IT education institutions.\n\nTable 2.1: Number of Institutions of Higher Education, Enrolment and Faculty\n\n| Year | Number of Colleges | Number of Universities | Students | Teachers in Universities \\& Colleges |\n| :--: | :--: | :--: | :--: | :--: |\n| 1950-51 | 750 | 30 | 2,63,000 | 24,000 |\n| 1990-91 | 7,346 | 177 | 49,25,000 | 2,72,000 |\n| 1998-99 | 11,089 | 238 | 74,17,000 | 3,42,000 |\n| 2010-11 | 33,023 | 523 | 186,70,050 | 8,16,966 |\n| 2012-13 | 37,204 | 628 | 223,02,938 | 9,25,396 |\n| 2014-15 | 40,760 | 711 | 265,85,437 | 12,61,350 |\n| 2015-16 | 41,435 | 753 | 284,84,741 | 14,38,000 |\n| 2016-17 | 42,338 | 795 | 294,27,158* | 14,70,190* |\n| 2017-18 | 41,012 | 851 | 366,42,378 | 12,84,957 |\n| 2018-19 | 39,931 | 993 | 37,399,388 | 14,16,299 |\n| 2019-20 | 44,374 | 1,236 | 38,275,207 | 12,07,204 |\n| 2020-21 | 46,007 | 1,074 (as in 2023) | 39,434,256* | 14,82,890 |\n| 2022-23 | 47,844* | 1,085 (as in 2023) | 41,843,704 in 2021-22 | 15,10,957 in 2021-22 |\n\nSource: UGC Annual Report 2019-20 and Selected Educational Statistics, Ministry of HRD. www.ugc.ac.in_Annual Report.2022-23.pdf\n\n* Provisional Data from All India Survey on Higher Education, 2017-18, 2018-19.\n* Enrolment estimated simple average increase during the last five year.\n* Provisional",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:34.758180",
      "section_name": "Table in Chapter 2",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "image",
        "short_description": "Table in Chapter 2",
        "summary": "The study material discusses the current state of education in India, highlighting the decline in education expenditure, disparities in literacy rates between genders and regions, the expansion of the primary school system, and initiatives like Samagra Shiksha and the Mid-day Meal Scheme aimed at improving educational access and quality.",
        "page_number": 22,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Count the number of boys and girls studying in your school or in your neighbouring co-ed school.",
          "content_type": "table",
          "key_topics": [
            "sustainable",
            "development"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 3562,
        "topic_tags": [
          "sustainable",
          "development"
        ],
        "key_concepts": [
          "sustainable",
          "development"
        ],
        "keywords": [
          "education expenditure",
          "literacy rates",
          "gender disparity",
          "Samagra Shiksha",
          "Mid-day Meal Scheme",
          "Gross Enrolment Ratio",
          "primary education",
          "higher education institutions"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 23,
      "content": "Over the past 60 years, there has been a significant growth in the number of university and institutions of higher learning in specialised areas. Let us read the table to see the increase in the number of college, universities, enrolment of students and recruitment of teachers from 1951 to 2019-20.\n\n## Let's Discuss\n\nDiscuss this table in the classroom and answer the following questions.\n\n1. Is the increase in the number of colleges adequate to admit the increasing number of students?\n2. Do you think we should have more number of universities?\n3. What is the increase noticed among the teachers in the year 2015-16.\n4. What is your idea about future colleges and universities?\n\n## Health\n\nFirm maximise profit: Do you think any firm would be induced to employ people who might not work efficiently as healthy workers because of ill health?\n\nThe health of a person helps him to realise his/her potential and the ability to fight illness. He/She will not be able\n\n\n**[IMAGE: A diagram depicting a health center with people waiting in line and a person at a desk.]**\n\n\n\nPicture 2.5 Children standing in queue for health check-up\nto maximise his/her output to the overall growth of the organisation. Indeed; health is an indispensable basis for realising one's well-being. Henceforth, improvement in the health status of the population has been the priority of the country. Our national policy, too, aims at improving the accessibility of healthcare, family welfare and nutritional service with a special focus on the underprivileged segment of the population. Over the last five decades, India has built a vast healt infrastructure and has also developed the manpower required at primary, secondary and tertiary sector in government, as well as, in the private sector.\n\nThese measures, which have been adopted, have increased the life expectancy to over 67.2 years in 2021. *Infant mortality rate (IMR) has come down from 147 in 1951 to 28 in 2020. **Crude birth rates have dropped to 20.0 (2020) and ***death rates to 6 (2020) within the same duration of time. Increase in life expectancy and improvement in childcare are useful in assessing the future progress of the country. Increase in longevity of life is an indicator of good quality of life marked by self-confidence. Reduction in infant mortality involves the protection of children from infection, ensuring the nutrition of both the mother and the child, and childcare.\n\nSource: National Health Profile, 2021, 2022 Human Development Report, UNDP mohfw.gov.in (office of Registrar General \\& Census Commission, India MoHA (accessed on 29.09.2021, 6.02.2024)\n\n## Let's Discuss\n\nStudy Table 2.2 and answer the following questions.\n\n1. What is the percentage increase in dispensaries from 1951 to 2020?\n2. What is the percentage increase in doctors and nursing personnel from 1951 to 2020 ?\n\n[^0]\n[^0]:    * Infant mortality rate is the death of a child below one year of age.\n    ** Birth rates is the number of babies born for every 1,000 people during a particular period of time.\n    *** Death rate is the number of people per 1,000 who die during a particular period of time.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:36.397663",
      "section_name": "A diagram depicting a health center with people waiting in line and a person at a desk.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "A diagram depicting a health center with people waiting in line and a person at a desk.",
        "summary": "The content discusses the growth of higher education institutions and healthcare infrastructure in India over the past six decades, highlighting the increase in colleges, universities, student enrolment, teacher recruitment, and improvements in health indicators such as life expectancy and infant mortality rates.",
        "page_number": 23,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-6.jpeg",
        "image_bbox": {
          "top_left_x": 150,
          "top_left_y": 1310,
          "bottom_right_x": 728,
          "bottom_right_y": 1800
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "Is The Increase In The Number Of Colleges Adequate To Admit The Increasing Number Of Students?",
          "chapter_number": 1,
          "summary": "Over the past 60 years, there has been a significant growth in the number of university and institutions of higher learning in specialised areas. Let us read the table to see the increase in the numbe...",
          "content_type": "table",
          "key_topics": [
            "development"
          ],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 1,
        "integrated_content_length": 3139,
        "topic_tags": [
          "development"
        ],
        "key_concepts": [
          "development"
        ],
        "keywords": [
          "higher education",
          "university growth",
          "healthcare infrastructure",
          "life expectancy",
          "infant mortality rate",
          "student enrolment",
          "teacher recruitment",
          "national policy"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 24,
      "content": "Table 2.2: Health infrastructure over the years\n\n|  | 2014 | 2015 | 2016 | 2017 | 2018 | 2019 | 2021 |\n| :--: | :--: | :--: | :--: | :--: | :--: | :--: | :--: |\n| H SC/PHC/CHC | 182,709 | 184,359 | 185,933 | 187,505 | 189,784 | $1,78,548$ | $1,94,349$ |\n| Dispensaries and Hospitals | 29,715 | 29,957 | 30,044 | 31,641 | 31,733 | 31,986 <br> (under Ayush <br> Management) | 36,068 <br> (under Ayush <br> Management) |\n| Beds (Govt.) | 675,779 | 754,724 | $6,34,879$ | 710,761 | 713,986 | 818,396 | 849,206 |\n| Doctor Registered with the State Medical Council of India | 41,070 | 43,929 | 48,076 | 48,747 | 56,417 | 63,809 | - |\n| Nursing <br> Personnel <br> (ANM+RN\\& <br> RM+LHV) | 2,621,981 | 2,639,229 | 2,778,248 | 2,878,182 | 2,966,375 | $\\begin{gathered} 1,201,393 \\\\ (2020) \\end{gathered}$ | $3,514,373$ |\n\nAbbreviation(s): SC: Sub centre, PHC: Primary Health Centre, CHC: Community Health Centre. ANM: Auxiliary Nurse Hydrides, RN\\&RM: Registered Nurses \\& Registered Midwives, LHV: Lady Health Visitors.\nSource: National Health Policy, 2016, 2017, 2018, 2020, 2022, Central Bureau of Health Intelligence, Ministry of Health and Family Welfare.\n3. Do you think the increase in the number of doctors and nurses is adequate for India? If not, why?\n4. What other facilities would you like to provide in a hospital?\n5. Discuss about the hospital you have visited?\n6. Can you draw a graph using this table.\n\nThere are many places in India which do not have even these basic facilities. There are only 542 medical colleges in the country and 313 dental colleges. Just four states, like Andhra Pradesh, Karnataka, Maharastra and Tamil Nadu have the maximum number of medical colleges.\n\n## Activity\n\nVisit a nearby hospital, either government or private and note down the following details.\nHow many beds are there in the hospital you have visited?\n\nHow many doctors are there in the hospital?\nHow many nurses work in that hospital?\nBesides, try to gather the following additional information:\nHow many hospitals are there in your locality?\nHow many dispensaries are there in your locality?\n\n## Unemployment\n\nSakal's mother Sheela looked after the domestic chores, children and helped her husband Buta in the field. Sakal's brother, Jeetu, and sister, Seetu, spend their time playing and roaming. Can you call Sheela or Jeetu or Seetu unemployed? If not, why?\n\nUnemployment is said to exist when people who are willing to work at the going wages cannot find jobs. Sheela is not interested in working outside her",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:38.853716",
      "section_name": "Diagram in Chapter 2",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "Diagram in Chapter 2",
        "summary": "The data presented highlights the growth of health infrastructure in India from 2014 to 2021, including the number of health centers, hospitals, beds, and registered medical personnel, while also pointing out the inadequacy of facilities in certain regions and the limited number of medical colleges.",
        "page_number": 24,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "Do You Think The Increase In The Number Of Doctors And Nurses Is Adequate For India? If Not, Why?",
          "chapter_number": 3,
          "summary": "Table 2.2: Health infrastructure over the years",
          "content_type": "diagram",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 0,
        "integrated_content_length": 2511,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "health infrastructure",
          "medical colleges",
          "registered doctors",
          "nursing personnel",
          "government hospitals",
          "health centers",
          "India",
          "unemployment"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 25,
      "content": "domestic domain. Jeetu and Seetu are too small to be counted in the work force population. Neither Jeetu, Seetu or Sheela can be counted as unemployed. The workforce population includes people from 15 years to 59 years. Sakal's brother and sister do not fall within this age group so they cannot be called unemployed. Sakal's mother Sheela works for the family. She is not willing to work outside her domestic domain for payment. She too cannot be called unemployed. Sakal's grandparents (although not mentioned in the story) cannot be called unemployed.\n\nIn case of India we have unemployment in rural and urban areas. However, the nature of unemployment differs in rural and urban areas. In case of rural areas, there is seasonal and disguised unemployment. Urban areas have mostly educated unemployment.\n\nSeasonal unemployment happens when people are not able to find jobs during some months of the year. People dependant upon agriculture usually face such kind of problem. There are certain busy seasons when sowing, harvesting, weeding and threshing is done. Certain months do not provide much work to the people dependant on agriculture.\n\nIn case of disguised unemployment people appear to be employed. They have agricultural plot where they find work. This usually happens among family members engaged in agricultural activity. The work requires the service of five people but engages eight people. Three people are extra. These three people also work in the same plot as the others. The contribution made by the three extra people does not add to the contribution made by the five people. If three people are removed the productivity of the field will not decline. The field requires the service of five people and the three extra people are disguised unemployed.\n\nIn case of urban areas educated unemployment has become a common\nphenomenon. Many youth with matriculation, graduation and post graduation degrees are not able to find job. A study showed that unemployment of graduate and post-graduate has increased faster than among matriculates. A paradoxical manpower situation is witnessed as surplus of manpower in certain categories coexist with shortage of manpower in others. There is unemployment among technically qualified person on one hand, while there is a dearth of technical skills required for economic growth.\n\nUnemployment leads to wastage of manpower resource. People who are an asset for the economy turn into a liability. There is a feeling of hopelessness and despair among the youth. People do not have enough money to support their family. Inability of educated people who are willing to work to find gainful employment implies a great social waste.\n\nUnemployment tends to increase economic overload. The dependence of the unemployed on the working population increases. The quality of life of an individual as well as of society is adversely affected. When a family has to live on a bare subsistence level there is a general decline in its health status and rising withdrawal from the school system.\n\nHence, unemployment has detrimental impact on the overall growth of an economy. Increase in unemployment is an indicator of a depressed economy. It also wastes the resource, which could have been gainfully employed. If people cannot be used as a resource they naturally appear as a liability to the economy.\n\nIn case of India, statistically, the unemployment rate is low. A large number of people represented with low income and productivity are counted as employed. They appear to work throughout the year but in terms of their potential and income, it is not adequate for them. The work that they are pursuing",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:40.699254",
      "section_name": "Natural content in Chapter 2",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "Natural content in Chapter 2",
        "summary": "The content discusses the concept of unemployment in India, highlighting the distinctions between rural and urban unemployment, including seasonal and disguised unemployment in rural areas, and educated unemployment in urban settings, emphasizing the negative impact of unemployment on economic growth and societal well-being.",
        "page_number": 25,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "domestic domain. Jeetu and Seetu are too small to be counted in the work force population. Neither Jeetu, Seetu or Sheela can be counted as unemployed. The workforce population includes people from 15...",
          "content_type": "text",
          "key_topics": [
            "natural"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 3645,
        "topic_tags": [
          "natural"
        ],
        "key_concepts": [
          "natural"
        ],
        "keywords": [
          "unemployment",
          "rural areas",
          "urban areas",
          "seasonal unemployment",
          "disguised unemployment",
          "educated unemployment",
          "economic growth",
          "manpower"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 26,
      "content": "seems forced upon them. They may therefore want other work of their choice. Poor people cannot afford to sit idle. They tend to engage in any activity irrespective of its earning potential. Their earning keeps them on a bare subsistence level.\n\n\n**[IMAGE: A diagram depicting an ancient person engaged in a craft or activity.]**\n\n\n\nPicture 2.6 Can you remember how much did you pay when you asked him to mend your shoes or slippers?\n\nMoreover, the employment structure is characterised by self-employment in the primary sector. The whole family contributes in the field even though not everybody is really needed. So there is disguised unemployment in the agriculture sector. But the entire family shares what has been produced. This concept of sharing of work in the field and the produce raised reduces the hardship of unemployment in the rural sector. But this does not reduce the poverty of the family, gradually surplus labour from every household tends to migrate from the village in search of jobs.\n\nLet us discuss about the employment scenario in the three sectors mentioned earlier. Agriculture, is the most labour absorbing sector of the economy. In recent years, there has been a decline in the dependence of population on agriculture partly because of disguised unemployment discussed earlier. Some of the surplus labour in agriculture has moved to either\nthe secondary or the tertiary sector. In the secondary sector, small scale manufacturing is the most labourabsorting. In case of the tertiary sector, various new services are now appearing like biotechnology, information technology and so on.\n\nLet us read a story to know how people could become an asset for the economy of a village.\n\n## Story of a Village\n\nThere was a village inhabited by several families. Each family produced enough to feed its members. Each family met its needs by the members making their own clothes and teaching their own children. One of the families decided to send one of its sons to an agriculture college. The boy got his admission in the nearby college of agriculture. After some time he became qualified in agroengineering and came back to the village. He proved to be so creative that he could design an improved type of plough, which increased the yield of wheat. Thus a new job of agroengineer was created and filled in the village. The family in the village sold the surplus in a nearby neighbouring village. They earned good profit, which they shared among themselves. Inspired by this success all the families after some time held a meeting in the village. They all wanted to have a better future for their children too. They requested the panchayat to open a school in the village. They assured the panchayat that they would all send their children to school. The panchayat, with the help of government, opened a school. A teacher was recruited from a nearby town. All the children of this village started going to school. After sometime one of the families gave training to his daughter in",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:42.446556",
      "section_name": "A diagram depicting an ancient person engaged in a craft or activity.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "A diagram depicting an ancient person engaged in a craft or activity.",
        "summary": "The content discusses the employment structure in rural areas, highlighting issues like disguised unemployment in agriculture, the transition of surplus labor to secondary and tertiary sectors, and the positive impact of education and innovation on rural economies through a village success story.",
        "page_number": 26,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-7.jpeg",
        "image_bbox": {
          "top_left_x": 225,
          "top_left_y": 470,
          "bottom_right_x": 694,
          "bottom_right_y": 937
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "seems forced upon them. They may therefore want other work of their choice. Poor people cannot afford to sit idle. They tend to engage in any activity irrespective of its earning potential. Their earn...",
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2998,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "employment structure",
          "disguised unemployment",
          "agriculture",
          "rural economy",
          "self-employment",
          "secondary sector",
          "tertiary sector",
          "education"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 27,
      "content": "tailoring. She started stitching clothes for all the families of the village for everyone now wanted to buy and wear well-tailored clothes. Thus another new job, that of a tailor was created. This had another positive effect. The time of the farmers in going far for buying clothes was saved. As the farmers spent more time in the field, the yield of the farms went up. This was the beginning of prosperity. The farmers had more than what they could\nconsume. Now they could sell what they produced to others who came to their village markets. Over time, this village, which formally had no job opportunities in the beginning, had many like teacher, tailor, agroengineer and many more. This was the story of a simple village where the rising level of human capital enabled it to evolve into a place rich with complex and modern economic activities.\n\n# Summary \n\nYou have seen how inputs like education and health helped in making people an asset for the economy. The chapter also discusses about the economic activities undertaken in the three sectors of the economy. We also study about the problem associated with unemployment. Finally the chapter ends with the story of a village which formally had no job but later had plenty.\n\n## Exercises\n\n1. What do you understand by people as a resource?\n2. How is human resource different from other resources like land and physical capital?\n3. What is the role of education in human capital formation?\n4. What is the role of health in human capital formation?\n5. What part does health play in the individual's working life?\n6. What are the various activities undertaken in the primary sector, secondary sector and tertiary sector?\n7. What is the difference between economic activities and non-economic activities?\n8. Why are women employed in low paid work?\n9. How will you explain the term unemployment?\n10. What is the difference between disguised unemployment and seasonal unemployment?\n11. Why is educated unemployed, a peculiar problem of India?\n12. In which field do you think India can build the maximum employment opportunity?\n13. Can you suggest some measures in the education system to mitigate the problem of the educated unemployed?\n14. Can you imagine some village which initially had no job opportunities but later came up with many?\n15. Which capital would you consider the best - land, labour, physical capital and human capital? Why?",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:44.357112",
      "section_name": "Resources content in Chapter 2",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "Resources content in Chapter 2",
        "summary": "The content illustrates how the development of human capital through education and health transformed a village from having no job opportunities to flourishing with various economic activities, leading to increased prosperity and productivity among farmers.",
        "page_number": 27,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "What Do You Understand By People As A Resource?",
          "chapter_number": 1,
          "summary": "tailoring. She started stitching clothes for all the families of the village for everyone now wanted to buy and wear well-tailored clothes. Thus another new job, that of a tailor was created. This had...",
          "content_type": "text",
          "key_topics": [
            "resources"
          ],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 0,
        "integrated_content_length": 2393,
        "topic_tags": [
          "resources"
        ],
        "key_concepts": [
          "resources"
        ],
        "keywords": [
          "human capital",
          "economic activities",
          "unemployment",
          "education",
          "health",
          "village development",
          "job creation",
          "prosperity"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 2",
      "chapter_number": 2,
      "page_number": 28,
      "content": "# Referen6es \n\nGary, S. Becker. 1966. Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education, General Series. Number 80. New York. National Bureau of Economic Research.\nTheodore, W. Schultz. 'Investment in Human Capital'. American Economic Review. March 1961.\n\nEconomic Survey 2015-2016. Ministry of Finance, Government of India, New Delhi. India Vision 2020. The Report. Planning Commission. Government of India, New Delhi.\nMid-Term Appraisal of the Tenth Five Year Plan (2002-2007). Planning Commission, Part II. New Delhi.\nTenth Five Year Plan (2002-2007). Planning Commission, New Delhi.\nTwelth Five Year Plan (2012-2017). Planning Commission, New Delhi.\nNCERT. 2016. Trilingual Dictionary of Economics, p. 62.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:00:46.527597",
      "section_name": "Page 14 content in Chapter 2",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_2",
        "document_type": "diagram",
        "short_description": "Page 14 content in Chapter 2",
        "summary": "The references provided focus on the concept of human capital and its significance in economic development, alongside various economic plans and surveys from the Government of India.",
        "page_number": 28,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 2",
        "chapter_number": 2,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Gary, S. Becker. 1966. Human Capital: A Theoretical and Empirical Analysis with Special Reference to Education, General Series. Number 80. New York. National Bureau of Economic Research.",
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 747,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "human capital",
          "economic development",
          "education",
          "Economic Survey",
          "Five Year Plan",
          "Planning Commission",
          "investment",
          "NCERT"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 29,
      "content": "# Poverty as a Challenge \n\n## Overview\n\nThis chapter deals with one of the challenges faced by independent Indiapoverty. After discussing this multidimensional problem through examples, the chapter discusses the way poverty is analysed by social scientists. Poverty trends in India and the world are illustrated through the concept of the poverty line. Causes of poverty as well as anti-poverty measures taken by the government are also discussed. The chapter ends with broadening the official concept of poverty into human poverty.\n\n## Introduction\n\nIn our daily life, we come across many people who we think are poor. They could be landless labourers in villages or people living in overcrowded jhuggis in cities. NITI Aayog uses Multidimensional\n\nPoverty Index to analyse the problem of poverty faced by the country. The ratio of multidimensional poverty has fallen from approximately 55 per cent in 2005-06, 25 per cent in 2015-16 and to 15 per cent in 2019-21. It is also expected that multidimensional poverty will soon reach single digit.\n\n## Two Typical Cases of Poverty\n\n## Urban Case\n\nThirty-three year old Ram Saran works as a daily-wage labourer in a wheat flour mill near Ranchi in Jharkhand. He manages to earn around ₹3,500 a month when he finds employment, which is not often. The money is not enough to sustain his family of six- his\n\n\n**[IMAGE: A diagram illustrating the challenges faced by urban poor, particularly focusing on the struggle to make ends meet and support family members in the village.]**\n\n\n\nPicture 3.1 Story of Ram Saran",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:21.891736",
      "section_name": "A diagram illustrating the challenges faced by urban poor, particularly focusing on the struggle to make ends meet and support family members in the village.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "diagram",
        "short_description": "A diagram illustrating the challenges faced by urban poor, particularly focusing on the struggle to make ends meet and support family members in the village.",
        "summary": "This chapter explores poverty as a significant challenge in independent India, examining its causes, trends, and the government's anti-poverty measures, while also introducing the concept of human poverty through the Multidimensional Poverty Index.",
        "page_number": 29,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-0.jpeg",
        "image_bbox": {
          "top_left_x": 260,
          "top_left_y": 1273,
          "bottom_right_x": 1260,
          "bottom_right_y": 1922
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 1,
        "integrated_content_length": 1557,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "poverty",
          "multidimensional poverty",
          "poverty line",
          "anti-poverty measures",
          "NITI Aayog",
          "social scientists",
          "urban poverty",
          "human poverty"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 30,
      "content": "wife and four children aged between 12 years to six months. He has to send money home to his old parents who live in a village near Ramgarh. His father, a landless labourer, and his brother who lives in Hazaribagh depend on Ram Saran for sustenance. Ram Saran lives in a one-room rented house in a crowded basti in the outskirts of the city. It is a temporary shack built of bricks and clay tiles. His wife Santa Devi, works as a part time maid in a few houses and manages to earn another ₹ 1500 . They manage a meagre meal of dal and rice twice a day, but there is never enough for all of them. His elder son works as a helper in a tea shop to supplement the family's income and earns another ₹ 700 while his 10-year old daughter goes to school and takes care of the younger siblings. They have only two pairs of hand-medown clothes each. New ones are bought only when the old clothes become unwearable. Shoes are a luxury. The younger one relishes the dal-rice served at school.\n\n## Rural case\n\nLakha Singh belongs to a small village near Meerut in Uttar Pradesh. His family does not own any land. So, they do odd jobs for the big farmers. Work is erratic and so is income. At times they get paid ₹200 for a hard day's work. But often it is in kind like a few kilograms of wheat or dal or even vegetables for toiling in the farm throughout the day. The family of six are barely able to manage two square meals a day. Lakha lives in a kuchha hut on the outskirts of the village. The women of the family spend the day chopping fodder and collecting firewood in the fields. His father, a tuberculosis patient, passed away two years ago due to lack of medication. His mother now suffers from the same disease and life is slowly ebbing away. Although, the village has a primary school, Lakha never went there but he is happy to find his children going to school. New clothes happen once in a few years. Even soap and oil are a luxury for the family.\n\n\n**[IMAGE: An illustration depicting a farmer's concern about being able to afford new clothes for his family.]**\n\n\n\nStudy the above cases of poverty and discuss the following issues related to poverty:\n\n- Landlessness\n- Unemployment\n- Size of families\n- Literacy levels\n- Health/nutrition\n- Helplessness\n\nPicture 3.2 Story of Lakha Singh",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:23.706341",
      "section_name": "An illustration depicting a farmer's concern about being able to afford new clothes for his family.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "diagram",
        "short_description": "An illustration depicting a farmer's concern about being able to afford new clothes for his family.",
        "summary": "The cases of Ram Saran and Lakha Singh illustrate the harsh realities of poverty, highlighting issues such as landlessness, unemployment, large family sizes, low literacy levels, inadequate health and nutrition, and a pervasive sense of helplessness in rural and urban settings.",
        "page_number": 30,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-1.jpeg",
        "image_bbox": {
          "top_left_x": 140,
          "top_left_y": 1275,
          "bottom_right_x": 969,
          "bottom_right_y": 1909
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "wife and four children aged between 12 years to six months. He has to send money home to his old parents who live in a village near Ramgarh. His father, a landless labourer, and his brother who lives ...",
          "content_type": "table",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2286,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "poverty",
          "landlessness",
          "unemployment",
          "family size",
          "literacy",
          "health",
          "nutrition",
          "helplessness"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 31,
      "content": "These two typical cases illustrate many dimensions of poverty. They show that poverty means hunger and lack of shelter. This also speaks about a situation in which parents are not able to give their children nutritious food three times a day or a situation where sick people cannot afford treatment. Poverty also means lack of clean water and sanitation facilities. It also means lack of a regular job with decent minimum wages. Above all, it means living with a sense of helplessness. Poor people are in a situation in which they are illtreated at almost every place, in farms, factories, government offices, hospitals, railway stations, etc. Obviously, nobody would like to live in poverty.\n\nOne of the biggest challenges of independent India has been to bring millions of its people out of abject poverty. Mahatama Gandhi said that India would be truly independent only when the poorest of its people become free of human suffering.\n\n## Poverty as seen by social scientists\n\nSince poverty has many facets, social scientists look at it through a variety of indicators. Usually the indicators are used to relate with the levels of income and consumption. In recent times, a variety of other indicators have also been used to recognise whether a person is poor or not. For example, National Multidimensional Poverty Index is calculated on the basis of three broad indicators: health indicators like nutrition, child and adolescent mortality, maternal health. Education indicators like years of schooling and school attendance, and standard of living indicator like cooking fuel, sanitation, drinking water, housing, electricity, assets, bank account. Indicators such as social exclusion and vulnerability are also used to understand poverty (see box).\n\n## Social Exclusion\n\nAccording to this concept, poverty must be seen in terms of the poor having to live only in a poor surrounding with other poor people, excluded from enjoying social equality of better-off people in better surroundings. Social exclusion can be both a cause as well as a consequence of poverty in the usual sense. Broadly, it is a process through which individuals or groups are excluded from facilities, benefits and opportunities that others (the \"better-offs\") enjoy. A typical example is the working of the caste system in India in which people belonging to certain castes are excluded from equal opportunities. Social exclusion thus may lead to or can cause more damage than having a very low income.\n\n## Vulnerability\n\nVulnerability to poverty is a measure, which describes the greater probability of certain communities (say, members of a backward caste) or individuals (such as a widow or a physically handicapped person) of becoming or remaining poor. Vulnerability is determined by the options available to different communities for finding an alternative living in terms of assets, education, health and job opportunities. Further, it is analysed on the basis of the greater risks these groups face at the time of natural disasters (earthquakes, tsunami). Additional analysis is made of their social and economic ability to handle these risks. In fact, vulnerability describes the greater probability of being more adversely affected than other people when bad time comes for everybody, whether a flood or an earthquake or simply a fall in the availability of jobs!",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:25.568086",
      "section_name": "Page 4 content in Chapter 3",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "diagram",
        "short_description": "Page 4 content in Chapter 3",
        "summary": "The content discusses the multifaceted nature of poverty, highlighting its implications such as hunger, lack of shelter, inadequate healthcare, and social exclusion. It emphasizes the importance of various indicators, including the National Multidimensional Poverty Index, to assess poverty and the concept of vulnerability that affects certain communities disproportionately.",
        "page_number": 31,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 0,
        "integrated_content_length": 3348,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "poverty",
          "hunger",
          "social exclusion",
          "multidimensional poverty index",
          "vulnerability",
          "health indicators",
          "education",
          "economic opportunity"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 32,
      "content": "## Poverty Line\n\nAt the centre of the discussion on poverty is the concept of the 'poverty line'. A common method used to measure poverty is based on the income or consumption levels. The term 'consumption' means the amount spent on various items such as food, clothing, etc., by a family. A person is considered poor if his or her income or consumption level falls below a given 'minimum level' necessary to fulfill the basic needs. What is necessary to satisfy basic needs is different at different times and in different countries. Therefore, poverty line may vary with time and place. Each country uses an imaginary line that is considered appropriate for its existing level of development and its accepted minimum social norms. For example, a person not having a car in the United States may be considered poor. In India, owning a car is still considered a luxury.\n\nWhile determining the poverty line in India, till a few years ago, a minimum level of food requirement, clothing, footwear, fuel and electricity, educational and medical needs, etc., were taken into consideration. The physical quantities of these needs were multiplied by their prices in rupees. The formula for food requirement while estimating the poverty line was based on the desired calorie requirement. Food items, such as cereals, pulses, vegetables, milk, oil, sugar, etc., together provided these needed calories. The calorie needs vary depending on age, sex and the type of work that a person does. The accepted average calorie requirement in India was 2400 calories per person per day in rural areas and 2100 calories per person per day in urban areas. Since people living in rural areas engage themselves in more physical work, calorie requirements in rural areas were considered to be higher than in urban areas. The bare monetary expenditure per capita needed for\nbuying these calorie requirements in terms of food grains, etc., and reported by families has been considered as poverty line. This amount was revised periodically, taking into consideration the rise in prices.\n\nBased on the global developments, the Government of India has begun to estimate the proportion of poor in India using 12 developmental indicators, which is popularly known as Multidimensional Poverty Index (see box). This national index complements the income or consumption expenditure based poverty measurement because it measures and compares deprivations directly.\n\n## Let's Discuss\n\nDiscuss the following:\n\n- What could be the difference between consumption based expenditure Poverty Line and National Multidimensional Poverty Index?\n- What do you think would be the \"minimum necessary level\" in your locality?\n\n\n## Poverty Estimates\n\nBased on the methodology described in the previous section, the number and proportion of poor people in India, called Head Count Ratio (HCR), is estimated. Table 3.1 shows that during the 1990s, the proportion of 'consumption expenditure based' poor declined from 45 to 37 per cent. However, the number of poor remained at about 40 crores. During 2000-2011, both the proportion and the number of poor declined. The proportion of multidimensional poor during 2015-2021 declined from 25 to 15 percent. As per the official record, 13.5 crore people have escaped multidimensional poverty during this period. Specifically deprivation against various indicators have declined more sharply in rural areas than in urban areas.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:27.387847",
      "section_name": "Page 5 content in Chapter 3",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "diagram",
        "short_description": "Page 5 content in Chapter 3",
        "summary": "The poverty line is a critical measure of poverty, defined by income or consumption levels necessary to meet basic needs, which vary by time and location. In India, it is calculated based on calorie requirements and other essential needs, with recent developments introducing the Multidimensional Poverty Index to provide a broader assessment of poverty.",
        "page_number": 32,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 0,
        "integrated_content_length": 3419,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "poverty line",
          "consumption levels",
          "basic needs",
          "calorie requirement",
          "Head Count Ratio",
          "Multidimensional Poverty Index",
          "India",
          "poverty estimates"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 33,
      "content": "Table 3.1: Estimates of Poverty in India 1993 - 2019\n\n| Year | Head Count Ratio (\\%) |  |  | Number of poor (in millions) |  |  |\n| :--: | :--: | :--: | :--: | :--: | :--: | :--: |\n|  | Rural | Urban | Total | Rural | Urban | Combined |\n| Consumption-based |  |  |  |  |  |  |\n| 1993-94 | 50 | 32 | 45 | 329 | 75 | 404 |\n| 2004-05 | 42 | 26 | 37 | 326 | 81 | 407 |\n| 2009-10 | 34 | 21 | 30 | 278 | 76 | 355 |\n| 2011-12 | 26 | 14 | 22 | 217 | 53 | 270 |\n| Multidimensional (Indicator) based |  |  |  |  |  |  |\n| 2015-16 | 32.6 | 8.7 | 25 | NA | NA | NA |\n| 2019-21 | 19.3 | 5.3 | 15 | NA | NA | NA |\n\nSource: India in figures, 2018, Government of India Central Statistics office, niti.gov.in/state-statistics (accessed on Nov. 15, 2021); National Multidimensional Poverty Index: A Progress Review 2023, NITI Aayog, Government of India.\n\n# Twelve Indicators of National Multidimensional Poverty Index \n\nNITI Aayog, a Government of India organisation evolved the National Multidimensional Poverty Index (NMPI) using the following 12 indicators. If an individual is found deprived on these indicators, he or she is considered as multidimensional poor.\n\n1. Nutrition: A household is considered deprived if any child between the ages of 0 to 59 months, or woman between the ages of 15 to 49 years, or man between the ages of 15 to 54 years is found to be undernourished.\n2. Child-Adolescent Mortality: A household is deprived if any child or adolescent under 18 years of age has died in the household in the five-year period preceding the survey.\n3. Maternal Health: A household is deprived if any woman in the household who has given birth in the 5 years preceding the survey has not received assistance from trained skilled medical personnel during the recent childbirth.\n4. Years of Schooling: A household is deprived if not even one member of the household aged 10 years or older has completed six years of schooling.\n5. School attendance: A household is deprived if any school-aged child is not attending school up to the age at which he/she would complete class.\n6. Cooking Fuel: A household is deprived if a household cooks with dung, agricultural crops, shrubs, wood, charcoal, or coal.\n7. Sanitation: A household is deprived if the household has unimproved or no sanitation facility or it is improved but shared with other households.\n8. Drinking Water: A household is deprived if the household does not have access to improved drinking water or safe drinking water is at least a 30 -minute walk from home (as a round trip).\n9. Housing: A household is deprived if the household has inadequate housing: the floor is made of natural materials, or the roof or wall are made of rudimentary materials.\n10. Electricity: A household is deprived if the household has no electricity.\n11. Assets: A household is deprived if the household does not own more than one of these assets: radio, TV, telephone, computer, animal cart, bicycle, motorbike, or refrigerator; and does not own a car or truck.\n12. Bank Account: A household is deprived if no household member has a bank account or a post office account.\nSource: https://www.undp.org/india/national-multidimensional-poverty-index-progress-review-2023 Poverty as a Challenge",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:29.236612",
      "section_name": "Page 6 content in Chapter 3",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "diagram",
        "short_description": "Page 6 content in Chapter 3",
        "summary": "The content provides estimates of poverty in India from 1993 to 2019, detailing the headcount ratio and number of poor in rural and urban areas, along with the indicators used to assess multidimensional poverty as defined by the National Multidimensional Poverty Index (NMPI).",
        "page_number": 33,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 0,
        "integrated_content_length": 3219,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "poverty estimates",
          "headcount ratio",
          "rural poverty",
          "urban poverty",
          "multidimensional poverty",
          "NITI Aayog",
          "NMPI indicators",
          "consumption-based poverty"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 34,
      "content": "## Let's Discuss\n\nStudy Table 3.1 and answer the following questions:\n\n- Even if poverty ratio declined between 1993-94 and 2004-05, why did the number of poor remain at about 407 million?\n- Are the dynamics of poverty reduction the same in rural and urban India?\n\n\n## Let's Discuss\n\nStudy the Graph 3.1 and do the following:\n\n- Identify the three states where the HCR is the highest.\n- Identify the three states where HCR is the lowest.\n- List the states which have HCR lower or higher than HCR for all India.\n\nGraph 3.1: Head Count Ratio in selected Indian States, 2019 - 21\n\n\n**[IMAGE: A bar chart showing the population distribution across various states in India.]**\n\n\n\nSource: https://www.niti.gov.in/sites/default/files/2023-08/India-National-Multidimentional-Poverty-Index-2023.pdf\n\n## Inter-State Disparities\n\nPoverty in India also has another aspect or dimension. The proportion of poor people is not the same in every state (see graph 3.1). Although state level poverty has witnessed a significant decline from the levels of early seventies, the success rate of reducing poverty varies from state to state. It is pertinent to note that the states of Karnataka, Tamil Nadu, Delhi, Punjab, Himachal Pradesh, Andhra Pradesh, Haryana and Maharashtra had an HCR which was less than 10 per cent in 201921. In the meantime, remarkable strides have been made by States like Bihar, Uttar Pradesh, Madhya Pradesh and Rajasthan. Studies also show states following different steps to reduce poverty. For example, Kerala has focused more on human\nresource development. In West Bengal, land reform measures have helped in reducing poverty. In Andhra Pradesh and Tamil Nadu public distribution of food grains have been responsible for the improvement.\n\n## Vulnerable Groups\n\nThe proportion of people below poverty line is also not same for all social groups and economic categories in India. Social groups, which are most vulnerable to poverty are Scheduled Caste and Scheduled Tribe households. Similarly, among the economic groups, the most vulnerable groups are the rural agricultural-labour households and the urban casual-labour households. Graph 3.2 shows the percentage of poor people",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:33.639750",
      "section_name": "A bar chart showing the population distribution across various states in India.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "chart",
        "short_description": "A bar chart showing the population distribution across various states in India.",
        "summary": "The study material discusses the dynamics of poverty in India, highlighting the persistent number of poor despite a declining poverty ratio, inter-state disparities in poverty reduction, and the vulnerability of specific social and economic groups.",
        "page_number": 34,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-2.jpeg",
        "image_bbox": {
          "top_left_x": 187,
          "top_left_y": 560,
          "bottom_right_x": 1456,
          "bottom_right_y": 1177
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 1,
        "integrated_content_length": 2187,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "poverty ratio",
          "Head Count Ratio",
          "inter-state disparities",
          "vulnerable groups",
          "Scheduled Caste",
          "Scheduled Tribe",
          "rural poverty",
          "urban poverty"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 35,
      "content": "in all these groups. Although the average of people below poverty line for all groups in India is 22 ; however, 43 out of 100 (see graph 3.2) people belonging to Scheduled Tribes are not able to meet their basic needs. Similarly, 34 per cent of casual workers in urban areas are below poverty line. About 34 per cent of casual farm labour (in rural areas) and 29 per cent of Scheduled Castes are also poor. The double disadvantage of being a landless casual wage labour household in the socially disadvantaged social groups of the scheduled caste or the scheduled tribe population highlights the seriousness of the problem. Some recent studies have shown that except for the scheduled tribe households, all the other three groups (i.e., Scheduled Castes, rural agricultural labourers and the urban casual labour households) have seen a decline in poverty in the 1990s.\n\nApart from these social groups, there is also inequality of incomes within a family. In poor families all suffer, but some suffer more than others. In some cases, women, elderly people and female infants are denied equal access to resources available to the family.\n\n## Global Poverty Scenario\n\nIs India the only country having poor people? For making comparisons between developing countries, many international organisations like the World Bank use a uniform standard for the poverty line: minimum availability of the equivalent of $\\$ 2.15$ per person per day. The proportion of people in different countries living in extreme economic poverty- defined by the World Bank as living on less than $\\$ 2.15$ per day- has fallen from 16.27 per cent in 2010 to 9.05 per cent in 2019. Why $\\$$ (dollar) has been used there? In India, we use rupee as a national currency, each country has its own currency. American dollar is used by international agencies to compare data across countries.\n\nAlthough there has been a substantial reduction in global poverty, it is marked with great regional differences. Poverty declined substantially in China and Southeast Asian countries as a result of rapid economic growth and massive investments in human resource development (Read table 3.2 and graph 3.3 and 3.4). The proportion of poor in China has become 0.1 per cent in 2020. The World Bank reports reveal that in the countries of South Asia (India, Pakistan,\n\nGraph 3.2: Poverty in India 2011-12: Most Vulnerable Groups\n\n\n**[IMAGE: A bar chart showing the number of poor out of every 100 persons from different social groups and economic categories.]**\n\n\n\nSource: www.worldbank.org/2016/India-s-Poverty-Profile (accessed on 29.09.2021)",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:35.482825",
      "section_name": "A bar chart showing the number of poor out of every 100 persons from different social groups and economic categories.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "chart",
        "short_description": "A bar chart showing the number of poor out of every 100 persons from different social groups and economic categories.",
        "summary": "The content discusses the prevalence of poverty among various social groups in India, highlighting the significant challenges faced by Scheduled Tribes and Castes, casual workers, and the inequalities within families, while also providing a global context of poverty reduction and regional disparities.",
        "page_number": 35,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-3.jpeg",
        "image_bbox": {
          "top_left_x": 150,
          "top_left_y": 1308,
          "bottom_right_x": 1416,
          "bottom_right_y": 1905
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "in all these groups. Although the average of people below poverty line for all groups in India is 22 ; however, 43 out of 100 (see graph 3.2) people belonging to Scheduled Tribes are not able to meet ...",
          "content_type": "diagram",
          "key_topics": [
            "development",
            "resources"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2596,
        "topic_tags": [
          "development",
          "resources"
        ],
        "key_concepts": [
          "development",
          "resources"
        ],
        "keywords": [
          "poverty line",
          "Scheduled Tribes",
          "Scheduled Castes",
          "casual workers",
          "rural agricultural labourers",
          "global poverty",
          "income inequality",
          "World Bank"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 36,
      "content": "Sri Lanka, Nepal, Bangladesh, Bhutan, Afghanistan and Maldives) the decline has also been rapid from 13 per cent in 2017 to 11 per cent in 2021. With decline in the percentage of the poor, the number of poor has also declined significantly from 233 million in 2017 to 207 million in 2021.\n\nTable 3.2: Head Count Ratio Comparison among Some Selected Countries\n\n| Country | \\% of Population below <br> $\\$ 2.15$ a day (2017 ppp) |\n| :-- | :--: |\n| 1. Nigeria | $30.9(2018)$ |\n| 2. Bangladesh | $9.6(2022)$ |\n| 3. India | $11.9(2021)$ |\n| 4. Pakistan | $4.9(2018)$ |\n| 5. China | $0.1(2020)$ |\n| 6. Brazil | $5.8(2021)$ |\n| 7. Indonesia | $2.5(2022)$ |\n| 8. Sri Lanka | $1.0(2019)$ |\n\nSource: Poverty and Equity Database, World Bank Data; (databank.worldbank.org)\n\nIn Sub-Saharan Africa, poverty in fact has declined from 36.6 per cent in 2017 to 35 per cent in 2019 (see graph 3.3). In Latin America and Caribbean, the ratio of poverty has increased from 4.4 per cent in 2017 to 4.6 per cent in 2021. Poverty has also resurfaced at 3 per cent in 2000 in some of the former socialist countries like Russia, where officially it was non-existent earlier.\n\n## Let's Discuss\n\nStudy Graphs 3.3 and 3.4 and do the following:\n\n- Identify the areas of the world where poverty ratios have declined.\n- Identify the area of the globe which has the largest concentration of the poor.\n- Why do different countries use different poverty lines?\n\nGraph 3.3: Share of people living on a day, 2005-2019\n\n\n**[IMAGE: A line chart showing the percentage of people living in poverty in different regions from 2005 to 2019.]**\n\n\n\nSource: Poverty and Equity Database; World Bank\n(http://databank.worldbank.org/data/reports.aspx?source=poverty-and-equity-database)",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:37.591328",
      "section_name": "A line chart showing the percentage of people living in poverty in different regions from 2005 to 2019.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "chart",
        "short_description": "A line chart showing the percentage of people living in poverty in different regions from 2005 to 2019.",
        "summary": "The study material discusses the decline in poverty rates in South Asian countries from 2017 to 2021, highlighting significant reductions in the number of poor individuals, while also comparing poverty levels across various countries and regions.",
        "page_number": 36,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-4.jpeg",
        "image_bbox": {
          "top_left_x": 169,
          "top_left_y": 1120,
          "bottom_right_x": 1484,
          "bottom_right_y": 1885
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Sri Lanka, Nepal, Bangladesh, Bhutan, Afghanistan and Maldives) the decline has also been rapid from 13 per cent in 2017 to 11 per cent in 2021. With decline in the percentage of the poor, the number ...",
          "content_type": "diagram",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 1736,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "poverty decline",
          "South Asia",
          "World Bank",
          "head count ratio",
          "poverty line",
          "Sub-Saharan Africa",
          "Latin America",
          "poverty statistics"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 37,
      "content": "Graph 3.4: Number of poor by region in millions\n\n\n**[IMAGE: A chart showing the number of people in extreme poverty (in millions) from 1990 to 2030, segmented by regions.]**\n\n\n\nSource: World Bank PovcalNet and Poverty \\& Equity Data Portal (http://databank.worldbank.org/data/reports.aspx?source=poverty-and-equity-database)\n\n## Poverty and Sustainable Development Goals\n\nThe new Sustainable Development Goals of the United Nations (UN) propose ending poverty of all types by 2030. It provides a shared blueprint for peace and prosperity for people and the planet, now and into the future. At its centre point are the 17 Sustainable Development Goals (SDGs). This requires urgent action from the part of both the developed and the developing countries (see box).\n\nDeveloped countries ought to support the developing countries in the endeavour of ending poverty, improve health and education, reduce inequalities, tackling climate change and promote sustainable development.\n\nThe United Nations (UN) Organisation, an international organisation works with many countries to eradicate poverty. In collaboration with governments of member countries, UN came out with 17 Sustainable Development Goals (SDGs) to be achieved by 2030. They are given in the form of infographics on the next page. Each goal was split into various targets to be achieved by the countries who are members of UN. One of the targets of SDG 1 is reducing the proportion of men, women and children in all ages living in poverty in all its dimensions at least to half by 2030. The decline in the proportion of poor reflects India's commitment to achieve the target related to Goal 1: No Poverty (End poverty in all its forms everywhere).",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:39.169355",
      "section_name": "A chart showing the number of people in extreme poverty (in millions) from 1990 to 2030, segmented by regions.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "chart",
        "short_description": "A chart showing the number of people in extreme poverty (in millions) from 1990 to 2030, segmented by regions.",
        "summary": "The content discusses the global goal of eradicating poverty by 2030 as part of the United Nations' Sustainable Development Goals (SDGs), emphasizing the need for collaboration between developed and developing countries to achieve this objective.",
        "page_number": 37,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-5.jpeg",
        "image_bbox": {
          "top_left_x": 115,
          "top_left_y": 250,
          "bottom_right_x": 1416,
          "bottom_right_y": 987
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Graph 3.4: Number of poor by region in millions",
          "content_type": "diagram",
          "key_topics": [
            "climate",
            "sustainable",
            "development"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 1704,
        "topic_tags": [
          "climate",
          "sustainable",
          "development"
        ],
        "key_concepts": [
          "climate",
          "sustainable",
          "development"
        ],
        "keywords": [
          "poverty",
          "Sustainable Development Goals",
          "UN",
          "extreme poverty",
          "2030",
          "developed countries",
          "developing countries",
          "SDG 1"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 38,
      "content": "\n\n**[IMAGE: A diagram representing the 17 Sustainable Development Goals set by the United Nations.]**\n\n\n\nSource: https://sdgs.un.org/goals\nTake the help of your teacher and gather the details of each SDG. Do a project report on how your country/ state is achieving these goals.\n\n## Causes of Poverty\n\nThere were number of causes for the widespread poverty in India. One historical reason is the low level of economic development under the British colonial administration. The policies of the colonial government ruined traditional handicrafts and discouraged development of industries like textiles. The low rate of growth persisted until the 1980s. This resulted in less job opportunities and low growth rate of incomes. This was accompanied by a high growth of population.\n\nWith the spread of irrigation and the Green Revolution, many job opportunities were created in the agriculture sector. But the impact was limited to some parts of India. The industries, both in the public and the private sector, did provide some jobs. But these were not enough to absorb all the job seekers. Unable to find jobs with better income in cities, many people started working as rickshaw pullers, vendors, construction workers, domestic servants, etc. With irregular small incomes, these people could not afford reasonable shelter. They started living in slums on the outskirts of the cities and the problems\nof poverty, largely a rural phenomenon also became a feature of urban India.\n\nAnother feature of high poverty rates has been the huge income inequalities. One of the major reasons for this is the unequal distribution of land and other resources. Despite many policies, we have not been able to tackle the issue of poverty. Major policy initiatives like land reforms which aimed at redistribution of assets in rural areas have not been implemented effectively by most of the state governments. Effective implementation of policy could have improved the life of millions of rural poor.\n\nMany other socio-cultural and economic factors are also responsible for poverty. In order to fulfil social obligations and observe religious ceremonies, people in India, including the very poor, spend a lot of money and waste their hard earned income. Small farmers need money to buy agricultural inputs like seeds, fertilizer, pesticides, etc. Since poor people hardly have any savings, they borrow or accept loan at higher risk. Unable to repay because of poverty, they become victims of indebtedness. So the high level of indebtedness is both the cause and effect of poverty.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:40.675957",
      "section_name": "A diagram representing the 17 Sustainable Development Goals set by the United Nations.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "diagram",
        "short_description": "A diagram representing the 17 Sustainable Development Goals set by the United Nations.",
        "summary": "The content discusses the historical and socio-economic causes of poverty in India, highlighting the impact of colonial policies, income inequality, ineffective land reforms, and the cycle of indebtedness among the poor.",
        "page_number": 38,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-6.jpeg",
        "image_bbox": {
          "top_left_x": 193,
          "top_left_y": 122,
          "bottom_right_x": 1433,
          "bottom_right_y": 730
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "![img-6.jpeg](img-6.jpeg)",
          "content_type": "text",
          "key_topics": [
            "development",
            "resources"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2559,
        "topic_tags": [
          "development",
          "resources"
        ],
        "key_concepts": [
          "development",
          "resources"
        ],
        "keywords": [
          "poverty",
          "Sustainable Development Goals",
          "economic development",
          "colonial administration",
          "income inequality",
          "land reforms",
          "rural poverty",
          "indebtedness"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 39,
      "content": "## Let's Discuss\n\nObserve some of the poor families around you and try to find the following:\n\n- Which social and economic group do they belong to?\n- Who are the earning members in the family?\n- What is the condition of the old people in the family?\n- Are all the children (both boys and girls) attending schools?\n\n\n## Anti-Poverty Measures\n\nRemoval of poverty has been one of the major objectives of Indian developmental strategy. The current anti-poverty strategy of the government is based broadly on two factors - (i) promotion of economic growth (ii) targeted antipoverty programmes.\n\nOver a period of thirty years of independent India, lasting up to the early eighties, there were little per capita income growth and not much reduction in poverty. Official poverty estimates which were about 45 per cent in the early 1950s remained the same even in the early eighties. Since the eighties, India's economic growth has been one of the fastest in the world. The growth rate jumped from the average of about 3.5 per cent a year in the 1970s to about 6 per cent during the 1980s and 1990s. The two decades of 21 st century (2000-2020) has also witnessed the rapid economic development. The higher growth rates have significantly helped in the reduction of poverty. Therefore, it is becoming clear that there is a strong link between economic growth and poverty reduction. Economic growth widens opportunities and provides the resources needed to invest in human development. This also encourages people to send their children, including the girl child, to schools in the hope of getting better\neconomic returns by investing in education. The poor may not be able to take advantage from the opportunities created by economic growth. However, growth in the agriculture sector is much below expectations. This has a direct bearing on poverty. A large number of poor people live in villages and are dependent on agriculture.\n\nIn these circumstances, there is a clear need for targeted anti-poverty programmes. Although there are many schemes which are formulated to affect poverty directly or indirectly. Some of them are worth mentioning.\n\nMahatma Gandhi National Rural Employment Guarantee Act, 2005 aims to provide 100 days of wage employment to every household to ensure livelihood security in rural areas. It also aimed at sustainable development to address the cause of drought, deforestration and soil erosion. One-third of the proposed jobs have been reserved for women under this act. The wage rate for unskilled manual workers is revised regularly,\n\nPradhan Mantri Poshan Shakti Abhiyan (PM Poshan) is a flagship programme of Government of India. It was initiated with twin purpose - (i) to improve the nutritional requirement especially calorie and the protein intake of the child, (ii) improve the school enrolment and eliminate the drop out from the school. It targets students from Classes I to VIII in Government, Government aided schools and special training centres under the Right to Education Act.\n\nThis scheme is implemented with the support of local governments and various community organisations. This programme encourages poor children, belonging to disadvantaged sections, to attend school more regularly and helps them concentrate on classroom activities.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:42.376211",
      "section_name": "Sustainable, Development content in Chapter 3",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "diagram",
        "short_description": "Sustainable, Development content in Chapter 3",
        "summary": "The content discusses the socio-economic conditions of poor families in India and outlines the government's anti-poverty measures, emphasizing the link between economic growth and poverty reduction, along with specific programs aimed at improving livelihoods and education.",
        "page_number": 39,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Observe some of the poor families around you and try to find the following:",
          "content_type": "text",
          "key_topics": [
            "sustainable",
            "development",
            "resources",
            "forest",
            "soil"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 3278,
        "topic_tags": [
          "sustainable",
          "development",
          "resources",
          "forest",
          "soil"
        ],
        "key_concepts": [
          "sustainable",
          "development",
          "resources",
          "forest",
          "soil"
        ],
        "keywords": [
          "poverty",
          "economic growth",
          "anti-poverty programs",
          "Mahatma Gandhi National Rural Employment Guarantee Act",
          "PM Poshan",
          "education",
          "rural development",
          "social groups"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 40,
      "content": "Pradhan Mantri Surakshit Matritva Abhiyan was launched in 2016 with the aim to reduce maternal and infant mortality by providing quality antenatal care to the pregnant women throughout the country. The scheme works towards safe pregnancies, deliveries and addresses gaps in the service of the maternal care, to ensure constant and regular treatment to the beneficiaries. Services are provided on the ninth day of every month. This programme follows a systematic approach for engagement with private practitioners, motivating them to volunteer in the scheme at government health facilities.\n\nPradhan Mantri Ujjwala Yojana (PMUY) aims towards women empowerment in rural areas. It encourages the use of smoke-free kitchen, thereby, saving them from chronic respiratory disorders and poor eye sights. It was launched in 2016 with an aim to provide clean cooking fuel (liquefied petroleum gas or LPG) to economically poor households especially in the rural areas, who cook using traditional methods by using either coal, wood or cow dungs. Its target beneficiaries are Below Poverty Line (BPL) households, Scheduled Castes, Scheduled Tribes, forest dwellers and marginalised group households. To encourage the use of LPG, the scheme provides a completely free connection, including the first refill and a stove.\n\nOver the years there is an increase in the LPG coverage throughout the country. Connections are issued in the name of the female member of the family. This scheme also promotes environment sustainability by reducing deforestation and carbon emission generated from burning coal and firewood. The use of clean cooking fuel, i.e., LPG means less time and effort in collecting firewood and encourages women to participate in social and economic activities.\n\n## The Challenges Ahead\n\nPoverty has certainly declined in India. But despite the progress, poverty reduction remains India's most compelling challenge. Wide disparities in poverty are visible between rural and urban areas and among different States also. Certain social and economic groups are more vulnerable to poverty. Poverty reduction is expected to make better India. This would be possible mainly due to higher economic growth, increasing focus on universal education, declining population growth; empowerment of the women and the economically weaker sections of society would also facilitate the same.\n\nThe income based definition of poverty captures only a limited part of what poverty really means to people. It is about a 'minimum' subsistence level of living rather than a 'reasonable' level of living. Many scholars advocate that we must broaden the concept into human poverty. A large number of people may have been able to feed themselves. But do they have education? Or shelter? Or health care? Or job security? Or self-confidence? Are they free from caste and gender discrimination? Is the practice of child labour still common? Worldwide experience shows that with development, the definition of what constitutes poverty also changes. In this chapter we have looked at the different approaches to measure poverty. The National Multidimensional Poverty Index put forward by NITI Aayog reveals that the number and proportion of multidimensionally poor has declined in India. This may be due to the array of Government interventions initiated in recent years. What do you think?",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:45.006198",
      "section_name": "Page 13 content in Chapter 3",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "diagram",
        "short_description": "Page 13 content in Chapter 3",
        "summary": "The Pradhan Mantri Surakshit Matritva Abhiyan and Pradhan Mantri Ujjwala Yojana, both launched in 2016, aim to improve maternal health and empower women in rural areas by providing quality healthcare and clean cooking fuel, respectively, while addressing poverty and its multidimensional aspects in India.",
        "page_number": 40,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 0,
        "integrated_content_length": 3357,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "Pradhan Mantri Surakshit Matritva Abhiyan",
          "maternal health",
          "Pradhan Mantri Ujjwala Yojana",
          "women empowerment",
          "clean cooking fuel",
          "poverty reduction",
          "multidimensional poverty",
          "rural development"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 3",
      "chapter_number": 3,
      "page_number": 41,
      "content": "# Summary \n\nIn this chapter, we have looked at the different approaches of measuring poverty. The National Multidimensional Poverty Index, put forward by NITI Aayog in collaboration with UNDP and Oxford Policy and Human Development Initiative reveals that on the Headcount Ratio of multidimensionally poor, there has been a considerable reduction. Even when some of the states like Kerala and Tamil Nadu have reached less than 10 per cent on the HCR front, much is yet to be achieved by the other states. However, it is also to be noted that due to the array of Government intervention policies between 2005-06 and 2019-21 there has been significant decline in the number of MPI poor in the states of Bihar, Uttar Pradesh, Madhya Pradesh and Rajasthan.\n\n## Exercises\n\n1. How is the poverty line estimated in India?\n2. Do you think that the present methodology of poverty estimation is appropriate?\n3. Describe poverty trends in India since 1993.\n4. Discuss the major reasons for poverty in India.\n5. Identify the social and economic groups which are most vulnerable to poverty in India.\n6. Give an account of interstate disparities of poverty in India.\n7. Describe global poverty trends.\n8. Describe the role of government in reducing poverty in India?\n9. What do you understand by human poverty?\n10. Who are the poorest of the poor?\n11. What are the main features of the Mahatma Gandhi National Rural Employment Guarantee Act 2005?\n12. Differentiate between consumption based poverty line and NMP Index based poverty estimates.\n13. List the indicators used to estimate multidimensional poor in India.\n\n## References\n\nDeaton, Angus and Valerie Kozel (Eds.) 2005. The Great Indian Poverty Debate. MacMillan India Limited, New Delhi.\nEconomic Survey 2015-2016. Ministry of Finance, Government of India, New Delhi. (Chapter on social sectors, [Online web] URL: http://indiabudget.nic.in/es_2004-05/social.htm)\nMid-Term Appraisal of the Tenth Five Year Plan 2002-2007. Planning Commission, New Delhi. Part II, Chapter 7: Poverty Elimination and Rural Employment, [Online web] URL: http:// www.planningcommission.nic.in/midterm/english-pdf/chapter-07.pdf\nNITI Aayog. 2023 National Multidimensional Poverty Index: A Progress Review 2023 NITI Aayog/Government of India\nPanagriya Arvind and Vishal More 'Poverty by social, religious and economic groups in India and its largest state', working paper no. 2013-14, Programme on Indian economic policies, Columbia University.\nTenth Five Year Plan 2002-2007. Planning Commission, New Delhi. (Chapter 3.2, Poverty Alleviation in Rural India: Strategy and Programmes, [Online web] URL: http:// www.planningcommission.nic.in/plans/planrel/fiveyr/10th/volume2/v2_ch3_2.pdf\nWorld Development Indicators 2016. Featuring the Sustainable Development Goals, The World Bank.\nUNDP (United Nations Development Programme). 2023. 2023 Global Multidimensional Poverty Index (MPI): Unstacking global poverty: Data for high impact action. New York.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:01:47.220866",
      "section_name": "Page 14 content in Chapter 3",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_3",
        "document_type": "diagram",
        "short_description": "Page 14 content in Chapter 3",
        "summary": "This chapter discusses various methods of measuring poverty in India, highlighting the National Multidimensional Poverty Index and the significant decline in multidimensional poverty due to government interventions, particularly in states like Bihar and Uttar Pradesh, while noting disparities among different states.",
        "page_number": 41,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 3",
        "chapter_number": 3,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 0,
        "integrated_content_length": 2969,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "poverty measurement",
          "National Multidimensional Poverty Index",
          "NITI Aayog",
          "government intervention",
          "poverty trends",
          "interstate disparities",
          "vulnerable groups",
          "MPI poor"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 42,
      "content": "## Overview\n\n- Food security means availability, accessibility and affordability of food to all people at all times. The poor households are more vulnerable to food insecurity whenever there is a problem of production or distribution of food crops. Food security depends on the Public Distribution System (PDS) and government vigilance and action at times, when this security is threatened.\n\n\n## What is food security?\n\nFood is as essential for living as air is for breathing. But food security means something more than getting two square meals. Food security has following dimensions\n(a) availability of food means food production within the country, food imports and the previous years stock stored in government granaries.\n(b) accessibility means food is within reach of every person.\n(c) affordability implies that an individual has enough money to buy sufficient, safe and nutritious food to meet one's dietary needs.\nThus, food security is ensured in a country only if (1) enough food is available for all the persons (2) all persons have the capacity to buy food of acceptable quality and (3) there is no barrier on access to food.\n\n## Why food security?\n\nThe poorest section of the society might be food insecure most of the times while persons above the poverty line might also be food insecure when the country faces\n\nIn the 1970s, food security was understood as the \"availability at all times of adequate supply of basic foodstuffs\" (UN, 1975). Amartya Sen added a new dimension to food security and emphasised the \"access\" to food through what he called 'entitlements' - a combination of what one can produce, exchange in the market alongwith state or other socially provided supplies. Accordingly, there has been a substantial shift in the understanding of food security. The 1995 World Food Summit declared, \"Food security at the individual, household, regional, national and global levels exists when all people, at all times, have physical and economic access to sufficient, safe and nutritious food to meet their dietary needs and food preferences for an active and healthy life\" (FAO, 1996, p.3). The declaration further recognises that \"poverty eradication is essential to improve access to food\".\na national disaster/calamity like earthquake, drought, flood, tsunami, widespread failure of crops causing famine, etc. How is food security affected during a calamity? Due to a natural calamity, say drought, total production of foodgrains decreases. It creates a shortage of food in the affected areas. Due to shortage of food, the prices goes up. At the high prices, some people cannot afford to buy food. If such calamity happens in a very wide spread area or is stretched over a longer time period, it may cause a situation of starvation. A massive starvation might take a turn of famine.\n\nA Famine is characterised by wide spread deaths due to starvation and",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:19.552874",
      "section_name": "Table in Chapter 4",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "textbook",
        "short_description": "Table in Chapter 4",
        "summary": "Food security encompasses the availability, accessibility, and affordability of food for all individuals, with a focus on the vulnerable populations affected by production and distribution issues, particularly during national disasters.",
        "page_number": 42,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "- Food security means availability, accessibility and affordability of food to all people at all times. The poor households are more vulnerable to food insecurity whenever there is a problem of produc...",
          "content_type": "table",
          "key_topics": [
            "natural"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 2882,
        "topic_tags": [
          "natural"
        ],
        "key_concepts": [
          "natural"
        ],
        "keywords": [
          "food security",
          "availability",
          "accessibility",
          "affordability",
          "Public Distribution System",
          "poverty eradication",
          "natural calamities",
          "famine"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 43,
      "content": "epidemics caused by forced use of contaminated water or decaying food and loss of body resistance due to weakening from starvation.\n\nThe most devastating famine that occurred in India was the FAMINE OF BENGAL in 1943. This famine killed thirty lakh people in the province of Bengal.\n\nDo you know who were affected the most by the famine? The agricultural labourers, fishermen, transport workers and other casual labourers were affected the most by dramatically increasing price of rice. They were the ones who died in this famine.\n\nTable 4.1: Production of Rice in the Province of Bengal\n\n| Year | Production <br> (Lakh tonnes) | Imports <br> (Lakh tonnes) | Exports <br> (Lakh tonnes) | Total Availability <br> (Lakh tonnes) |\n| :--: | :--: | :--: | :--: | :--: |\n| 1938 | 85 | - | - | 85 |\n| 1939 | 79 | 04 | - | 83 |\n| 1940 | 82 | 03 | - | 85 |\n| 1941 | 68 | 02 | - | 70 |\n| 1942 | 93 | - | 01 | 92 |\n| 1943 | 76 | 03 | - | 79 |\n\nSource: Sen, A.K, 1981 Page 61\n\n# Let's Discuss \n\n1. Some people say that the Bengal famine happened because there was a shortage of rice. Study the table and find out whether you agree with the statement?\n2. Which year shows a drastic decline in food availability?\n\n\n**[IMAGE: An illustration depicting a group of ancient people, possibly from a historical or mythological context.]**\n\n\n\nPicture 4.1 Starvation victims arriving at a relief centre, 1945.\n\n\n**[IMAGE: An illustration depicting a family suffering from malnutrition and poverty.]**\n\n\n\nPicture 4.2 During the Bengal Famine of 1943, a family leaves its village in Chittagong district in Bengal.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:22.057443",
      "section_name": "An illustration depicting a group of ancient people, possibly from a historical or mythological context.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "diagram",
        "short_description": "An illustration depicting a group of ancient people, possibly from a historical or mythological context.",
        "summary": "The Bengal Famine of 1943 was a catastrophic event in India that resulted in the death of thirty lakh people, primarily affecting agricultural laborers and casual workers due to rising rice prices and the forced use of contaminated resources.",
        "page_number": 43,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-0.jpeg",
        "image_bbox": {
          "top_left_x": 155,
          "top_left_y": 1290,
          "bottom_right_x": 708,
          "bottom_right_y": 1837
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "Some People Say That The Bengal Famine Happened Because There Was A Shortage Of Rice",
          "chapter_number": 1,
          "summary": "epidemics caused by forced use of contaminated water or decaying food and loss of body resistance due to weakening from starvation.",
          "content_type": "table",
          "key_topics": [
            "water"
          ],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 2,
        "integrated_content_length": 1589,
        "topic_tags": [
          "water"
        ],
        "key_concepts": [
          "water"
        ],
        "keywords": [
          "Bengal Famine",
          "1943",
          "starvation",
          "agricultural laborers",
          "rice production",
          "food availability",
          "contaminated water",
          "economic impact"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 44,
      "content": "## Suggested Activity\n\n(a) What do you see in Picture 4.1?\n(b) Which age group is seen in the first picture?\n(c) Can you say that the family shown in the Picture 4.2 is a poor family? why?\n(d) Can you imagine the source of livelihood of the people, (shown in two Pictures) before the occurrence of famine? (In the context of a village)\n(e) Find out what type of help is given to the victims of a natural calamity at a relief camp.\n(f) Have you ever helped such victims (in the form of money, food, clothes, medicines etc.)\nPROJECT WORK: Gather more information about famines in India.\n\nNothing like Bengal famine has happened in India again. It is, however, disturbing to note that even today, famine like conditions exist in many parts of the country, leading to starvation deaths at times. Natural calamities and pandemics may also lead to food shortage. For example Covid-19 pandemic had an adverse impact upon the food security. Restriction on movement of people and goods and services impacted economic activity. Therefore food security is needed in a country to ensure food at all times, including calamities and pandemics\n\n## Who are food-insecure?\n\nAlthough a large section of people suffer from food and nutrition insecurity in India, the worst affected groups are landless people with little or no land to depend upon, traditional artisans, providers of traditional services, petty selfemployed workers and destitutes including beggars. In the urban areas, the food insecure families are those whose working members are generally employed in ill-paid occupations and casual labour market. These workers are largely\nengaged in seasonal activities and are paid very low wages that just ensure bare survival.\n\n## Story of Ramu\n\nRamu works as a casual labourer in agriculture in Raipur village. His eldest son Somu who is 10 years old also works as a pali to look after the cattle of the Sarpanch of the village Satpal Singh. Somu is employed for the whole year by the Sarpanch and is paid a sum of Rs 1,000 for this work. Ramu has three more sons and two daughters but they are too young to work on the field. His wife Sunhari is also (part time) working as house cleaner for the livestock, removing and managing cow dung. She gets $1 / 2$ litre milk and some cooked food along with vegetables for her daily work. Besides she also works in the field along with her husband in the busy season and supplements his earnings. Agriculture being a seasonal activity employs Ramu only during times of sowing, transplanting and harvesting. He remains unemployed for about 4 months during the period of plant consolidation and maturing in a year. He looks for work in other activities. Some times he gets employment in brick laying or in construction activities in the village. By all his efforts, Ramu is able to earn enough either in cash or kind for him to buy essentials for two square meals for his family. However, during the days when he is unable to get some work, he and his family really face difficulties and sometimes his small kids have to sleep without food. Milk and vegetables are not a regular part of meals in the family. Ramu is food insecure during 4 months when he remains unemployed because of the seasonal nature of agriculture work.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:23.788480",
      "section_name": "Table in Chapter 4",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "diagram",
        "short_description": "Table in Chapter 4",
        "summary": "The content discusses the impact of famines and natural calamities on food security in India, highlighting the struggles of food-insecure populations, particularly in rural areas, and provides a case study of a family affected by economic instability and seasonal employment.",
        "page_number": 44,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "## Suggested Activity",
          "content_type": "table",
          "key_topics": [
            "natural"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 3254,
        "topic_tags": [
          "natural"
        ],
        "key_concepts": [
          "natural"
        ],
        "keywords": [
          "famine",
          "food security",
          "natural calamities",
          "food insecurity",
          "rural poverty",
          "casual labor",
          "economic activity",
          "livelihood"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 45,
      "content": "## Let's Discuss\n\n- Why is agriculture a seasonal activity?\n- Why is Ramu unemployed for about four months in a year?\n- What does Ramu do when he is unemployed?\n- Who are supplementing income in Ramu's family?\n- Why does Ramu face difficulty when he is unable to have work?\n- When is Ramu food insecure?\n\n\n## Story of Ahmad\n\nAhmad is a rickshaw puller in Bangalore. He has shifted from Jhumri Taliah along with his 3 brothers, 2 sisters and old parents. He stays in a jhuggi. The survival of all members of his family depends on his daily earnings from pulling rickshaw. However, he does not have a secured employment and his earnings fluctuate every day. During some days he gets enough earning for him to save some amount after buying all his day-to-day necessities. On other days, he barely earns enough to buy his daily necessities. However, fortunately, Ahmad has a yellow card, which is PDS Card for below poverty line people. With this card, Ahmad gets sufficient quantity of wheat, rice, sugar and kerosene oil for his daily use. He gets these essentials at half of the market price. He purchases his monthly stock during a particular day when the ration shop is opened for below poverty people. In this way, Ahmad is able to eke out his survival with less than sufficient earnings for his big family where he is the only earning member.\n\n## Let's Discuss\n\n- Does Ahmad have a regular income from rickshaw-pulling?\n- How does the yellow card help Ahmad\nrun his family even with small earnings from rickshaw-pulling?\nThe social composition along with the inability to buy food also plays a role in food insecurity. The SCs, STs and some sections of the OBCs (lower castes among them) who have either poor land-base or very low land productivity are prone to food insecurity. The people affected by natural disasters, who have to migrate to other areas in search of work, are also among the most food insecure people. A high incidence of malnutrition prevails among women. This is a matter of serious concern as it puts even the unborn baby at the risk of malnutrition. A large proportion of pregnant and nursing mothers and children under the age of 5 years constitute an important segment of the food insecure population.\n\nAccording to the National Health and Family Survey (NHFS) 1998-99, the number of such women and children is approximately 11 crore.\n\nThe food insecure people are disproportionately large in some regions of the country, such as economically backward states with high incidence of poverty, tribal and remote areas, regions more prone to natural disasters etc. In fact, the states of Uttar Pradesh (eastern and south-eastern parts), Bihar, Jharkhand, Orissa, West Bengal, Chattisgarh, parts of Madhya Pradesh and Maharashtra account for largest number of food insecure people in the country.\n\nHunger is another aspect indicating food insecurity. Hunger is not just an expression of poverty, it brings about poverty. The attainment of food security therefore involves eliminating current hunger and reducing the risks of future hunger. Hunger has chronic and seasonal dimensions. Chronic hunger is a consequence of diets persistently inadequate in terms of quantity and/or",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:26.429023",
      "section_name": "Natural content in Chapter 4",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "diagram",
        "short_description": "Natural content in Chapter 4",
        "summary": "The content discusses the seasonal nature of agriculture and the challenges faced by individuals like Ramu and Ahmad, who experience unemployment and food insecurity due to fluctuating incomes and socio-economic factors, highlighting the role of government support systems like the PDS card in alleviating some hardships.",
        "page_number": 45,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "- Why is agriculture a seasonal activity?",
          "content_type": "text",
          "key_topics": [
            "natural"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 3199,
        "topic_tags": [
          "natural"
        ],
        "key_concepts": [
          "natural"
        ],
        "keywords": [
          "agriculture",
          "unemployment",
          "food insecurity",
          "PDS card",
          "malnutrition",
          "socio-economic factors",
          "seasonal activity",
          "vulnerable populations"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 46,
      "content": "quality. Poor people suffer from chronic hunger because of their very low income and in turn inability to buy food even for survival. Seasonal hunger is related to cycles of food growing and harvesting. This is prevalent in rural areas because of the seasonal nature of agricultural activities and in urban areas because of casual labourers, e.g., there is less work for casual construction labourers during the rainy season. This type of hunger exists when a person is unable to get work for the entire year.\n\nTable 4.2: Percentage of Households with 'Hunger' in India\n\n| Year | Type of hunger |  |  |\n| :--: | :--: | :--: | :--: |\n|  | Seasonal | Chronic | Total |\n| Rural |  |  |  |\n| 1983 | 16.2 | 2.3 | 18.5 |\n| 1993-94 | 4.2 | 0.9 | 5.1 |\n| 1999-2000 | 2.6 | 0.7 | 3.3 |\n| Urban |  |  |  |\n| 1983 | 5.6 | 0.8 | 6.4 |\n| 1993-94 | 1.1 | 0.5 | 1.6 |\n| 1999-2000 | 0.6 | 0.3 | 0.9 |\n\nSource: Sagar (2004)\nThe percentage of seasonal, as well as, chronic hunger has declined in India as shown in the above table.\n\nIndia is aiming at Self-sufficiency in Foodgrains since Independence.\n\nAfter Independence, Indian policymakers adopted all measures to achieve self-sufficiency in food grains. India adopted a new strategy in agriculture, which resulted in 'Green Revolution', especially in the production of wheat and rice.\n\nIndira Gandhi, the then Prime Minister of India, officially recorded the impressive strides of Green Revolution in agriculture by releasing a special stamp entitled 'Wheat Revolution' in July 1968. The\n\n\n**[IMAGE: An illustration of a farmer in a field, likely depicting traditional agriculture practices in India.]**\n\n\n\nPicture 4.3 A farmer from Punjab standing in a field of one of the High Yielding Varieties of wheat on which the Green Revolution is based\nsuccess of wheat was later replicated in rice. The increase in foodgrains was, however, disproportionate. The highest rate of growth was achieved in Uttar Pradesh and Madhya Pradesh, which was 58 and 33 million tonnes in 2020-21. The total foodgrain production was 310 Million tonnes in 2020-21 and it has changed to 315 million tonnes in 2021-22.\n\nUttar Pradesh and Madhya Pradesh recorded a significant production in field of wheat which was 36 and 18 million tonnes in 2020-21, respectively.\n\nWest Bengal and UP, on the other hand, recorded significant production of rice 17 and 16 Million tonnes in 2020-21 respectively.\n\n## Suggested Activity\n\nVisit some farms in a nearby village and collect the details of food crops cultivated by the farmers.\n\n## Food Security in India\n\nSince the advent of the Green Revolution in the early-1970s, the country has avoided famine even during adverse weather conditions.\n\nIndia has become self-sufficient in foodgrains during the last 30 years because of a variety of crops grown all over the country. The availability of foodgrains (even in adverse weather conditions or otherwise) at the country",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:28.350719",
      "section_name": "An illustration of a farmer in a field, likely depicting traditional agriculture practices in India.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "image",
        "short_description": "An illustration of a farmer in a field, likely depicting traditional agriculture practices in India.",
        "summary": "The content discusses the issues of chronic and seasonal hunger in India, highlighting the impact of low income and agricultural cycles, while also detailing the success of the Green Revolution in achieving food self-sufficiency and increasing food grain production across the country.",
        "page_number": 46,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-2.jpeg",
        "image_bbox": {
          "top_left_x": 838,
          "top_left_y": 187,
          "bottom_right_x": 1486,
          "bottom_right_y": 566
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "quality. Poor people suffer from chronic hunger because of their very low income and in turn inability to buy food even for survival. Seasonal hunger is related to cycles of food growing and harvestin...",
          "content_type": "table",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2919,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "hunger",
          "chronic hunger",
          "seasonal hunger",
          "Green Revolution",
          "food security",
          "self-sufficiency",
          "agricultural production",
          "India"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 47,
      "content": "Graph 4.1: Production of Foodgrains in India (Million Tonnes)\n\n\n**[IMAGE: A bar chart showing the production of food grains in India from 1960-61 to 2023-24 in million tonnes.]**\n\n\n\nSource: AS \\& E Division, Department of Agriculture \\& Farmers Welfare in Economic Survey 2023-24, Statistical Appendix.\n\n* Third Estimate\n\n\n## Let's Discuss\n\nStudy Graph 4.1 and answer the following questions:\n(a) In which year did our country cross the 200 Million tonne per year mark in foodgrain production?\n(b) In which decade did India experience the highest decadal increase in foodgrain production?\n(c) Is production increase consistent in India since 2000-01?\nlevel has further been ensured with a carefully designed food security system by the government. This system has two components: (a) buffer stock, and (b) public distribution system.\n\n## What is Buffer stock?\n\nBuffer Stock is the stock of foodgrains, namely wheat and rice, procured by the government through the Food Corporation of India (FCI). The FCI purchases wheat and rice from the farmers in states where there is surplus production. The farmers are paid a pre-\nannounced price for their crops. This price is called Minimum Support Price (MSP). The MSP is declared by the government every year before the sowing season to provide incentives to farmers for raising the production of these crops. The purchased foodgrains are stored in granaries. Do you know why this buffer stock is created by the government? This is done to distribute foodgrains in the deficit areas and among the poorer strata of the society at a price lower than the market price also known as Issue Price. This also helps resolve the problem of shortage of food during adverse weather conditions or during the periods of calamity.\n\n## What is the Public Distribution System?\n\nThe food procured by the FCI is distributed through government regulated ration shops among the poorer section of the society. This is called the Public Distribution System (PDS). Ration shops are now present in most localities,",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:30.108405",
      "section_name": "A bar chart showing the production of food grains in India from 1960-61 to 2023-24 in million tonnes.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "chart",
        "short_description": "A bar chart showing the production of food grains in India from 1960-61 to 2023-24 in million tonnes.",
        "summary": "The content discusses the production of foodgrains in India, highlighting key statistics, the role of buffer stock and the Public Distribution System (PDS) in ensuring food security, and poses questions for analysis based on a graph of historical production data.",
        "page_number": 47,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-3.jpeg",
        "image_bbox": {
          "top_left_x": 192,
          "top_left_y": 220,
          "bottom_right_x": 1368,
          "bottom_right_y": 867
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Graph 4.1: Production of Foodgrains in India (Million Tonnes)",
          "content_type": "diagram",
          "key_topics": [],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2033,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "foodgrains",
          "production",
          "buffer stock",
          "Public Distribution System",
          "Minimum Support Price",
          "food security",
          "Economic Survey",
          "Food Corporation of India"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 48,
      "content": "villages, towns and cities. There are about 5.5 lakh ration shops all over the country. Ration shops also, known as Fair Price Shops, keep stock of foodgrains, sugar, and kerosene for cooking. These items are sold to people at a price lower than the market price. Any family with a ration card* can buy a stipulated amount of these items (e.g. 35 kg of grains, 5 litres of kerosene, 5 kgs of sugar etc.) every month from the nearby ration shop.\n*There are three kinds of ration cards: (a) Antyodaya cards for the poorest of the poor; (b) BPL cards for those below poverty line; and (c) APL cards for all others.\n\n## Suggested Activity\n\nVisit your area's ration shop and get the following details\n\n1. When does the ration shop open?\n2. What are the items sold at the ration shop?\n3. Compare the prices of rice and sugar from the ration shop with the prices at any other grocery shop? (for families below poverty line)\n4. Find out:\n\nDo you have a ration card?\nWhat has your family recently bought with this card from the ration shop?\n\n\n**[IMAGE: An illustration depicting people at a public distribution system office.]**\n\n\n\nPicture 4.4\n\nAre there any problems that they face? Why are ration shops necessary?\n\nThe introduction of Rationing in India dates back to the 1940s against the backdrop of the Bengal famine. The rationing system was revived in the wake of an acute food shortage during the 1960s, prior to the Green Revolution. In the wake of the high incidence of poverty levels, as reported by the NSSO in the mid-1970s, three important food intervention programmes were introduced: Public Distribution System (PDS) for food grains (in existence earlier but strengthened thereafter); Integrated Child Development Services (ICDS) (introduced in 1975 on an experimental basis) and Food-for-Work** (FFW) (introduced in 1977-78). Over the years, several new programmes have been launched and some have been restructured with the growing experience of administering the programmes. At present, there are several Poverty Alleviation Programmes (PAPs), mostly in rural areas, which have an explicit food component also. While some of the programmes such as PDS, mid-day meals etc. are exclusively food security programmes, most of the PAPs also enhance food security. Employment programmes greatly contribute to food security by increasing the income of the poor.\n\n## Suggested Activity\n\nGather detailed information about some of the programmes initiated by the government, which have food component.\n\nHint: Rural wage employment programme, Employment Guarantee Scheme, Sampurna Grameen Rojgar Yojana, Mid Day Meal, Integrated Child Development Services, etc.\n\nDiscuss with your teacher.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:32.110983",
      "section_name": "An illustration depicting people at a public distribution system office.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "diagram",
        "short_description": "An illustration depicting people at a public distribution system office.",
        "summary": "The content discusses the Public Distribution System (PDS) in India, detailing the types of ration cards, the role of ration shops in providing subsidized food items, and the historical context of food security initiatives aimed at alleviating poverty.",
        "page_number": 48,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-4.jpeg",
        "image_bbox": {
          "top_left_x": 270,
          "top_left_y": 1408,
          "bottom_right_x": 625,
          "bottom_right_y": 1940
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 1,
        "integrated_content_length": 2688,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "Public Distribution System",
          "ration shops",
          "food security",
          "poverty alleviation",
          "ration cards",
          "Antyodaya",
          "BPL",
          "ICDS"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 49,
      "content": "## **The National Food Security Act, 2013\n\nThis Act provides for food and nutritional security life at affordable prices and enables people to live a life with dignity. Under this act, $75 \\%$ of the rural population and $50 \\%$ of the urban population have been categorised as eligible households for food security.\n\n## Current Status of Public the Distribution System\n\nPublic Distribution System (PDS) is the most important step taken by the Government of India (GoI) towards ensuring food security. In the beginning,\nthe coverage of PDS was universal with no discrimination between the poor and the non-poor. Over the years, the policy related to PDS has been revised to make it more efficient and targeted. In 1992, Revamped Public Distribution System (RPDS) was introducted in 1,700 blocks in the country. The target was to provide the benefits of PDS to remote and backward areas. From June 1997, in a renewed attempt, Targeted Public Distribution System (TPDS) was introducted to adopt the principle of targeting the 'poor in all areas'. It was for the first time that a differential price policy was adopted for poor and nonpoor. Further, in 2000, two special schemes were launched viz., Antyodaya Anna Yojana*** (AAY) and Annapurna Scheme (APS) with special target groups\n\nTable 4.3: Some Important Features of PDS\n\n| Name of scheme | Year of introduction | Coverage target group | Latest volume | Issue price (Rs per kg.) |\n| :--: | :--: | :--: | :--: | :--: |\n| PDS | Up to 1992 | Universal | - | W-2.34 <br> R-2.89 |\n| RPDS | 1992 | Backward blocks | 20 kg of foodgrains | W-2.80 <br> R-3.77 |\n| TPDS | 1997 <br> launched in <br> 2000 | Poor and non-poor BPL APL | 35 kg of foodgrains/month | BPL-W-4.15 <br> R-5.65 <br> APL-W-6.10 <br> R-8.30 |\n| AAY | 2002 | Poorest of the poor | 35 kg of per household foodgrains per month | W-2.00 <br> R-3.00 |\n| APS | 2000 | Indigent senior citizens | 10 kg of foodgrains | Free |\n| National <br> Food <br> Security <br> Act (NFSA) | 2013 | Priority households | 5 Kg per person per month | W-2.00 <br> R-3.00 <br> Coarse-1.00 <br> grains |\n\nNote: W - Wheat; R - Rice; BPL - Below poverty line; APL - Above poverty line\nSource: Food Corporation of India, fci.gov.in/sales.php-view-41,2021\n(updated on 29.09.2021) National Food Security Act, 2013",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:34.110588",
      "section_name": "Page 9 content in Chapter 4",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "diagram",
        "short_description": "Page 9 content in Chapter 4",
        "summary": "The National Food Security Act, 2013 aims to ensure food and nutritional security for eligible households in India, covering 75% of the rural and 50% of the urban population, while the Public Distribution System has evolved to target the poor through various schemes since its inception.",
        "page_number": 49,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": null,
          "content_type": "text",
          "key_topics": [],
          "is_front_matter": true,
          "confidence": 0.1
        },
        "image_count": 0,
        "integrated_content_length": 2297,
        "topic_tags": [],
        "key_concepts": [],
        "keywords": [
          "National Food Security Act",
          "Public Distribution System",
          "food security",
          "eligible households",
          "Targeted Public Distribution System",
          "Antyodaya Anna Yojana",
          "Annapurna Scheme",
          "nutritional security"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 50,
      "content": "of 'poorest of the poor' and 'indigent senior citizens', respectively. The functioning of these two schemes was linked with the existing network of the PDS.\n\nSome important features of PDS are summarised in Table 4.3.\n\nThe PDS has proved to be the most effective instrument of government policy over the years in stabilising prices and making food available to consumers at affordable prices. It has been instrumental in averting widespread hunger and famine by supplying food from surplus regions of the country to the deficit ones. In addition, the prices have been under revision in favour of poor households in general. The system, including the minimum support price and procurement has contributed to an increase in foodgrain production and provided income security to farmers in certain regions.\n\nHowever, FCI godowns are overflowing with grains, with some rotting away and some being eaten by rats. Graph 4.2 shows the\ndifference in foodgrain stocks in Central pool and its stocking norms.\n\n## ***Antyodaya Anna Yojana (AAY)\n\nAAY was launched in December 2000. Under this scheme one crore of the poorest among the BPL families covered under the targeted public distribution system were identified. Poor families were identified by the respective state rural development departments through a Below Poverty Line (BPL) survey. Twenty-five kilograms of foodgrains were made available to each eligible family at a highly subsidised rate of ? 2 per kg for wheat and ? 3 per kg for rice. This quantity has been enhanced from 25 to 35 kg with effect from April 2002. The scheme has been further expanded twice by additional 50 lakh BPL families in June 2003 and in August 2004. With this increase, 2 crore families have been covered under the AAY.\n\nGraph 4.2: Central Foodgrains (Wheat + Rice) Stock and Minimum Buffer Norm (Million Tonnes)\n\n\n**[IMAGE: A line chart comparing actual stock levels and buffer norms over different months.]**\n\n\n\nSource: Food Corporation of India (dfpd.gov.in/foodgrain-stocking), 2020-21\n(Accessed on 29/09/2021)",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:37.743369",
      "section_name": "A line chart comparing actual stock levels and buffer norms over different months.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "chart",
        "short_description": "A line chart comparing actual stock levels and buffer norms over different months.",
        "summary": "The Public Distribution System (PDS) has been crucial in stabilizing food prices and ensuring food security for the poor, particularly through schemes like the Antyodaya Anna Yojana (AAY), which provides subsidized foodgrains to the poorest families, although challenges like excess stock and wastage persist.",
        "page_number": 50,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-5.jpeg",
        "image_bbox": {
          "top_left_x": 297,
          "top_left_y": 1273,
          "bottom_right_x": 1289,
          "bottom_right_y": 1870
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "of 'poorest of the poor' and 'indigent senior citizens', respectively. The functioning of these two schemes was linked with the existing network of the PDS.",
          "content_type": "diagram",
          "key_topics": [
            "development"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2043,
        "topic_tags": [
          "development"
        ],
        "key_concepts": [
          "development"
        ],
        "keywords": [
          "Public Distribution System",
          "PDS",
          "Antyodaya Anna Yojana",
          "AAY",
          "food security",
          "Below Poverty Line",
          "subsidized foodgrains",
          "Food Corporation of India"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 51,
      "content": "*Subsidy is a payment that a government makes to a producer to supplement the market price of a commodity. Subsidies can keep consumer prices low while maintaining a higher income for domestic producers.\n\n## Let's Discuss\n\nStudy the Graph 4.2 and answer the following questions:\n\n- In which recent year foodgrain stock with the government was maximum?\n- What is the minimum buffer stock norm for the FCI?\n- Why were the FCI granaries overflowing with foodgrains?\n\nIn 2022, the stock of wheat and rice with Central pool is 159 LMT ( Lakh million tonnes) of wheat and 104 LMT of rice which was much more than the minimum buffer norms. However, these remained consistently higher than the buffer norms. The situation improved with the distribution of foodgrains under different schemes launched by the government. There is a general consensus that high level of buffer stocks of foodgrains is very undesirable and can be wasteful. The storage of massive food stocks has been responsible for high carrying costs, in addition to wastage and deterioration in grain quality. Freezing of MSP for a few years should be considered seriously.\n\nThe increased food grains procurement at enhanced MSP ${ }^{8}$ is the result of the pressure exerted by leading foodgrain producing states, such as Punjab, Haryana and Andhra Pradesh. Moreover, as the procurement\n\n\n**[IMAGE: Illustration of soldiers handling large artillery shells.]**\n\n\n\nPicture 4.5 Farmers Carrying Bags of Grains to the Granaries.\nis concentrated in a few prosperous regions (Punjab, Haryana, Western Uttar Pradesh, Andhra Pradesh and to a lesser extent in West Bengal) and mainly of two crops- wheat and riceincrease in MSP has induced farmers, particularly in surplus states, to divert land from production of coarse grains, which is the staple food of the poor, to the production of rice and wheat. The intensive utilisation of water in the cultivation of rice has also led to environmental degradation and fall in the water level, threatening the sustainability of the agricultural development in these states.\n${ }^{8}$ The rising Minimum Support Prices (MSP) have raised the maintenance cost of procuring foodgrains by the government. Rising transportation and storage costs of the FCI are other contributing factors in this increase.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:39.483506",
      "section_name": "Illustration of soldiers handling large artillery shells.",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "diagram",
        "short_description": "Illustration of soldiers handling large artillery shells.",
        "summary": "The government provides subsidies to producers to stabilize market prices and support domestic income, but excessive foodgrain stocks can lead to waste and increased costs. The rising Minimum Support Prices (MSP) have influenced production patterns, particularly in surplus states, impacting sustainability and environmental conditions.",
        "page_number": 51,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": "img-6.jpeg",
        "image_bbox": {
          "top_left_x": 790,
          "top_left_y": 200,
          "bottom_right_x": 1433,
          "bottom_right_y": 858
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "*Subsidy is a payment that a government makes to a producer to supplement the market price of a commodity. Subsidies can keep consumer prices low while maintaining a higher income for domestic produce...",
          "content_type": "diagram",
          "key_topics": [
            "environment",
            "development",
            "water"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 1,
        "integrated_content_length": 2294,
        "topic_tags": [
          "environment",
          "development",
          "water"
        ],
        "key_concepts": [
          "environment",
          "development",
          "water"
        ],
        "keywords": [
          "subsidy",
          "foodgrain stock",
          "Minimum Support Price (MSP)",
          "buffer stock",
          "Food Corporation of India (FCI)",
          "procurement",
          "environmental degradation",
          "agricultural sustainability"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 52,
      "content": "As per the NSSO report No. 558 in rural India, the per person per month consumption of rice has declined from 6.38 Kg . in 2004-05 to 5.98 Kg in 2011-12. In urban India, the per person per month consumption of rice, too has declined from 4.71 Kg in 2004-05 to 4.49 Kg in 2011-12. Per Capita consumption of PDS rice has doubled in rural India and increased by $66 \\%$ in urban India since 2004-05. The per Capita consumption of PDS wheat has doubled since 2004-05 in both rural and urban India.\n\nPDS dealers are sometimes found resorting to malpractices like diverting the grains to open market to get better margin, selling poor quality grains at ration shops, irregular opening of the shops, etc. It is common to find that ration shops regularly have unsold stocks of poor quality grains left. This has proved to be a big problem. When ration shops are unable to sell, a massive stock of foodgrains piles up with the FCI. In recent years, there is another factor that has led to the decline of the PDS. Earlier every family, poor and non-poor had a ration card with a fixed quota of items such as rice, wheat, sugar etc. These were sold at the same low price to every family. The three types of cards and the range of prices that you see today did not exist. A large number of families could buy foodgrains from the ration shops subject to a fixed quota. These included low income families whose incomes were marginally higher than the below poverty line families. Now, with TPDS of three different prices, any family above the poverty line gets very little discount at the ration shop. The price for APL family\nis almost as high as open market price, so there is little incentive for them to buy these items from the ration shop.\n\n## Role of cooperatives in food security\n\nThe cooperatives are also playing an important role in food security in India especially in the southern and western parts of the country. The cooperative societies set up shops to sell low priced goods to poor people. For example, out of all fair price shops running in Tamil Nadu, around 94 per cent are being run by the cooperatives. In Delhi, Mother Dairy is making strides in provision of milk and vegetables to the consumers at controlled rate decided by Government of Delhi. Amul is another success story of cooperatives in milk and milk products from Gujarat. It has brought about the White Revolution in the country. These are a few examples of many more cooperatives running in different parts of the country ensuring food security of different sections of society.\nSimilarly, in Maharashtra, Academy of Development Science (ADS) has facilitated a network of NGOs for setting up grain banks in different regions. ADS organises training and capacity building programmes on food security for NGOs. Grain Banks are now slowly taking shape in different parts of Maharashtra. ADS efforts to set up Grain Banks, to facilitate replication through other NGOs and to influence the Government's policy on food security are thus paying rich dividends. The ADS Grain Bank programme is acknowledged as a successful and innovative food security intervention.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:41.119056",
      "section_name": "Table in Chapter 4",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "diagram",
        "short_description": "Table in Chapter 4",
        "summary": "The NSSO report highlights a decline in rice consumption in both rural and urban India from 2004-05 to 2011-12, while per capita consumption of PDS rice and wheat has increased. Issues such as malpractices by PDS dealers and the transition to a targeted PDS have affected food security, although cooperatives play a significant role in providing low-priced goods and enhancing food security.",
        "page_number": 52,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "As per the NSSO report No. 558 in rural India, the per person per month consumption of rice has declined from 6.38 Kg . in 2004-05 to 5.98 Kg in 2011-12. In urban India, the per person per month consu...",
          "content_type": "table",
          "key_topics": [
            "development"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 3129,
        "topic_tags": [
          "development"
        ],
        "key_concepts": [
          "development"
        ],
        "keywords": [
          "NSSO report",
          "rice consumption",
          "PDS",
          "food security",
          "cooperatives",
          "malpractices",
          "targeted PDS",
          "grain banks"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 53,
      "content": "# Summary \n\nFood security of a nation is ensured if all of its citizens have enough nutritious food available, all persons have the capacity to buy food of acceptable quality and there is no barrier on access to food. The people living below the poverty line might be food insecure all the time while better off people might also turn food insecure due to calamity or disaster. Although a large section of people suffer from food and nutrition insecurity in India, the worst affected groups are landless or land poor households in rural areas and people employed in ill paid occupations and casual labourers engaged in seasonal activities in the urban areas. The food insecure people are disproportionately large in some regions of the country, such as economically backward states with high incidence of poverty, tribal and remote areas, regions more prone to natural disasters etc. To ensure availability of food to all sections of the society the Indian government carefully designed food security system, which is composed of two components: (a) buffer stock and (b) public distribution system. In addition to PDS, various poverty alleviation programmes were also started which comprised a component of food security. Some of these programmes are: Integrated Child Development Services (ICDS); Food-for-Work (FFW); Mid-Day Meals; Antyodaya Anna Yojana (AAY) etc. In addition to the role of the government in ensuring food security, there are various cooperatives and NGOs also working intensively towards this direction.\n\n## Exercises\n\n1. How is food security ensured in India?\n2. Which are the people more prone to food insecurity?\n3. Which states are more food insecure in India?\n4. Do you believe that green revolution has made India self-sufficient in food grains? How?\n5. A section of people in India are still without food. Explain?\n6. What happens to the supply of food when there is a disaster or a calamity?\n7. Differentiate between seasonal hunger and chronic hunger?\n8. What has our government done to provide food security to the poor? Discuss any two schemes launched by the government?\n9. Why buffer stock is created by the government?\n10. Write notes on:\n(a) Minimum support price\n(b) Buffer stock\n(c) Issue price\n(d) Fair price shops\n11. What are the problems of the functioning of ration shops?\n12. Write a note on the role of cooperatives in providing food and related items.",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:43.066381",
      "section_name": "Table in Chapter 4",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "diagram",
        "short_description": "Table in Chapter 4",
        "summary": "Food security in India is a multifaceted issue, ensuring that all citizens have access to nutritious food, with particular focus on vulnerable groups such as the landless and low-income laborers. The government employs a food security system comprising buffer stocks and public distribution, alongside various poverty alleviation programs to combat food insecurity.",
        "page_number": 53,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": "How Is Food Security Ensured In India?",
          "chapter_number": 1,
          "summary": "Food security of a nation is ensured if all of its citizens have enough nutritious food available, all persons have the capacity to buy food of acceptable quality and there is no barrier on access to ...",
          "content_type": "table",
          "key_topics": [
            "development",
            "natural"
          ],
          "is_front_matter": false,
          "confidence": 0.5
        },
        "image_count": 0,
        "integrated_content_length": 2397,
        "topic_tags": [
          "development",
          "natural"
        ],
        "key_concepts": [
          "development",
          "natural"
        ],
        "keywords": [
          "food security",
          "nutrition",
          "poverty",
          "public distribution system",
          "buffer stock",
          "food insecurity",
          "cooperatives",
          "government schemes"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    },
    {
      "book_type": "UPSC-NCERT-2025-26",
      "subject": "Economics",
      "chapter_name": "Chapter 4",
      "chapter_number": 4,
      "page_number": 54,
      "content": "# References \n\nDev, S. MahendRA, Kannan, K.P. and Ramchandran, NeERA (Eds.). 2003. Towards a Food Secure India: Issues and Policies. Institute for Human Development, New Delhi.\n\nSagar, Vidya. 2004. 'Food Security in India', Paper presented in ADRF-IFRI Final Meeting on Food Security in India, September 10-11, New Delhi.\n\nSaxena, N.C. 2004. 'Synergising Government Efforts for Food Security' in Swaminathan, M.S. and Medrano, Pedro (Eds.), Towards Hunger Free India, East-West Books, Chennai.\n\nSaxena, N.C. 2004. 'Reorganising Policies and Delivery for Alleviating Hunger and Malnutrition' Paper presented at National Food Security Summit, New Delhi.\n\nSen, A.K. 1983. 'Poverty and Famines: An Essay on Entitlement and Deprivation'. Oxford University Press.\n\nSharma, Rekha and Meenakshi, J.V. 2004. 'Micronutrient Deficiencies in Rural Diets'. Towards Hunger Free India: From Vision to Action. Proceedings of Consultation on 'Towards Hunger-free India: Count Down from 2007'. New Delhi.\n\nFAO 1996. World Food Summit 1995. Food and Agricultural Organisation, Rome.\nGovernment of India. Economic Survey. 2002-03, 2003-04, 2004-05. Ministry of Finance. New Delhi.\n\nIIPS 2000. National Health and Family Survey-2. International Institute of Population Sciences. Mumbai.\n\nUN 1975. Report of the World Food Conference 1975. (Rome), United Nations, New York.\n\nFood Corporation of India: (fci.gov.in/stocks.php?view=18)",
      "source_url": null,
      "book_name": "economics",
      "created_at": "2025-07-03T14:02:44.253372",
      "section_name": "Development content in Chapter 4",
      "metadata": {
        "file_id": "economics_class_9_book_economics_chapter_4",
        "document_type": "diagram",
        "short_description": "Development content in Chapter 4",
        "summary": "The references provided encompass various studies and papers addressing food security, poverty, and nutrition in India, highlighting government efforts and policy recommendations for alleviating hunger and malnutrition.",
        "page_number": 54,
        "subject": "Economics",
        "class": "9",
        "chapter_name": "Chapter 4",
        "chapter_number": 4,
        "file_name": "economics",
        "part": "Economics",
        "start_page": null,
        "end_page": null,
        "image_id": null,
        "image_bbox": {
          "top_left_x": 0,
          "top_left_y": 0,
          "bottom_right_x": 0,
          "bottom_right_y": 0
        },
        "dimensions": {
          "dpi": 200,
          "height": 2180,
          "width": 1600
        },
        "content_analysis": {
          "chapter_name": null,
          "chapter_number": null,
          "summary": "Dev, S. MahendRA, Kannan, K.P. and Ramchandran, NeERA (Eds.). 2003. Towards a Food Secure India: Issues and Policies. Institute for Human Development, New Delhi.",
          "content_type": "text",
          "key_topics": [
            "development"
          ],
          "is_front_matter": false,
          "confidence": 0.0
        },
        "image_count": 0,
        "integrated_content_length": 1411,
        "topic_tags": [
          "development"
        ],
        "key_concepts": [
          "development"
        ],
        "keywords": [
          "food security",
          "hunger",
          "malnutrition",
          "poverty",
          "nutrition policies",
          "India",
          "micronutrient deficiencies",
          "government efforts"
        ],
        "difficulty_level": "intermediate",
        "learning_objectives": [],
        "related_chapters": [],
        "prerequisites": [],
        "common_mistakes": []
      }
    }
  ]
}