[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 16,
    "page_number": 187,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 16 on Environment.]**\n\n\n\n# CONSERVATION EFFORTS \n\n### 16.1. PROJECT TIGER\n\nApotential example of conservation of a highly endangered species is the Indian Tiger (Panthera tigris). The fall and rise in the number of Tiger population in India is an index of the extent and nature of conservation efforts.\nIt is estimated that India had about 40000 tigers in 1900, and the number declined to a mere about 1800 in 1972.\nHence, Project Tiger centrally sponsored scheme was launched in 1973 with the following objectives:\n\n- To ensure maintenance of available population of Tigers in India for scientific, economic, aesthetic, cultural and ecological value\n- To preserve, for all times, the areas of such biological importance as a national heritage for the benefit, education and enjoyment of the people\n\n\n## Aim\n\n(i) Conservation of the endangered species and\n(ii) Harmonizing the rights of tribal people living in and around tiger reserves\n\n## Do you know?\n\nThe scientific name for the tiger is Panthera tigris There are eight subspecies of tiger: among the eight, at present five subspecies are present in the wild. They are - Bengal, South China, Indochinese, Sumatran, and Siberian. Three subspecies of tiger-Caspian, Bali, and Javan-are extinct.\n\n### 16.1.1. Tiger Reserve\n\n- Tiger reserves are areas that are notified for the protection of the tiger and its prey, and are governed by Project Tiger which was launched in the country in 1973.\n- Initially 9 tiger reserves were covered under the project, and has currently increased to 42 , falling in 17 States (tiger reserve States).\n- The State Government shall, on recommendation of the National Tiger Conservation Authority, notify an area as a tiger reserve.\n- A Tiger reserve includes:\na) Core zone\n- Critical tiger habitat areas established, on the basis of scientific and objective criteria.\n- These areas are required to be kept as inviolate for the purposes of tiger conservation, without affecting the rights of the Scheduled Tribes or such other forest dwellers.\n- These areas are notified by the State Government in consultation with an Expert Committee (constituted for that purpose)\n\n\n## b) Buffer zone\n\n- Peripheral area to critical tiger habitat or core area, where a lesser degree of habitat protection is required to ensure the integrity of the critical tiger habitat with adequate dispersal for tiger species.\n- It aims at promoting co-existence between wildlife and human activity with due recognition of the livelihood, developmental, social and cultural rights of the local people.\n- The limits of such areas are determined on the basis of scientific and objective criteria in consultation with the concerned Gram Sabha and an Expert Committee constituted for the purpose.\n- No alteration in the boundaries of a tiger reserve shall be made except on a recommendation of the National Tiger Conservation Authority and the approval of the National Board for Wild Life.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:01.151230",
    "section_name": "Chapter title page for Chapter 16 on Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Chapter title page for Chapter 16 on Environment.",
      "summary": "The content discusses Project Tiger, a conservation effort aimed at protecting the endangered Indian Tiger species through tiger reserves.",
      "page_number": 187,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 16,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1497,
        "bottom_right_y": 528
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 1,
      "integrated_content_length": 2981,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Conservation",
        "Project Tiger",
        "Tiger reserves",
        "Endangered species",
        "Core zone",
        "Buffer zone",
        "National Tiger Conservation Authority",
        "Wildlife protection"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 188,
    "content": "- No State Government shall de-notify a tiger reserve, except in public interest with the approval of the National Tiger Conservation Authority and the approval of the National Board for Wild Life.\n\n\n### 16.1.1 National Tiger Conservation Authority (NTCA):\n\n- The Amendment Act of 2006 provides for the constitution of a statutory authority known as the National Tiger Conservation Authority to aid in the implementation of measures for the conservation of the tiger.\n\n\n## Do you know?\n\nNo two tigers have exactly the same pattern of stripes. Tigers live alone, except for mothers and their young. A male and female tiger come together to mate, and then go their separate ways.\n\n## Powers and functions:\n\n1. To approve the Tiger Conservation Plan prepared by the State Government\n2. To evaluate and assess various aspects of sustainable ecology and disallow any ecologically unsustainable land use such as mining, industry and other projects within tiger reserves\n3. To lay down normative standards for tourism activities and guidelines for project tiger from time to time for tiger conservation in the buffer and core area of tiger reserves and ensure their due compliance\n4. To provide information on protection measures including future conservation plan, estimation of population of tiger and its natural prey species, status of habitats, disease surveillance, mortality survey, patrolling, reports on untoward happenings and such other management aspects as it may deem fit including future plan of conservation\n5. To ensure that tiger reserves and areas linking on protected area or tiger reserve with another protected area or tiger reserve are not diverted for ecologically unsustainable uses, except in public interest and with the approval of the National Board for Wild Life.\n6. To facilitates and support tiger reserve management in the State for biodiversity conservation initiatives through eco-development and peoples participation as per approved management plans, and to support similar initiatives in adjoining areas consistent with the Central and State laws\n7. To ensure critical support including scientific, information technology and legal support for better implementation of the tiger conservation plan\n8. To facilitate ongoing capacity building program for skill development of officers and staff of tiger reserves\n\n### 16.1.2. Estimation of Tiger Populations\n\n- The process of estimating the number of tigers in a given area is called 'Tiger census.'\n- This exercise provides us with an estimate of tiger number, density and change in tiger indices - a measure of tiger occupancy in a given area.\n- It is conducted at regular intervals to know the current tiger populations and population trends.\n- Besides estimating the number of tigers the method also helps to gather information on the density of the tiger populations and associated prey.\n- The most commonly used technique in the past was 'Pugmark Census Technique'. In this method the imprints of the pugmark of the tiger were recorded and used as a basis for identification of individuals. Now it is largely used as one of the indices of tiger occurrence and relative abundance.\n- Recent methods used to estimate the numbers of tigers are camera trapping and DNA finger-printing.\n- In camera trapping, the photograph of the tiger is taken and individuals are differentiated on the basis of the stripes on the body.\n- In the latest technique of DNA fingerprinting, tigers can be identified from their scats.\n\n\n## 2010 Assessment Methodology\n\n- The All India Tiger Estimation exercise is one of the most crucial components of our national tiger conservation efforts.\n- Since 2006, this monitoring exercise is being undertaken every four years.\n- This report presents the results of the 2010 National Tiger Assessment, undertaken through a best-in-class scientific process.\n- This presents an estimate of India's current tiger population and a broader assessment of our tiger landscapes.\n- The three phases of the tiger estimation procedure are as follows:\n- Phase 1: Field data collected at the beat-level (i.e. the primary patrolling unit) by trained personnel using a standardised protocol.\n- Phase 2: Analysis of habitat status of tiger forests using satellite data.\n- Phase 3: Camera trapping was the primary method used, where individual tigers were identified from",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:02.277844",
    "section_name": "Diagram in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram in CONSERVATION EFFORTS",
      "summary": "The content discusses the role and functions of the National Tiger Conservation Authority, including the process of estimating tiger populations.",
      "page_number": 188,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Ecology",
        "chapter_number": 1,
        "summary": "- No State Government shall de-notify a tiger reserve, except in public interest with the approval of the National Tiger Conservation Authority and the approval of the National Board for Wild Life.",
        "content_type": "diagram",
        "key_topics": [
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "forest"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 4353,
      "topic_tags": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "forest"
      ],
      "key_concepts": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "forest"
      ],
      "keywords": [
        "State Government",
        "de-notify",
        "tiger reserve",
        "National Tiger Conservation Authority",
        "powers and functions",
        "tiger census",
        "estimation",
        "population trends."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 189,
    "content": "photographs based on their unique stripe patterns. This information was analysed using a well established scientific framework. Camera trapping was carried out by teams of wildlife biologists and local forest personnel.\n\n- Based on the tiger numbers recorded in sampled sites, an estimate for other contiguous tiger-occupied landscapes, was made. For this, additional information such as tiger signs, prey availability, habitat conditions and human disturbance was used. Thus, the final estimates provide a comprehensive and statistically robust result for the whole country\n\n\n## \"Phase IV\"\n\n- India has announced a major expansion of its tiger monitoring programme, through 'Phase IV' of the national tiger estimation programme.\n- This initiated intensive, annual monitoring of tigers at the tiger reserve level, across protected areas in the country, from November 2011.\n- The methodology is developed by the Wildlife Institute of India (WII) and the National Tiger Conservation Authority (NTCA), in consultation with experts, and will use statistically sound procedures to estimate numbers of both tigers and their prey.\n- The tiger monitoring protocol use camera traps, at a density of 25 double-sided cameras per 100 square kilometres, and a minimum trapping effort of 1000 trap nights per 100 square kilometres. (Note: Tiger reserve - see appendix)\n- This will provide a yearly indication of the status of critical tiger populations around the country, and will be critical to long-term management and conservation of tiger populations.\n- Prey population monitoring will be conducted simultaneously, using Distance sampling protocols. Distance sampling will be conducted along line transects already established in phase I, and will use a minimum of 30 spatial replicates for 2 km each, and a total effort of 300 km .\n\n\n## Do you know?\n\nRoyal Bengal tiger, is a tiger subspecies native to India, Bangladesh, Nepal and Bhutan, and has been classified as endangered by IUCN as the population is estimated at fewer than 2,500 individuals with a decreasing trend. The Bengal tiger is the national animal of Bangladesh. Panthera tigris is the national animal of India.\n\n## Innovations In 2010 National Tiger assessment\n\n- The 2010 National Tiger Assessment has several innovations over previous assessments. These include:\n- Partnerships with civil society organizations\n- Local communities involved in data collection and analysis.\n- Genetic analysis to estimate tiger populations from faecal samples.\n- Along with tigers, co-predators, prey, and habitat quality assessed.\n- Pioneering attempt to estimate tiger populations in Sunderbans Tiger Reserve (West Bengal) using satellite telemetry and sign surveys.\n- First estimation of tiger population in Sahyadri Tiger Reserve (Maharashtra).\n\n\n## Tiger Population Estimates\n\n- The same scientifically robust methods were consistently used in 2006 and 2010. This enabled comparison of results from both estimation exercises and in understanding the trend in tiger numbers.\n- The estimated tiger population in 2006 was 1411 and due to conservation efforts it has steadily increased and the tiger population was 1706 in the 2010 tiger estimate.\n\n\n## Do you know?\n\n- Tigers have a lifespan of 10-15 years in the wild, but can live longer than 20 years in captivity.\n- They are highly adaptable and range from the Siberian taiga to open grasslands and tropical mangrove swamps.\n\n\n### 16.1.3 International Cooperation\n\n- India has a Memorandum of Understanding with Nepal on controlling trans-boundary illegal trade in wildlife and conservation, apart from a protocol on tiger conservation with China.\n- The process is on for bilateral protocol with Bangladesh, Bhutan \\& Myanmar.\n- A Global Tiger Forum of Tiger Range Countries has been created for addressing international issues related to tiger conservation.\n\n\n## Asian Ministerial Conference on Tiger Conservation.\n\n- The New Delhi Resolution on Tiger Conservation was adopted by the 3rd Asian Ministerial Conference on Tiger Conservation.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:03.814025",
    "section_name": "Diagram in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram in CONSERVATION EFFORTS",
      "summary": "The UPSC study material discusses the tiger monitoring program in India, including the methodology, innovations, and population estimates.",
      "page_number": 189,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "photographs based on their unique stripe patterns. This information was analysed using a well established scientific framework. Camera trapping was carried out by teams of wildlife biologists and loca...",
        "content_type": "diagram",
        "key_topics": [
          "conservation",
          "forest",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4038,
      "topic_tags": [
        "conservation",
        "forest",
        "wildlife"
      ],
      "key_concepts": [
        "conservation",
        "forest",
        "wildlife"
      ],
      "keywords": [
        "tiger monitoring",
        "camera trapping",
        "wildlife biologists",
        "tiger population estimates",
        "conservation efforts",
        "National Tiger Conservation Authority",
        "genetic analysis",
        "habitat quality",
        "Sunderbans Tiger Reserve",
        "Sahyadri Tiger Reserve."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 190,
    "content": "- The salient features of the Resolution include: recovery of tiger in low density protected areas by three Rs Restoration, Reintroduction and Rehabilitation, acceleration of the implementation of Global Tiger Recovery Programme, which includes habitat improvement and anti-poaching surveillance through modern technology, align development and tiger conservation by ensuring intensive participation of locals and other stakeholders, promotion of tiger habitats to provide ecosystem service, economic growth and addressing climate change and strengthening cooperation to combat wildlife crime.\n- This is the third conclave, with the earlier ones being held at Hua Hin, Thailand (2010) and Thimpu, Bhutan (2012), besides the Tiger Summit at St Petersburg in 2010. Tiger Range Countries include Bangladesh, Bhutan, Cambodia, China, Indonesia, India, Lao PDR, Malaysia, Myanmar, Nepal, Russian Federation, Thailand, Vietnam.\n\n\n## Do you know?\n\nRajasthan has become the first state to launch project Leopard to conserve it by improving their prey base, mitigating man and leopard conflict and controlling poaching.\nProject Leopard will be chaired by State Forest Minister and it will be implemented in 8 Wildlife Sanctuaries in Rajasthan\n\n### 16.2. PROJECT ELEPHANT\n\n- Project Elephant was launched in February, 1992 as centrally sponsored scheme to assist states having free ranging populations of wild elephants and to ensure long term survival of identified viable populations of elephants in their natural habitats.\n- The Project is being mainly implemented in 13 States / UTs, viz. Andhra Pradesh, Arunachal Pradesh, Assam, Jharkhand, Karnataka, Kerala, Meghalaya, Nagaland, Orissa, Tamil Nadu, Uttaranchal, Uttar Pradesh and West Bengal. Small support is also being given to Maharashtra and Chhattisgarh.\n- States are being given financial as well as technical assistance in achieving the objectives of the Project. Help is also provided to other states with small populations of elephants for the purpose of census, training of field staff and mitigation of human-elephant conflict.\n\n\n## Do you know?\n\nThe hippopotamus, walrus, narwhal, mammoth, Rhino and most commonly, Asian and African elephants are poached for their ivory tusk.\n\n## Objectives:\n\n- To protect elephants, their habitat \\& corridors\n- To address issues of man-animal conflict\n- Welfare of domesticated elephants\n\n\n## Aim\n\n- Ecologically restoring the natural habitats and migratory routes of the elephants\n- Mitigation of the increasing conflicts between man and elephants in important habitats and moderating the pressures of human and domestic stock activities in important elephant habitats.\n- Developing scientific and planned management measures for conservation of elephants.\n- Protecting the elephants from poachers and other unnatural causes of death and preventing illegal ivory trade is also one of the major concerns of the Elephant Project in India\n- Researching on issues related to elephants and creating public awareness and education programs for it.\n- Eco-development and Veterinary care for the elephants.\n- It also aims at maintaining health care and breeding of tamed elephants.\n- (Elephant reserve of India see appendix)\n\n\n### 16.2.1. Elephant Corridor\n\n- An elephant corridor is defined as a stretch/ narrow strips of forested (or otherwise) land that connects larger habitats with elephant populations and forms a conduit for animal movement between the habitats. This movement helps enhance species survival and birth rate.\n- There are 88 identified elephant corridors in India.\n- Out of total 88 corridors, 20 were in south India, 12 in north-western India, 20 in central India, 14 in northern West Bengal and 22 in north-eastern India.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:04.736087",
    "section_name": "Page 5 content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 5 content in CONSERVATION EFFORTS",
      "summary": "The study material discusses initiatives such as the Global Tiger Recovery Programme, Project Leopard, and Project Elephant aimed at conservation efforts for tigers, leopards, and elephants in India.",
      "page_number": 190,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3732,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Global Tiger Recovery Programme",
        "Project Leopard",
        "Project Elephant",
        "conservation",
        "habitat improvement",
        "wildlife crime",
        "man-animal conflict",
        "ivory trade."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 191,
    "content": "- Of the total, 77.3 per cent is regularly used by elephants. About one-third is of ecologically high priority and remaining two third of medium priority.\n- Fragmentation of elephant habitat was severe in northern West Bengal followed by north-western India, north-eastern India and central India respectively. The least fragmentation was noted in south India.\n- In south India, 65 per cent of the corridors are in protected area or in reserved forests.\n- 90 per cent in central India are jointly under forest, agriculture and settlements, Only 10 per cent are completely under forest area.\n- Nationally, only 24 per cent of the corridors are under complete forest cover.\n\n\n### 16.2.2. Threats to Elephant Corridors\n\n- The primary threat is the Habitat loss leading to fragmentation and destruction caused by developmental activities like construction of buildings,roeds, railways, holiday resorts and the fixing solar energized electric fencing, etc.\n- Coal mining and iron ore mining is the two \"single biggest threats\" to elephant corridors in central India.\n- Orissa, Jharkhand and Chhattisgarh, are mineral-rich states, but also have the highest number of elephant corridors in the country, which makes them known for elephant-man conflicts.\n- There is also a serious poaching problem, as elephant ivory from the tusks is extremely valuable.\n- Elephants need extensive grazing grounds and most reserves cannot accommodate them. If protected areas are not large enough, elephants may search for food elsewhere. This often results in conflicts with humans, due to elephants raiding or destroying crops.\n\n\n## Do you know?\n\nWhite tigers are not a separate sub-species, but are white in color due to an expression of recessive genes\n\n### 16.2.3. Mitigation\n\n- Fusion of the corridors with nearby protected areas wherever feasible; in other cases, declaration as Ecologically Sensitive Areas or conservation reserves to grant protection.\n- During the process of securing a corridor, monitoring for animal movement have to be carried out; depend-\ning on the need, habitat restoration work shall also be done.\n- Securing the corridors involves sensitizing local communities to the option of voluntarily relocation outside the conflict zones to safer areas. It would also have great conservation value, preventing further fragmentation of the continuous forest habitat by encroachment from urban areas, as well as providing continued refuge for tiger, elephant, sambar, marsh crocodile, gharial and many species of bird.\n\n\n### 16.2.4. Monitoring of Illegal Killing of Elephants (MIKE) Programme\n\n- Mandated by COP resolution of CITES, MIKE program started in South Asia in the year 2003 with following purpose -\n- To provide information needed for elephant range States to make appropriate management and enforcement decisions, and to build institutional capacity within the range States for the long-term management of their elephant populations\n\n\n## Main objectives\n\n1. to measure levels and trends in the illegal hunting of elephants;\n2. to determine changes in these trends over time; and\n3. to determine the factors causing or associated with such changes, and to try and assess in particular to what extent observed trends are a result of any decisions taken by the Conference of the Parties to CITES\n\n- Under the programme data are being collected from all sites on monthly basis in specified MIKE patrol form and submited to Sub Regional Support Office for South Asia Programme located in Delhi who are assisting Ministry in the implementation of the progremme.\n\n\n## Do you know?\n\nParaceratherium, the largest land mammal that ever lived, which resembles a very big, muscular giraffe.\n\n### 16.2.5. Haathi Mere Saathi\n\n- Haathi Mere Saathi is a campaign launched by the Ministry of environment and forest (MoEF) in partnership with the wildlife trust of India (WTI).\n- To improve conservation and welfare prospects of the elephant - India's National Heritage Animal.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:05.478869",
    "section_name": "Environment, Conservation content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Conservation content in CONSERVATION EFFORTS",
      "summary": "The study material discusses the usage of elephant corridors, threats to them, mitigation strategies, and the Monitoring of Illegal Killing of Elephants (MIKE) Programme.",
      "page_number": 191,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "To Measure Levels And Trends In The Illegal Hunting Of Elephants;",
        "chapter_number": 1,
        "summary": "- Of the total, 77.3 per cent is regularly used by elephants. About one-third is of ecologically high priority and remaining two third of medium priority.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "conservation",
          "development",
          "forest",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3969,
      "topic_tags": [
        "environment",
        "conservation",
        "development",
        "forest",
        "wildlife"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "development",
        "forest",
        "wildlife"
      ],
      "keywords": [
        "elephant corridors",
        "habitat loss",
        "fragmentation",
        "mitigation",
        "MIKE Programme",
        "illegal killing",
        "conservation",
        "monitoring."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 2,
    "page_number": 192,
    "content": "- The campaign was launched at the \"Elephant- 8\" Ministerial meeting held in Delhi on 24th May 2011.\n- The E-8 countries comprise of India, Botswana, the Republic of Congo, Indonesia, Kenya, Srilanka, Tanzania, and Thailand.\n- This public initiative was aimed at increasing awareness among people and developing friendship, companionship between people and elephants.\n\n\n## The campaign mascot 'Gaju'.\n\n- The campaign focuses on various target audience groups including locals near elephant habitats, youth, policy makers, among others.\n- It envisions setting up of Gajah (the elephant) centres in elephant landscapes across the country to spread awareness on their plight and invoke people's participation in addressing the threats to them.\n- It also plants to build capacity of protection and law enforcement agencies at the ground level, and advocate for policies favouring the pachyderms (the elephant).\n- Recommended by the elephant task force (ETF) constituted by the ministry last year, the campaign to \"Take Gajah (the elephant) to the prajah (the people)\" aims to spread awareness and encourage people's participation in elephant conservation and welfare.\n\nTiger, faces threat of extinction, whereas the elephant faces threat of attrition. The elephant Nos. have not increased or decreased drastically but there is a increasing pressure on the elephant habitats and it is a serious concern which has to be addressed by involving people in elephant conservation and welfare through this campaign.\n\n- The Asian elephant is threatened by habitat degradation, conflicts and poaching for ivory. These threats are more intense in India which harbours more than 50\\% of worlds Asian elephant population.\n- India has about 25000 elephants in the wild. Despite this seemingly large number, the elephant particularly the tuskers (male), in India is as threatened as the tiger. There are just about 1200 tuskers left in the country.\n\n\n## Do you know?\n\nThe term \"blind as a bat\" isn't really accurate. Bats have perfectly good eyes for seeing in the daylight. The problem is, they do most of their hunting at night!\n\n### 16.2.6. Elephant - 8 Ministerial Meeting\n\n- The E-8 ministerial meeting represented regions with all 3 species of elephants, viz.,\nl. Elephas maximus (Asian elephant)\n\n2. Loxodonta africana (African Bush Elephant)\n3. Loxodonta cyclotis (African Forest Elephant)\n\n- The participants included policy makers, conservationist, scientists, historians, art and culture experts among the participating countries.\n- Discussions covered a wide range of issues categorised under three basic themes.\n\n1. Science and conservation\n2. Management and conservation\n3. Cultural and Ethical perspectives of conservation\n\n- The E-8 countries besides resolving to take necessary steps in the direction of elephant conservation also decided to actively pursue a common Agenda to ensure a long term welfare and survival of all species of elephants in all range countries.\n- To realise this global goal, the meeting has called upon all range countries to join hands under\n- the umbrella of elephant-50:50 forum. It is the shared vision of 50 states to promote conservation, management and welfare of elephants in the next 50 years.\n\n\n### 16.2.7. E-50:50 forum\n\n- The E-8 countries decided to hold the ist International Congress of E-50:50 forum in early 2013 at New Delhi, India for adopting a common global vision on conservation, management and welfare of elephants across all range countries.\n\n\n### 16.3. VULTURE\n\nIndia has nine species of vultures in the wild. They are the\n\n1. Oriental White-backed Vulture (Gyps bengalensis),\n2. Slender billed Vulture (Gyps tenuirostris),\n3. Long billed Vulture (Gyps indicus),\n4. Egyptian Vulture (Neophron percnopterus),\n5. Red Headed Vulture (Sarcogyps calvus),\n6. Indian Griffon Vulture (Gyps fulvus),\n7. Himalayan Griffon (Gyps himalayensis),\n8. Cinereous Vulture (Aegypius monachus) and\n9. Bearded Vulture or Lammergeier (Gypaetus barbatus).",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:06.987925",
    "section_name": "Conservation, Forest content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Conservation, Forest content in CONSERVATION EFFORTS",
      "summary": "The campaign \"Take Gajah to the Prajah\" aims to raise awareness and promote people's participation in elephant conservation and welfare, focusing on the E-8 countries.",
      "page_number": 192,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 2,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Loxodonta Africana (African Bush Elephant)",
        "chapter_number": 2,
        "summary": "- The campaign was launched at the \"Elephant- 8\" Ministerial meeting held in Delhi on 24th May 2011.",
        "content_type": "text",
        "key_topics": [
          "conservation",
          "forest"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3981,
      "topic_tags": [
        "conservation",
        "forest"
      ],
      "key_concepts": [
        "conservation",
        "forest"
      ],
      "keywords": [
        "Elephant-8",
        "campaign",
        "awareness",
        "conservation",
        "Gajah",
        "habitat degradation",
        "participation",
        "E-8 ministerial meeting."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 2,
    "page_number": 193,
    "content": "- Decline of vulture populations in India was first recorded at the Keoladeo Ghana National Park, Rajasthan\n- The decline of Gyps genus in India has been put at $97 \\%$ (over a 12 year period) by 2005.\n- Similar declines have occurred in other countries in Asia, including Nepal and Pakistan.\n- In India the population of three species i.e. Whitebacked Vulture, Slender billed Vulture and Long billed Vulture in the wild has declined drastically over the past decade.\n- Red-headed vulture or king vulture, Slender billed Vulture and Long billed Vulture are listed as critically endangered.\n- Populations of Egyptian vultures and White-backed Vulture have also undergone decline in India and are now classified as Endangered.\n- It is initially thought the drastic decline in population was due to non-availability of food (dead livestock) or an unknown viral epidemic disease, but later on confirmed that decline in population was due to the drug diclofenac.\n\n\n### 16.3.1. Diclofenac Sodium as the Probable Cause\n\n- Diclofenac is a non-steroidal anti-inflammatory drug (NSAID) administered to reduce inflammation and to reduce pain in certain conditions.\n- NSAIDs are associated with adverse kidney (renal) failure which is caused due to the reduction in synthesis of renal prostaglandins.\n- Vultures which were unable to break down the chemical diclofenac, suffer from kidney failure when they eat the carcass of animals which have been administered with the drug - Diclofenac\n- Visceral gout, an accumulation of uric acid within tissues and on the surfaces of internal organs, was observed in $85 \\%$ of dead vultures found. Death caused by renal failure, which is known to occur as a result of metabolic failure or toxic disease.\n- \"Neck drooping\" - vulture exhibit this behaviour for protracted periods over several weeks before collapsing and falling out of trees or just prior to death. It is the only obvious behavioural indication that birds are ill. Neck drooping is also reported in healthy birds under hot conditions.\n\n\n### 16.3.2. Meloxicam - An Alternative\n\n- Meloxicam is a second generation NSAID and rated better than Diclofenac for the treatment of livestock, with\nreduced risk of side effects, and is also approved for human use in more than 70 countries. Meloxicam is licensed as a veterinary drug in India, Europe and USA.\n\n\n### 16.3.3. Banned but still in use\n\n- The Indian Government in May 2006 banned the veterinary use of diclofenac. Unfortunately, the ban didn't reach far enough and human forms of diclofenac were used to treat sick cattle.\n- One particular problem is that the human form of diclofenac is much cheaper than alternative drugs like meloxicam which have been safety tested for vultures\n\n\n### 16.3.4. Significance of vultures in India\n\n- Scavenging on animal carcasses of animals and thereby helping keep the environment clean;\n- Disposal of dead bodies as per the religious practices of the Parsi community.\n- Vultures are the primary removers of carrion in India and Africa.\n\n\n### 16.3.5. Without vultures\n\n- Equilibrium between populations of other scavenging species will be affected.\n- Result in increase in putrefying carcasses.\n- Movement of Feral dogs into carcass dumps increasing the spread of diseases such as rabies, anthrax.\n- Traditional custom of the Parsis of placing their dead in the 'Towers of Silence' for vultures to feed upon will be affected.\n- Life will be much harder for local hide and bone-collectors, who rely on cleaned carcasses in order to earn a living.\n\n\n## Do you know?\n\nAlthough all snakes can swim, sea snakes live mostly in the water. They do need to come up for air but can stay under water for up to an hour!.\n\n### 16.3.6. Vulture Safety Zones\n\n- The concept of a VSZ is unique for the Asian continent but similar VSZ are in operation in both Europe and Africa.\n- Aim of developing VSZs is to establish targeted awareness activities surrounding 150 km radius of vultures' colonies so that no diclofenac or the veterinary toxic",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:08.317860",
    "section_name": "Table in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in CONSERVATION EFFORTS",
      "summary": "The decline of vulture populations in India, attributed to diclofenac poisoning, has led to critical endangerment of several species and poses ecological and cultural challenges.",
      "page_number": 193,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 2,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Decline of vulture populations in India was first recorded at the Keoladeo Ghana National Park, Rajasthan",
        "content_type": "table",
        "key_topics": [
          "environment",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4004,
      "topic_tags": [
        "environment",
        "water"
      ],
      "key_concepts": [
        "environment",
        "water"
      ],
      "keywords": [
        "vulture decline",
        "diclofenac poisoning",
        "critically endangered",
        "Meloxicam",
        "ban",
        "ecological significance",
        "carrion removal",
        "Parsi community."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 194,
    "content": "drugs are found in cattle carcasses, the main food of vultures(to provide safe food).\n\n- The VSZ is spread around in several hundred kilometers covering the Jim Corbett in Uttarakhand, Dudhwa and Kartarniaghat forest reserves in UP which is adjoining the Indo-Nepal border. Nepal has already set up VSZ on the Indian borders.\n\n\n## Do you know?\n\n- Frog bones form a ring when the frog is hibernating, just like trees do. Scientists can use these rings to figure out the age of a frog\n- Frogs don't drink water they absorb it through their skin.\n\n\n### 16.3.7. VSZ's provide:\n\n- A safe source of food that is free of contamination from veterinary drugs, poisons and other agricultural chemicals.\n- Extra food close to breeding colonies, this helps to increase their breeding success by improving the survival chances of the young vultures.\n- Additional food, such as bone fragments, which can be supplied to breeding birds.\n- Help to reduce the risk of spreading diseases.\n- A place for scientists to study the biology and ecology of these threatened species.\n- An opportunity to raise public awareness on vulture conservation and to raise funds.\n- An excellent opportunity for eco-tourists to observe these magnificent birds.\n\n\n### 16.3.8. Zones\n\n1. The zone between Uttarkhand to Nepal, which spans from Corbett to Katriya Ghat, a Tarai belt, covering 30,000 square kilometers will be earmarked as Vulture Safe zone. Slender-billed vulture and white-backed vulture are found in this area, which is marshy grassland, savannas and forests.\n2. Similarly, a belt between Dibrugarh in Assam to North Lakhimpur in Arunachal Pradesh will also be conserved as a vulture safe zone where slender-billed and white-backed species of vultures are found.\n3. The third zone would be in central India, covering Chhatisgarh, where white-backed and long-billed vultures are found.\n\n### 16.3.9. What have to be done?\n\n- Diclofenac free zones' (DFZ) meant the complete removal of diclofenac in the identified vulture safe zones i.e. places where vulture colonies have been identified.\n\n\n### 16.3.10. Vulture Restaurants\n\n- At this restaurant, tables are reserved only for the unique and rare vultures by Maharashtra and Punjab forest departments\n\n\n## Aim\n\n- Conserve the fast dwindling vulture population.\n- As uncontaminated food shortage is one of the reasons for vultures' decline, these scavengers will be fed by serving diclofenac free carcasses of cattle through restaurants.\n- VR includes involvement of local communities in in-situ conservation, is having dual benefits to vultures and to our society.\n- People inform the forest department in case of the death of an animal in their village and the department tests the dead animal for the presence of diclofenac.\n- In their absence the department pays monetary benefits to the owner of the animal and informer, transports it to the vulture restaurant.\n- Apart from this, whenever a vulture nesting is found, conservation measures like providing safe food near nesting trees, constant protection from all sorts of disturbances, etc., are put in place without delay.\n\n\n## Benefits\n\n- Conservation of vulture from extinction\n- Community participation in conservation\n- Economic incentive to local cattle breeders\n- Phasing out the use of diclofenac\n- Awareness\n- Dining spots\n- Punjab - Kathlore, Chandola and Chamraur\n- Maharastra - Gadchiroli, Thane, Nagpur, Nashik, Raigad districts\n\n\n### 16.3.11. Breeding Centres in India\n\n- Vulture Breeding and Conservation Centre had already been established at Pinjore, Haryana in 2001, and Rani, Guwahati (Assam) and another one has been established at Buxa, West Bengal in 2005. The Central Zoo Authority of India has also committed for supporting 4 such centers in the zoos at Junagadh, Bhopal, Hyderabad and Bhubhaneshwar in 2006-07.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:09.174173",
    "section_name": "Diagram in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram in CONSERVATION EFFORTS",
      "summary": "The study material discusses the importance of Vulture Safe Zones (VSZ) in providing safe food sources for vultures, conservation efforts, and the role of vulture restaurants in protecting the dwindling vulture population.",
      "page_number": 194,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Ecology",
        "chapter_number": 1,
        "summary": "drugs are found in cattle carcasses, the main food of vultures(to provide safe food).",
        "content_type": "diagram",
        "key_topics": [
          "conservation",
          "forest",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 3814,
      "topic_tags": [
        "conservation",
        "forest",
        "water"
      ],
      "key_concepts": [
        "conservation",
        "forest",
        "water"
      ],
      "keywords": [
        "drugs",
        "cattle carcasses",
        "vultures",
        "VSZ",
        "conservation",
        "diclofenac",
        "vulture restaurants",
        "scavengers"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 195,
    "content": "- The Ministry of Environment and Forests (MoEF) \\& BNHS has taken up a program to release 30 young vultures from the breeding centre's to the demarcated safe zones at three places by year 2014.\n- Though the breeding facilities had started some years back, it takes time for the reproduction amongst vultures. Young vultures take at least four to five years to fly.\n\n\n## Do you know?\n\nIndia has more than 100,000 brick kilns and they are noxious sources of pollution, particularly soot.\n\n### 16.3.12. Measures taken to Conserve Vultures\n\n- The veterinary drug Diclofenac has been banned by Indian and Nepalese governments.\n- Meloxicam, a safe alternative for vultures and other scavenging birds, is being promoted as an effective replacement.\n- Government of India has formulated a National Action Plan (2006) on Vulture Conservation. The Action Plan provides for strategies, actions for containing the decline of vulture population through ex-situ, in-situ vulture conservation.\n- Protection status of White backed, Long Billed and Slender Billed Vultures has been upgraded from Schedule IV to Schedule I of the Wild Life (Protection) Act, 1972.\n- Vultures Safety Zone.\n- Vulture Restaurant sites.\n- A 'Vulture Captive Care facility' has been established at Panchkula.\n- The State Governments have been advised to set up vulture care centres for the conservation of three species of vultures.\n- Captive breeding centers have been established to secure healthy birds from the wild for breeding in captivity for purposes of conservation and future release.\n- Awareness raising activities targeting various groups such as veterinarians, pharmacists, school children, government agencies, conservation partners and local communities are being organized regularly.\n\n\n### 16.3.13. India'S Role in Conservation\n\n- India moved a motion in IUCN in 2004 for vulture conservation, which was accepted in the form of the IUCN resolution which called upon Gyps vulture Range countries to begin action to prevent all uses of diclofenac in veterinary applications, and establishment of IUCN South Asian Task Force under the auspices of the IUCN\nand range countries to develop and implement national vulture recovery plans, including conservation breeding and release.\"\n\n\n### 16.3.14. Save - Saving Asia's Vultures From Extinction.\n\n- It's a consortium of like-minded, regional and international organizations, created to oversee and co-ordinate conservation, campaigning and fundraising activities to help the plight of south Asia's vultures.\n\n\n## To save three species of Gyps vulture\n\n- Oriental white-backed vulture or White-rumped vulture\n- Long-billed vulture\n- Slender-billed vulture\n\n\n## Partners\n\n- Bird Conservation Nepal, Bombay Natural History Society (India), International Centre for Birds of Prey (UK), National Trust for Nature Conservation (Nepal),, Royal Society for the Protection of Birds (UK)\n- Asia's first 'Gyps Vulture Reintroduction Programme' launched at Pinjore. Two Himalayan Griffons were released into the wild from the Jatayu Conservation Breeding Centre, Pinjore.\n- The Himalayan Griffon is closely related to the critically endangered resident Gyps species of vultures but is not endangered.\n\n\n### 16.4. ONE HORN RHINO\n\n### 16.4.1. Indian Rhino Vision 2020\n\n- Indian rhino vision 2020 implemented by the department of environment and forests, Assam with The Bodo autonomous council as a active partner. The programme will be supported by WWF - India, WWF areas (Asian rhino and elephant action strategy) programme, the international rhino foundation (IRF), save the rhino's campaign of zoological institutions worldwide and a number of local NGOs.\n- The vision of this program is to increase the total rhino foundation in Assam from about 2000 to 3000 by the year 2020 and to ensure that these rhinos are distributed over at least 7 protected areas (PA) to provide long term viability of the one-horned rhino population.\n\n\n## Do you know?\n\nWoolly rhino (Coelodonta antiquitatis), probably the most well known of the extinct rhinos.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:10.162246",
    "section_name": "Page 10 content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 10 content in CONSERVATION EFFORTS",
      "summary": "The study material discusses conservation efforts for vultures in India, including breeding programs, banning harmful drugs, and establishing conservation plans.",
      "page_number": 195,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 4048,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Ministry of Environment and Forests",
        "vulture conservation",
        "Diclofenac ban",
        "captive breeding centers",
        "IUCN resolution",
        "Gyps vulture",
        "conservation partners",
        "vulture reintroduction program"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 196,
    "content": "### 16.4.2. Why?\n\n- Concentrating so many rhinos in a single protected area like Kaziranga exposes the species to risks of calamities (epidemics, floods, massive poaching attempts). Further, rhinos in Pabitora have exceeded carrying capacity and numbers must be reduced to protect the habitat and to mitigate the increasing rhino-human conflicts.\n- Rhino species: Greater one-horned rhino (Rhinoceros unicornis)\n- Activities: Anti-poaching, monitoring, translocations, community conservation.\n- Translocations are the backbone of the IRV 2020 program\n- The goal set was to populate the potential rhino habitat areas identified viz. Manas NP, Dibru Saikhowa WLS, Laokhowa - Bura Chapori WLS with a viable population of rhino through translocations from Kaziranga NP and Pobitora WLS.\n- Manas National Park was selected as the first site for translocation of rhinos.\n- Ten rhinos have been released into Manas since 2008. Ten more rhinos will be moved from Kaziranga National Park before the end of the year. Translocating rhinos will help to create a viable population of this threatened species.\n\n\n## Do you know?\n\nCNG is not without environmental drawbacks, burning CNG has the highest rates of potentially hazardous carbonyl emissions. - Central Pollution Control Board (study 2011).\n\n### 16.5. PROJECT SNOW LEOPARD\n\n- SNOW LEOPARD: The mystical apex predator\n- The snow leopard is a globally endangered species. Merely 7,500 are estimated to be surviving over two million square kilometers in the Himalaya and Central Asian mountains, where they are facing tremendous human pressures.\n- India is perhaps home to $10 \\%$ of the global population in less than $5 \\%$ of its global range, thus having a substantial proportion of its global population.\n- Distribution in India - in Indian Himalayas, high altitude areas located above the forests (alpine meadows and cold deserts) Areas above 3000 m broadly constitute snow leopard range in India. In the five Himalayan states of Jammu \\& Kashmir, Himachal Pradesh, Uttarakhand, Sikkim and Arunachal Pradesh.\n- Most snow leopard occurring in China, followed by Mongolia and India. India is believed to have between 400 and 700 snow leopards in the five Himalayan states, though these estimates are not precise.\n- Threats posed due to\n- competition with livestock,\n- degradation,\n- poaching, and\n- even facing local extinction\n\n\n## Do you know?\n\nChinese experts have successfully used a plant Pteris vittata L (The Chinese fern) to clean arsenic pollution from the soil.\n\n### 16.5.1. Project Snow Leopard - Jan 2009\n\n- The Project Snow Leopard is an Indian initiative for strengthening wildlife conservation in the Himalayan high altitudes.\n\n\n## Aim:\n\n- to promote a knowledge-based and adaptive conservation framework that fully involves the local communities, who share the snow leopard's range, in conservation efforts.\n\n\n## Goal:\n\n- To safeguard and conserve India's unique natural heritage of high altitude wildlife populations and their habitats by promoting conservation through participatory policies and actions.\n\n\n## Location:\n\n- All biologically important landscapes in the Himalayan high altitudes in the states of Jammu \\& Kashmir, Himachal Pradesh, Uttarakhand, Sikkim, and Arunachal Pradesh.\n- Project Snow Leopard is designed for all biologically important habitats within the snow leopard's range, irrespective of their ownership (e.g. Protected Areas, common land, etc.).\n- Forming an estimated 1,29,000 km within India, these areas generally comprise the non-forested or sparselyforested high altitude regions of the Himalaya and Trans-Himalaya above elevations of 3,000 m in the Western Himalaya and above 4,000m in the eastern Himalaya.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:11.084287",
    "section_name": "Environment, Conservation content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Conservation content in CONSERVATION EFFORTS",
      "summary": "The study material discusses the conservation efforts for rhinos in Kaziranga and snow leopards in the Himalayas, emphasizing the need for translocations and community involvement.",
      "page_number": 196,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Concentrating so many rhinos in a single protected area like Kaziranga exposes the species to risks of calamities (epidemics, floods, massive poaching attempts). Further, rhinos in Pabitora have exc...",
        "content_type": "text",
        "key_topics": [
          "environment",
          "conservation",
          "pollution",
          "natural",
          "forest",
          "wildlife",
          "soil",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3705,
      "topic_tags": [
        "environment",
        "conservation",
        "pollution",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "pollution",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "carbon"
      ],
      "keywords": [
        "Kaziranga",
        "rhinos",
        "translocations",
        "snow leopards",
        "Project Snow Leopard",
        "conservation",
        "Himalayas",
        "community involvement"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 197,
    "content": "# SHANKAR IAS ACADEMY \n\n### 16.5.2. Why to conserve the high altitude ecosystem?\n\n- The high altitudes of India (> 3000 m . to $130,000 \\mathrm{~km}^{2}$, including the Himalaya and Trans-Himalaya biogeographic zones) support a unique wildlife assemblage of global conservation importance.\n- This includes highly endangered populations of species such as the snow leopard, two species of bears, wolf, red panda, mountain ungulates such as the wild yak, chiru, Tibetan gazelle, Tibetan argali, Ladakh urial, two species of musk deer, the hangul, three species of goral, serow, and takin, etc. High altitude lakes and bogs provide breeding grounds for a variety of avifauna including the black-necked crane, barheaded Geese, brahminy ducks, and brown-headed gulls, etc.\n- India has ratified international agreements promoting the conservation of high altitude wildlife species such as the snow leopard.\n- In 2003, the Convention on Migratory Species included the snow leopard as a Concerted Action Species under its Appendix I.\n- Similarly, in 2003, the Convention on International Trade in Endangered Species (CITES) expanded the scope of the CITES Tiger Enforcement Task Force to include all Asian big cat species including the snow leopard.\n- In both cases, representatives of the MoEF played a vital role in elevating the conservation prominence of the snow leopard internationally.\n- Each state will select one biologically important site and develop a science-based, participatory conservation programme in that site in the first five years of Project Snow Leopard. This will be subsequently expanded to include other biologically important sites.\n\n\n### 16.6 SECURE HIMALAYA\n\n- The project was launched by the MoEF\\&CC in collaboration with UNDP. The plan intends to conserve the snow leopards by protecting their habitats and improve the ecology of Himalayan ranges and lives of the mountain communities. It covers Himachal Pradesh, Jammu and Kashmir, Uttarakhand and Sikkim.\n\n\n## Focus areas\n\n1. Strengthening and improving protected area network\n2. Landscape-level approach for wildlife conservation\n3. Control of poaching and illegal trade in wildlife\n4. Mitigation of human-wildlife conflicts and\n5. Management of tourism in wildlife areas\n\n### 16.7. SEA TURTLE PROJECT\n\n- A significant proportion of world's Olive Ridley Turtle population migrates every winter to Indian coastal waters for nesting mainly at eastern coast.\n- With the objective of conservation of olive ridley turtles and other endangered marine turtles, Ministry of Environment \\& Forests initiated the Sea Turtle Conservation Project in collaboration of UNDP in November, 1999 with Wildlife Institute of India, Dehradun as the Implementing Agency.\n- The project is being implemented in 10 coastal States of the country with special emphasis in State of Orissa.\n- The project has helped in preparation of inventory map of breeding sites of Sea Turtles, identification of nesting and breeding habitats along the shore line, and migratory routes taken by Sea Turtles, development of guidelines to safeguard and minimize turtle mortality, development of national and international cooperative and collaborative action for Sea Turtle Conservation, developing guideline plans for tourism in sea turtle areas and developing infrastructure and human resources for Sea Turtle Conservation.\n- One of the important achievements have been demonstration of use of Satellite Telemetry to locate the migratory route of Olive Ridley Turtles in the sea and sensitizing the fishermen and State Government for the use of Turtle Exclusion Device (TED) in fishing trawlers to check turtle mortality in fishing net.\n\n\n## Do you know?\n\nHippopotamuses are found in Africa. The name hippopotamus means 'river horse' and is often shortened to hippo.\n\n### 16.8. INDIAN CROCODILE CONSERVATION PROJECT\n\n- The Indian Crocodile Conservation Project has pulled back the once threatened crocodilians from the brink of extinction and place them on a good path of recovery. The Project has not just produced a large number of crocodiles, but has contributed towards conservation in a number of related fields as well.\n\n\n## Objectives:\n\n- To protect the remaining population of crocodilians in their natural habitat by creating sanctuaries.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:12.216115",
    "section_name": "Page 12 content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 12 content in CONSERVATION EFFORTS",
      "summary": "The study material discusses the importance of conserving high altitude ecosystems in India, focusing on species like the snow leopard and initiatives like Project Snow Leopard and Secure Himalaya.",
      "page_number": 197,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 4282,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "high altitude ecosystem",
        "conservation",
        "snow leopard",
        "Project Snow Leopard",
        "Secure Himalaya",
        "wildlife conservation",
        "sea turtle project",
        "UNDP",
        "Ministry of Environment and Forests"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 198,
    "content": "- To rebuild natural population quickly through `grow and release' or `rear and release' technique - more than seven thousand crocodiles have been restocked - about 4000 gharial (Gavialis gangeticus), 1800 mugger (Crocodylus palustris) and 1500 salt- water crocodiles (Crocodylus porosus)\n- To promote captive breeding,\n- To take-up research to improve management.\n- To build up a level of trained personnel for better continuity of the project through training imparted at project-sites and through the (erstwhile) Central Crocodile Breeding and Management Training Institute, Hyderabad.\n- To involve the local people in the project intimately\n\n\n### 16.9. PROJECT HANGUL\n\n- The Kashmir stag (Cervus affinis hanglu) also called Hangul is a subspecies of Central Asian Red Deer native to northern India.\n- It is the state animal of jammu \\& kasmir\n- This deer lives in groups of two to 18 individuals in dense riverine forests, high valleys, and mountains of the Kashmir valley and northern Chamba in Himachal Pradesh.\n- In Kashmir, it's found in Dachigam National Park at elevations of 3,035 meters.\n- These deer once numbered from about 5,000 animals in the beginning of the 20th century. Unfortunately, they were threatened, due to habitat destruction, overgrazing by domestic livestock and poaching.\n- This dwindled to as low as 150 animals by 1970. However, the state of Jammu \\& Kashmir, along with the IUCN and the WWF prepared a project for the protection of these animals. It became known as Project Hangul. This brought great results and the population increased to over 340 by 1980.\n\n\n## Do you know?\n\nHippopotamuses are threatened by habitat loss and poachers who hunt them for their meat and teeth.\n\n### 16.10. CAPTIVE BREEDING\n\n- Captive breeding means that members of a wild species are captured, then bred and raised in a special facility under the care of wildlife biologists and other expert.\n- Bringing an animal into captivity may represent the last chance to preserve a species in the wild in these situations:\n- When a population drops dangerously, captive breeding can boost numbers. Captive-produced young can sometimes be released into the wild where populations have diminished or disappeared, yet where suitable habitat remains to support them.\n- When all of the existing habitat is poor quality or other environmental problems occur, a captive population can be maintained until the problems can be solved or another appropriate habitat can be found for the animal in the wild.\n- When the existing habitat is fragmented, captive breeding combined with management may provide the only hope for survival by providing opportunities for genetic mixing.\n- When a group of birds stays in one area of degraded habitat because they are behaviorally trapped, captive breeding and release programs can help them to expand their range.\n- By holding and breeding birds in captivity we acquire knowledge about them that may be difficult or impossible to accomplish in the wild. Sometimes this scientific research provides some of the information necessary to save a species.\n- If situation demands reintroduction or reestablishment in the natural habitat may also arise.\n- E.g. captive breeding of lion tailed macaque in Arignar Anna Zoological Park, Chennai and in mysore zoo.\n\n\n### 16.11. DOLPHIN\n\n- Dolphins are animals of aquatic ecosystems. They are found in the sea, brackish water and fresh water. A total of 15 species of marine and harbour dolphins have been reported from Indian waters and coasts. Besides, the Irrawady Dolphins are found in brackish waters of Odisha. Amongst the fresh water dolphins, the Gangetic Dolphin is found in the Ganges river and its tributaries. Apart from this, Indus River Dolphins have also been reported in Indus River in Punjab.\n- All fresh water, brackish water and marine Dolphins (Cetaceans) are listed in Schedule-I of the Wild Life (Protection) Act, 1972, thereby according them the highest degree of protection against hunting.\n- Gangetic Dolphin is one of the 17 species identified for taking up 'Recovery programme of Critically Endangered Species, under the Centrally Sponsored Scheme of 'Integrated Development of Wildlife Habitat'",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:13.439418",
    "section_name": "Page 13 content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 13 content in CONSERVATION EFFORTS",
      "summary": "The study material discusses conservation efforts for crocodiles and the Kashmir stag, including captive breeding and habitat protection projects.",
      "page_number": 198,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 4198,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "crocodiles",
        "gharial",
        "mugger",
        "captive breeding",
        "Project Hangul",
        "Kashmir stag",
        "habitat protection",
        "conservation efforts"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 199,
    "content": "- National Mission for Clean Ganga (NMCG) has initiated dolphin conservation programme in 2016 to ensure long term survival of dolphin and other river fauna.\n\n\n## Ganges Dolphin\n\n- The Ministry of Environment and Forests notified the Ganges River Dolphin as the National Aquatic Animal.\n- The River Dolphin inhabits the Ganges-BrahmaputraMeghna and Karnaphuli-Sangu river systems of Nepal, India, and Bangladesh.\n- It is estimated that their total population is around 2,000 and they are listed in Schedule I of the Wildlife Protection Act (1972).\n- The Ganges Dolphin is among the four \"obligate\" freshwater dolphins found in the world - the other three are the 'baiji' found in the Yangtze River (China), the 'bhulan' of the Indus (Pakistan) and the 'boto' of the Amazon River (Latin America).\n- Although there are several species of marine dolphins whose ranges include some freshwater habitats, these four species live only in rivers and lakes.\n- The Chinese River Dolphin was declared functionally extinct by a team of international scientists in 2006.\n- In India, the Ganges River Dolphin is threatened by river water pollution and siltation, accidental entanglement in fishing nets and poaching for their oil.\n- In addition, alterations to the rivers in the form of barrages and dams are separating populations. Various organizations, including the WWF-India in Uttar Pradesh have initiated programs for conservation and re-introduction of the River Dolphin.\n\n\n## Do you know?\n\nNothing specified in wildlife protection act 1972, shall affect the hunting rights conferred on the Scheduled Tribes of the Nicobar Islands in the Union territory of Andaman and Nicobar Islands.\n\n### 16.12 GOVERNMENT MEASURES TAKEN TO PREVENT THE MENACE OF WILD ANIMAL'S ENTRY TO HUMAN HABITATS\n\n- Financial assistance is provided to the State Governments under the Centrally Sponsored Schemes, viz., 'Integrated Development of Wildlife Habitats', 'Project Tiger' and 'Project Elephant' for improvement of forest\nand wildlife areas like the national parks and sanctuaries to augment food and water availability in forests which can reduce migration of animals from forests to the habitations.\n- Construction of barriers like boundary walls and solarpowered electric fences around the sensitive areas to prevent the wild animal attacks. These activities are also permissible under the Central assistance.\n- Development of necessary infrastructure and support facilities for immobilization of the identified problematic animals through tranquilization, and their relocation to the natural habitat or rehabilitation in rescue centers.\n- The Chief Wildlife Wardens of the States/Union Territories are empowered to permit hunting of problematic animals under the provisions of the Wildlife (Protection) Act, 1972.\n- Programmes are launched to sensitize people and create awareness about the Do's and Don'ts in case of scare and attacks of wild animals.\n- Eco-development activities are undertaken in villages around Protected Areas to elicit the cooperation of communities in management of the Protected Areas, which includes actions to address the grievances of people regarding human-wildlife conflicts.\n\n\n## Do you know?\n\nA two-member technical evaluation mission team of the international Union for Conservation of Nature (IUCN), deputed by UNESCO, visited the Bhitarkanika National Park recently to assess the suitability of the park's inclusion in the World Heritage Site list.\n\n### 16.13. INDIA ADOPTS SAWEN\n\n- India has adopted the Statute of the South Asia Wildlife Enforcement Network (SAWEN) sand becoming its formal member in order to strengthen ties with the member countries in controlling the trans-boundary wildlife crime through communication, coordination, collaboration, capacity building and cooperation in the region.\n- SAWEN, a Regional network is comprised of eight countries in South Asia: Afghanistan, Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka. It aims at working as a strong regional inter governmental body for combating wildlife crime by attempting common goals and approaches for combating illegal trade in the region.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:14.520291",
    "section_name": "Page 14 content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 14 content in CONSERVATION EFFORTS",
      "summary": "The National Mission for Clean Ganga (NMCG) has initiated a dolphin conservation program to protect the Ganges River Dolphin and other river fauna, facing threats like pollution and habitat alterations.",
      "page_number": 199,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 4152,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "National Mission for Clean Ganga",
        "dolphin conservation",
        "Ganges River Dolphin",
        "river fauna",
        "threats",
        "pollution",
        "habitat alterations",
        "conservation programs."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 200,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:15.178945",
    "section_name": "Page 15 content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 15 content in CONSERVATION EFFORTS",
      "summary": "Information about Shankar IAS Academy for UPSC exam preparation.",
      "page_number": 200,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Shankar IAS Academy",
        "UPSC",
        "study material",
        "exam preparation",
        "coaching",
        "guidance",
        "resources."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 201,
    "content": "# PART - III",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:15.896735",
    "section_name": "Page 16 content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 16 content in CONSERVATION EFFORTS",
      "summary": "Part III of the UPSC study material covers advanced topics related to the exam syllabus.",
      "page_number": 201,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 12,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "advanced topics",
        "exam syllabus",
        "Part III",
        "UPSC study material."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CONSERVATION EFFORTS",
    "chapter_number": 1,
    "page_number": 202,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:17.062031",
    "section_name": "Page 17 content in CONSERVATION EFFORTS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 17 content in CONSERVATION EFFORTS",
      "summary": "Information about SHANKAR IAS ACADEMY for UPSC exam preparation.",
      "page_number": 202,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CONSERVATION EFFORTS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 187,
      "end_page": 202,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "SHANKAR IAS ACADEMY",
        "UPSC",
        "exam preparation",
        "study material",
        "coaching",
        "resources."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]