[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "OCEAN ACIDIFICATION",
    "chapter_number": 18,
    "page_number": 211,
    "content": "\n\n**[IMAGE: Diagram showing water droplets, likely representing precipitation in the hydrological cycle.]**\n\n\n\n# CHAPTER - 18 \n\n\n\n**[IMAGE: A diagram of a plant sprout.]**\n\n\n\n## OCEAN ACIDIFICATION\n\n### 18.1. OCEAN ACIDIFICATION\n\nOceans are an important reservoir for $\\mathrm{CO}_{2}$, absorbing a significant quantity of it (one-third) produced by anthropogenic activities and effectively buffering climate change.\nOcean acidification is the change in ocean chemistry - lowering of ocean pH (i.e. increase in concentration of hydrogen ions) driven by the uptake of carbon compounds by the ocean from the atmosphere.\nAs the uptake of atmospheric carbon dioxide by the ocean increases, the concentration of hydrogen ions in the ocean increases, the concentration of carbonate ions decreases, the pH of the oceans decreases and the oceans become less alkaline - this process is know as ocean acidification.\n\n### 18.1.1. $\\mathrm{CO}_{2}$ effect on ocean acidification\n\n\n\n**[IMAGE: Diagram showing the impact of ocean acidification on coral reefs and fisheries.]**\n\n\n\nThe uptake of atmospheric carbon dioxide is occurring at a rate exceeding the natural buffering capacity of the ocean.\nThe pH of the ocean surface waters has decreased by about 0.1 pH unit (i.e. $26 \\%$ increase in ocean hydrogen ion concentration) since the beginning of the industrial revolution.\nThe ocean currently has a pH around 8.0 and is therefore 'basic' and it is nearly impossible, chemically, for all of it to actually become a pH less than 7.0. Why do we therefore refer to 'ocean acidification'?\nThat is because acidification is the direction of travel, the trend, regardless of the starting point. Acidification refers to lowering pH from any starting point to any end point on the pH scale.\n\n## Forms of calcium carbonate\n\nCalcite and aragonite are two different forms of calcium carbonate.\n\n1. Calcite is the mineral form found in the shells of planktonic algae, amoeboid protists, some corals, echinoderms, and some molluscs (e.g. oysters); it is relatively less soluble.\n2. Aragonite is a more soluble form of calcium carbonate; it is found in most corals, most mollusks (small planktonic snails), as well as some species of algae.\n\n### 18.1.2. Influence of other factors\n\nVarious factors can locally influence the chemical reactions of CO 2 with sea water and add to the effects to ocean acidification. For example,\n\n## i. Acid rain\n\nAcid rain can have a pH between 1 and 6 and has impact on surface ocean chemistry. It has major effect on ocean acidification locally and regionally but very small globally.\n\n## ii. Eutrophication\n\nCoastal waters are also affected by excess nutrient inputs, mostly nitrogen, from agriculture, fertilizers and sewage. The resulting eutrophication leads to large plankton blooms, and when these blooms collapse and sink to the sea bed the subsequent respiration of bacteria decomposing the algae leads to a decrease in sea water oxygen and an increase in $\\mathrm{CO}_{2}$ (a decline in pH ).\n\n## How it reacts?\n\nThe term 'ocean acidification' summarizes several processes that occur when $\\mathrm{CO}_{2}$ reacts with sea water.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:59:12.441197",
    "section_name": "Diagram showing water droplets, likely representing precipitation in the hydrological cycle.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram showing water droplets, likely representing precipitation in the hydrological cycle.",
      "summary": "The chapter discusses ocean acidification, which is the lowering of ocean pH due to the uptake of carbon compounds from the atmosphere, impacting marine ecosystems.",
      "page_number": 211,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "OCEAN ACIDIFICATION",
      "chapter_number": 18,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 211,
      "end_page": 214,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 423,
        "bottom_right_y": 509
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 3,
      "integrated_content_length": 3147,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Ocean acidification",
        "CO2",
        "pH",
        "carbonate ions",
        "calcium carbonate",
        "acid rain",
        "eutrophication",
        "marine ecosystems"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "OCEAN ACIDIFICATION",
    "chapter_number": 18,
    "page_number": 212,
    "content": "Two reactions are particularly important. Firstly, the formation of carbonic acid with subsequent release of hydrogen ions:\n\n\n**[IMAGE: A diagram illustrating the process of ocean acidification due to increased atmospheric carbon dioxide.]**\n\n\n\nThe above reaction and release of hydrogen ions increases acidity and thus pH level is reduced.\nA second reaction, between carbonate ions, $\\mathrm{CO}_{2}$ and water produces bicarbonate ions.\nThe combined effect of both these reactions not only increases acidity but also lowers the availability of carbonate ions.\n\n### 18.1.3. Effect of ocean acidification\n\nSeawater absorbs $\\mathrm{CO}_{2}$ to produce carbonic acid $\\left(\\mathrm{H}_{2} \\mathrm{CO}_{3}\\right)$, bicarbonate $\\left(\\mathrm{HCO}_{3}--\\right)$ and carbonate ions $\\left(\\mathrm{CO}_{2 \\mathrm{~s}^{-}}\\right)$.\nThese carbonate ions are essential to the calcification process that allows certain marine organisms to build their calcium carbonate shells and skeletons (e.g. hard tropical corals, cold water corals, molluscs, crustaceans, sea urchins, certain types of plankton, lobsters, etc).\nHowever, increases in atmospheric $\\mathrm{CO}_{2}$ levels lead to decrease in pH level, increase in the concentration of carbonic acid and bicarbonate ions, causing a decrease in the concentration of carbonate ions.\nThus carbonate ions are less available and calcification is therefore harder to achieve, and may be prevented altogether. Imagine trying to build a house while someone keeps stealing your bricks.\nThis impact of ocean acidification may therefore have potentially catastrophic consequences for ocean life and many marine species of economic importance.\n\n### 18.1.4. Mitigation\n\n- Reducing $\\mathrm{CO}_{2}$\n- promoting government policies to cap $\\mathrm{CO}_{2}$ emissions,\n- eliminate offshore drilling,\n- by advocating for energy efficiency and\n- Alternative energy sources such as wind power, solar, etc.\n\n\n### 18.1.5. Saturation horizons\n\n- Deep, cold ocean waters are naturally under saturated with carbonate ions causing the shells of most calcifying organisms to dissolve.\n- Surface waters are over saturated with carbonate ions and do not readily dissolve shells of calcifying organisms.\n- The saturation horizon is the level below which calcium carbonate minerals undergo dissolution.\n- Those organisms that can survive below the saturation horizon do so due to special mechanisms to protect their calcium carbonate from dissolving.\n- As ocean acidification causes this horizon to rise vertically in the water column so more and more calcifying organisms will be exposed to under saturated water and thus vulnerable to dissolution of their shells and skeletons.\n- The saturation horizon of calcite occurs at a greater ocean depth than that for aragonite, but both horizons have moved closer to the surface presently when compared to the 1800 s.\n\n\n## Do you know?\n\nChameleons are seen inhabiting almost all the parts of south India and west of the Ganges. However, they are rarely seen in areas that receive heavy rainfall. Chameleons are mostly arboreal and are found in trees or on smaller bushes.\n\n### 18.1.6. Ocean acidification and the short and long-term fate of carbon in the system\n\nOn long timescales ( $>100,000$ years) there is a natural balance maintained between the up-take and release of $\\mathrm{CO}_{2}$ on Earth; the $\\mathrm{CO}_{2}$ produced by volcanoes, the main natural source of $\\mathrm{CO}_{2}$, is taken up by the production of organic matter by plants and by rock weathering on land.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:59:13.223188",
    "section_name": "A diagram illustrating the process of ocean acidification due to increased atmospheric carbon dioxide.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "A diagram illustrating the process of ocean acidification due to increased atmospheric carbon dioxide.",
      "summary": "The content discusses the impact of ocean acidification on marine life due to increased atmospheric carbon dioxide levels, leading to a decrease in pH levels and availability of carbonate ions.",
      "page_number": 212,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "OCEAN ACIDIFICATION",
      "chapter_number": 18,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 211,
      "end_page": 214,
      "image_id": "img-3.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 418,
        "bottom_right_x": 803,
        "bottom_right_y": 949
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "Two reactions are particularly important. Firstly, the formation of carbonic acid with subsequent release of hydrogen ions:",
        "content_type": "text",
        "key_topics": [
          "natural",
          "marine",
          "water",
          "energy",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3542,
      "topic_tags": [
        "natural",
        "marine",
        "water",
        "energy",
        "carbon"
      ],
      "key_concepts": [
        "natural",
        "marine",
        "water",
        "energy",
        "carbon"
      ],
      "keywords": [
        "ocean acidification",
        "carbonic acid",
        "carbonate ions",
        "calcification",
        "mitigation",
        "saturation horizons",
        "marine life",
        "atmospheric carbon dioxide."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "OCEAN ACIDIFICATION",
    "chapter_number": 18,
    "page_number": 213,
    "content": "## UPWELLING\n\n- Surface Coastal regions periodically experience upwelling events where deeper ocean water circulates onto continental shelves and near-shore areas.\n- This exposes the productive upper ocean ecosystems to colder water containing more nutrients \\& more $\\mathrm{CO}_{2}$.\n- As ocean acidification makes the upper oversaturated layer of sea water shallower each year, these natural upwelling events will more often cause undersaturated water to well up and flow to the shore.\n- Coastal marine organisms that form shells are unaccustomed to such events, and periodic exposures to these significantly different conditions may affect these communities.\n\nHowever, rock weathering takes tens of thousands of years so will not remove the current anthropogenic input of $\\mathrm{CO}_{2}$ to the atmosphere and ocean fast enough.\nOn shorter time scales ( $>1,000$ years), the ocean has an internal stabilizing feedback linking the ocean carbon cycle to the underlying carbonate rich sediment known as carbonate compensation.\nThe upper layers of the ocean tend to be supersaturated with $\\mathrm{CaCO}_{3}$ so little dissolution takes place, whilst the deep ocean is undersaturated and carbonate readily dissolves.\nThe first boundary between these two states is known as the lysocline, the depth at which dissolution strongly increases in the deep ocean.\nThe $\\mathrm{CaCO}_{3}$ in the form of dead shells sink to the sea bed. If it is of shallow water depth, the majority is buried in\nthe sediment and trapped for a long time, but where the shells sink in deep water nearly all the $\\mathrm{CaCO}_{3}$ is dissolved, thereby not locking the carbon away for millions of years.\nThe current increased rate of dissolution of atmospheric $\\mathrm{CO}_{2}$ into the ocean results in an imbalance in the carbonate compensation depth (CCD), the depth at which all carbonate is dissolved.\nAs the pH of the ocean falls, it results in a shallowing of the lysocline and the CCD, thus exposing more of the shells trapped in the sediments to understaturated conditions causing them to dissolve, which will help buffer ocean acidification but over a long time scale of a thousand years.\n\n## Do you know?\n\nThe park had been put on the tentative list of future heritage sites of UNESCO in 2009 and had been included in the final list in 2014. The Odisha government had submitted a dossier, compiled by the Wildlife Institute of India, recommended to UNESCO that the park be declared a World Heritage Site.\n\n### 18.1.7.Winners and losers\n\n- The growth and level of photosynthesis of certain marine phytoplankton and plant species may increase with higher $\\mathrm{CO}_{2}$ levels, but this is by no means a general rule.\n- For others, higher $\\mathrm{CO}_{2}$ and rising acidity may have either negative or neutral effects on their physiology.\n- Therefore, particular marine plants will be 'winners', while others will be 'losers' and some may show no signs of change but change is inevitable.\nA reduction in atmospheric $\\mathrm{CO}_{2}$ levels is essential to halt ocean acidification before it is too late.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:59:14.481413",
    "section_name": "Table in OCEAN ACIDIFICATION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in OCEAN ACIDIFICATION",
      "summary": "The content discusses the impact of upwelling events on ocean ecosystems, ocean acidification, and the role of carbonate compensation in buffering ocean acidification.",
      "page_number": 213,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "OCEAN ACIDIFICATION",
      "chapter_number": 18,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 211,
      "end_page": 214,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Surface Coastal regions periodically experience upwelling events where deeper ocean water circulates onto continental shelves and near-shore areas.",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "natural",
          "wildlife",
          "marine",
          "atmosphere",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3095,
      "topic_tags": [
        "ecosystem",
        "natural",
        "wildlife",
        "marine",
        "atmosphere",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "ecosystem",
        "natural",
        "wildlife",
        "marine",
        "atmosphere",
        "water",
        "carbon"
      ],
      "keywords": [
        "upwelling",
        "ocean acidification",
        "carbonate compensation",
        "marine organisms",
        "$\\mathrm{CO}_{2}$",
        "pH",
        "UNESCO",
        "World Heritage Site",
        "phytoplankton"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "OCEAN ACIDIFICATION",
    "chapter_number": 18,
    "page_number": 214,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:59:15.196100",
    "section_name": "Page 5 content in OCEAN ACIDIFICATION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 5 content in OCEAN ACIDIFICATION",
      "summary": "Study material from Shankar IAS Academy for UPSC exam preparation.",
      "page_number": 214,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "OCEAN ACIDIFICATION",
      "chapter_number": 18,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 211,
      "end_page": 214,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Shankar IAS Academy",
        "UPSC",
        "study material",
        "exam preparation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]