[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 8,
    "page_number": 109,
    "content": "# ENVIRONMENTAL IMPACT ASSESSMENT \n\nEnvironmental Protection and Sustainable Development has been the cornerstones of the policies and procedures governing the industrial and other developmental activities in India.\n\n## The Need for EIA\n\n- Every anthropogenic activity has some impact on the environment. More often it is harmful to the environment than benign. However, mankind as it is developed\n\n\n**[IMAGE: A graph showing the impact of a project over time on the environment.]**\n\n\n(a) Anticipated environment impact of development project.\n\n\n**[IMAGE: Graph showing the impact of projects with and without Environmental Impact Assessment (EIA) on environmental components over time.]**\n\n\n(b) Environent impact rectification after EIA",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:34.206450",
    "section_name": "A graph showing the impact of a project over time on the environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "A graph showing the impact of a project over time on the environment.",
      "summary": "The study material discusses the importance of Environmental Impact Assessment (EIA) in ensuring environmental protection and sustainable development in India.",
      "page_number": 109,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 8,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 272,
        "top_left_y": 963,
        "bottom_right_x": 1337,
        "bottom_right_y": 1426
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "# ENVIRONMENTAL IMPACT ASSESSMENT",
        "content_type": "text",
        "key_topics": [
          "environment",
          "sustainable",
          "development"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 2,
      "integrated_content_length": 737,
      "topic_tags": [
        "environment",
        "sustainable",
        "development"
      ],
      "key_concepts": [
        "environment",
        "sustainable",
        "development"
      ],
      "keywords": [
        "Environmental Impact Assessment",
        "Sustainable Development",
        "Policies",
        "Procedures",
        "Anthropogenic Activity",
        "Harmful",
        "Environment",
        "India."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 8,
    "page_number": 110,
    "content": "today cannot live without taking up these activities for his food, security and other needs. Consequently, there is a need to harmonise developmental activities with the environmental concerns. It is desirable to ensure that the development options under consideration are sustainable. In doing so, environmental consequences must be characterised early in the project cycle and accounted for in the project design.\n\n## Environmental impact assessment (EIA)\n\nEnvironmental impact assessment (EIA) is one of the tools available with the planners to achieve the goal of harmonising development activities with the environmental concerns.\nEIA integrates the environmental concerns in the developmental activities right at the time of initiating for preparing the feasibility report. In doing so it can enable the integration of environmental concerns and mitigation measures in project development. EIA can often prevent future liabilities or expensive alterations in project design.\nThe objective of EIA is to foresee the potential environmental problems that would arise out of a proposed development and address them in the project's planning and design stage. EIA/ Environment Management Plan (EMP) should assist planners and government authorities in the decision making process by identifying the key impacts/ issues and formulating the mitigation measures.\nEIA is a planning tool which is accepted as an integral component of sound decision-making.\nMinistry of Environment \\& Forests (MoE\\&F) has taken several policy initiatives and enacted environmental and pollution control legislations to prevent indiscriminate exploitation of natural resources and to promote integration of environmental concerns in developmental projects.\nOne such initiative is the Notification on Environmental Impact Assessment (EIA) of developmental projects 1994 under the provisions of Environment (Protection) Act, 1986.\n\n### 8.1. INDIAN POLICIES REQUIRING EIA\n\n- The environmental impact assessment in India was started in 1976-77 when the Planning Commission asked the then Department of Science and Technology to examine the river-valley projects from environmental angle. This was subsequently extended to cover those projects, which required approval of the Public Investment Board. These were administrative decisions, and lacked the legislative support. The Government of\n\nIndia enacted the Environment (Protection) Act on 1986. To achieve the objectives of the Act, one of the decisions that were taken is to make environmental impact assessment statutory.\n\nBesides EIA, the Government of India under Environment (Protection) Act 1986 issued a number of other notifications, which are related to environmental impact assessment. These are limited to specific geographical areas. They are\n\n- Prohibiting location of industries except those related to Tourism in a belt of 1 km from high tide mark from the Revdanda Creek up to Devgarh Point (near Shrivardhan) as well as in 1 km belt along the banks of Rajpuri Creek in Murud Janjira area in the Raigarh district of Maharashtra (1989)\n- Restricting location of industries, mining operations and regulating other activities in Doon Valley (1989)\n- Regulating activities in the coastal stretches of the country by classifying them as coastal regulation zone and prohibiting certain activities (1991)\n- Restricting location of industries and regulating other activities in Dahanu Taluka in Maharashtra (1991)\n- Restricting certain activities in specified areas of Aravalli Range in the Gurgaon district of Haryana and Alwar district of Rajasthan (1992)\n- Regulating industrial and other activities, which could lead to pollution and congestion in an area north west of Numaligarh in Assam (1996)\n\n\n## Do you know?\n\nKhangchendzonga National Park (KNP), Sikkim has been inscribed as India's first \"Mixed World Heritage Site\" on UNESCO World Heritage List, by fulfilling the nomination criteria under both natural and cultural heritage.\n\n### 8.2 THE EIA CYCLE AND PROCEDURES\n\nThe EIA process in India is made up of the following phases:\n\n- Screening\n- Scoping",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:34.965437",
    "section_name": "Diagram in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Diagram in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The content discusses the importance of Environmental Impact Assessment (EIA) in harmonizing developmental activities with environmental concerns, highlighting its role in integrating environmental considerations in project planning and design.",
      "page_number": 110,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 8,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "today cannot live without taking up these activities for his food, security and other needs. Consequently, there is a need to harmonise developmental activities with the environmental concerns. It is ...",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "pollution",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4096,
      "topic_tags": [
        "environment",
        "pollution",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest"
      ],
      "keywords": [
        "Environmental Impact Assessment",
        "EIA",
        "sustainable development",
        "environmental concerns",
        "mitigation measures",
        "Ministry of Environment and Forests",
        "Indian policies",
        "Environment (Protection) Act."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 8,
    "page_number": 111,
    "content": "- Baseline data collection\n- Impact prediction\n- Assessment of alternatives, delineation of mitigation measures and environmental impact statement\n- Public hearing\n- Environment Management Plan\n- Decision making\n- Monitoring the clearance conditions\n\n\n### 8.2.1 Screening\n\n- Screening is done to see whether a project requires environmental clearance as per the statutory notifications. Screening Criteria are based upon:\n- Scales of investment;\n- Type of development; and,\n- Location of development.\n- A Project requires statutory environmental clearance only if the provisions of EIA notification and/or one or more statutory notification mentioned in Box 1 cover it\n\n\n### 8.2.2 Scoping\n\n- Scoping is a process of detailing the terms of reference of EIA. It has to be done by the consultant in consultation with the project proponent and guidance, if need be, from Impact Assessment Agency.\n- The Ministry of Environment and Forests has published sector-wise guidelines (Comprehensive terms of reference) which outline the significant issues which has to be addressed in the EIA studies.\n- Quantifiable impacts are to be assessed on the basis of magnitude, prevalence, frequency and duration and non-quantifiable impacts (such as aesthetic or recreational value), significance is commonly determined through the socio-economic criteria.\n- After the areas, where the project could have significant impact, are identified, the baseline status of these should be monitored. And then the likely changes in these on account of the construction and operation of the proposed project should be predicted.\n\n\n### 8.2.3 Baseline Data\n\n- Baseline data describes the existing environmental status of the identified study area. The site-specific primary data should be monitored for the identified parameters and supplemented by secondary data if available.\n\n\n## Do you know?\n\nIndia has the worst air pollution in the entire world, according to a study released by World Economic Forum. Of 132 countries, India ranks dead last in the 'Air (effects on human health)' ranking.\n\n### 8.2.4 Impact Prediction\n\n- Impact prediction is a way of mapping the environmental consequences of the significant aspects of the project and its alternatives. Environmental impact can never be predicted with absolute certainty and this is all the more reason to consider all possible factors and take all possible precautions for reducing the degree of uncertainty.\n\n\n## The following impacts of the project should be assessed:\n\n## Air\n\n- changes in ambient levels and ground level concentrations due to total emissions from point, line and area sources\n- effects on soils, materials, vegetation, and human health\n\n\n## Noise\n\n- changes in ambient levels due to noise generated from equipment and movement of vehicles\n- effect on fauna and human health\n\n\n## Water\n\n- availability to competing users\n- changes in quality\n- sediment transport\n- ingress of saline water\n\n\n## Land\n\n- changes in land use and drainage pattern\n- changes in land quality including effects of waste disposal\n- changes in shoreline/riverbank and their stability\n\n\n## Biological\n\n- deforestation/tree-cutting and shrinkage of animal habitat.\n- impact on fauna and flora (including aquatic species if any) due to contaminants/pollutants",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:35.716537",
    "section_name": "Environment, Pollution content in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Environment, Pollution content in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The study material covers the process of environmental impact assessment, including screening, scoping, baseline data collection, and impact prediction, to ensure projects comply with statutory environmental regulations.",
      "page_number": 111,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 8,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Baseline data collection",
        "content_type": "text",
        "key_topics": [
          "environment",
          "pollution",
          "development",
          "forest",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3277,
      "topic_tags": [
        "environment",
        "pollution",
        "development",
        "forest",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "development",
        "forest",
        "soil",
        "water"
      ],
      "keywords": [
        "Baseline data",
        "Impact prediction",
        "Screening",
        "Scoping",
        "Environmental clearance",
        "EIA notification",
        "Monitoring",
        "Statutory notifications."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 8,
    "page_number": 112,
    "content": "- impact on rare and endangered species, endemic species, and migratory path/route of animals.\n\n\n## Impact on breeding and nesting grounds\n\n## Socio-Economic\n\n- impact on the local community including demographic changes.\n\n\n## Impact on economic status\n\n- impact on human health.\n- impact of increased traffic\n\n\n### 8.2.5 Assessment of Alternatives, Delineation of Mitigation Measures and Environmental Impact Assessment Report\n\n- For every project, possible alternatives should be identified and environmental attributes compared. Alternatives should cover both project location and process technologies. Alternatives should consider no project option also. Alternatives should then be ranked for selection of the best environmental option for optimum economic benefits to the community at large.\n- Once alternatives have been reviewed, a mitigation plan should be drawn up for the selected option and is supplemented with an Environmental Management Plan (EMP) to guide the proponent towards environmental improvements. The EMP is a crucial input to monitoring the clearance conditions and therefore details of monitor should be included in the EMP.\n- An EIA report should provide clear information to the decision-maker on the different environmental scenarios without the project, with the project and with project alternatives. Uncertainties should be clearly reflected in the EIA report.\n\n\n### 8.2.6 Public Hearing\n\n- Law requires that the public must be informed and consulted on a proposed development after the completion of EIA report.\n- Any one likely to be affected by the proposed project is entitled to have access to the Executive Summary of the EIA. The affected persons may include:\n- bonafide local residents;\n- local associations;\n- environmental groups: active in the area\n- any other person located at the project site / sites of displacement\n- They are to be given an opportunity to make oral/ written suggestions to the State Pollution Control Board.\n\n\n## Do you know?\n\nHon'ble Supreme Court has directed all manufacturers/dealers of Delhi-NCR, selling diesel cars with engine capacity of 2000 cc and above, to pay $1 \\%$ Environment Protection Charge ( $1 \\%$ of Ex-Showroom price of the vehicle).\n\n### 8.2.7. Environment Management Plan\n\nEnvironment Management Plan should include:\n\n- Delineation of mitigation and compensation measures for all the identified significant impacts\n- Delineation of unmitigated impacts\n- Physical planning including work programme, time schedule and locations for putting mitigation and compensation systems in place\n- Delineation of financial plan for implementing the mitigation measures in the form of budgetary estimates and demonstration of its inclusion in the project budget estimates.\n\n\n### 8.2.8 Decision Making\n\n- Decision making process involve consultation between the project proponent (assisted by a consultant) and the impact assessment authority (assisted by an expert group if necessary)\n- The decision on environmental clearance is arrived through a number of steps including evaluation of EIA and EMP.\n\n\n### 8.2.9 Monitoring the Clearance Conditions\n\n- Monitoring should be done during both construction and operation phases of a project. This is not only to ensure that the commitments made are complied with but also to observe whether the predictions made in the EIA reports were correct or not. Where the impacts exceed the predicted levels, corrective action should be taken. Monitoring will enable the regulatory agency to review the validity of predictions and the conditions of implementation of the Environmental Management Plan (EMP).",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:37.280482",
    "section_name": "Diagram in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Diagram in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The study material discusses the impact of development projects on various aspects such as rare species, local communities, and human health, along with the importance of assessing alternatives, conducting environmental impact assessments, public hearings, and implementing environmental management plans.",
      "page_number": 112,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 8,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- impact on rare and endangered species, endemic species, and migratory path/route of animals.",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "pollution",
          "development"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3619,
      "topic_tags": [
        "environment",
        "pollution",
        "development"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "development"
      ],
      "keywords": [
        "rare species",
        "local community",
        "human health",
        "environmental impact assessment",
        "mitigation measures",
        "public hearing",
        "environment management plan",
        "decision making."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 1,
    "page_number": 113,
    "content": "## Salient Features of 2006 Amendment\n\nEnvironment Impact Assessment Notification of 2006 has decentralised the environmental clearance projects by categorizing the developmental projects in two categories, i.e., Category A and Category B.\n'Category A' projects are appraised at national level by Impact Assessment Agency (IAA) and the Expert Appraisal Committee (EAC) and Category B projects are apprised at state level.\nState Level Environment Impact Assessment Authority (SEIAA) and State Level Expert Appraisal Committee (SEAC) are constituted to provide clearance to Category B process.\nAfter 2006 Amendment the EIA cycle comprises of four stages\n\n1. Screening\n2. Scoping\n3. Public hearing\n4. Appraisal\n\nCategory A projects require mandatory environmental clearance and thus we do not undergo the screening process.\nCategory B projects undergoes screening process and they are classified into two types.\n\n1. Category $\\mathrm{B}_{1}$ projects (Mandatory requires EIA).\n2. Category $\\mathrm{B}_{2}$ projects (Do not require EIA).\n\nThus Category A projects and Category $\\mathrm{B}_{1}$ projects undergo the complete EIA process whereas Category $\\mathrm{B}_{2}$ projects are excluded from complete EIA process.\n\n### 8.3 COMPONENTS OF EIA\n\n- The difference between Comprehensive EIA and Rapid EIA is in the time-scale of the data supplied. Rapid EIA is for speedier appraisal process. While both types of EIA require inclusion/ coverage of all significant environmental impacts and their mitigation, Rapid EIA achieves this through the collection of one season (other than monsoon) data only to reduce the time required where comprehensive EIA collects data from all four seasons.\n- Rapid EIA is acceptable if it does not compromise on the quality of decision-making. The review of Rapid EIA submissions will show whether a comprehensive EIA is warranted or not.\n- It is, therefore, clear that the submission of a professionally prepared Comprehensive EIA in the first instance\nwould generally be the more efficient approach. Depending on nature, location and scale of the project EIA report should contain all or some of the following components.\n\n\n## Air Environment\n\n- Determination of impact zone (through a screening model) and developing a monitoring network\n- Monitoring the existing status of ambient air quality within the impacted region ( $7-10 \\mathrm{~km}$ from the periphery) of the proposed project site\n- Monitoring the site-specific meteorological data, viz. wind speed and direction, humidity, ambient temperature and environmental lapse rate\n- Estimation of quantities of air emissions including fugitive emissions from the proposed project\n- Identification, quantification and evaluation of other potential emissions (including those of vehicular traffic) within the impact zone and estimation of cumulative of all the emissions/impacts\n- Prediction of changes in the ambient air quality due to point, line and areas source emissions through appropriate air quality models\n- Evaluation of the adequacy of the proposed pollution control devices to meet gaseous emission and ambient air quality standards\n- Delineation of mitigation measures at source, path ways and receptor\n\n\n## Noise Environment\n\n- Monitoring the present status of noise levels within the impact zone, and prediction of future noise levels resulting from the proposed project and related activities including increase in vehicular movement\n- Identification of impacts due to any anticipated rise in noise levels on the surrounding environment\n- Recommendations on mitigation measures for noise pollution\n\n\n## Water Environment\n\n- Study of existing ground and surface water resources with respect to quantity and quality within the impact zone of the proposed project\n- Prediction of impacts on water resources due to the proposed water use/pumping on account of the project\n- Quantification and characterisation of waste water including toxic organic, from the proposed activity",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:38.814917",
    "section_name": "Table in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Table in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The 2006 Amendment to the Environment Impact Assessment Notification decentralized environmental clearance projects into Category A and Category B, with different appraisal processes for each.",
      "page_number": 113,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Screening",
        "chapter_number": 1,
        "summary": "## Salient Features of 2006 Amendment",
        "content_type": "table",
        "key_topics": [
          "environment",
          "pollution",
          "development",
          "resources",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 3969,
      "topic_tags": [
        "environment",
        "pollution",
        "development",
        "resources",
        "water"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "development",
        "resources",
        "water"
      ],
      "keywords": [
        "2006 Amendment",
        "Environment Impact Assessment",
        "Category A",
        "Category B",
        "EIA cycle",
        "Screening",
        "Scoping",
        "Public hearing",
        "Appraisal."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 1,
    "page_number": 114,
    "content": "- Evaluation of the proposed pollution prevention and wastewater treatment system and suggestions on modification, if required\n- Prediction of impacts of effluent discharge on the quality of the receiving water body using appropriate mathematical/simulation models\n- Assessment of the feasibility of water recycling and reuse and delineation of detailed plan in this regard\n\n\n## Biological Environment\n\nSurvey of flora and fauna clearly delineating season and duration.\n\n- Assessment of flora and fauna present within the impact zone of the project\n- Assessment of potential damage to terrestrial and aquatic flora and fauna due to discharge of effluents and gaseous emissions from the project\n- Assessment of damage to terrestrial flora and fauna due to air pollution, and land use and landscape changes\n- Assessment of damage to aquatic and marine flora and fauna (including commercial fishing) due to physical disturbances and alterations\n- Prediction of biological stresses within the impact zone of the proposed project\n- Delineation of mitigation measures to prevent and / or reduce the damage.\n\n\n## Land Environment\n\n- Studies on soil characteristics, existing land use and topography, landscape and drainage patterns within the impact zone\n- Estimation on impacts of project on land use, landscape, topography, drainage and hydrology\n- Identification on potential utility of treated effluent in land application and subsequent impacts\n- Estimation and Characterisation of solid wastes and delineation of management options for minimisation of waste and environmentally compatible disposal\n\n\n## Socio-economic and Health Environment\n\n- Collection of demographic and related socio-economic data\n- Collection of epidemiological data, including studies on prominent endemic diseases (e.g. fluorosis, malaria, fileria, malnutrition) and morbidity rates among the population within the impact zone\n- Projection of anticipated changes in the socio-economic and health due to the project and related activities including traffic congestion and delineation of measures to minimise adverse impacts\n- Assessment of impact on significant historical, cultural and archaeological sites/places in the area\n- Assessment of economic benefits arising out of the project\n- Assessment of rehabilitation requirements with special emphasis on scheduled areas, if any.\n\n\n## Risk Assessment\n\n- Hazard identification taking recourse to hazard indices, inventory analysis, dam break probability, Natural Hazard Probability etc.\n- Maximum Credible Accident (MCA) analysis to identify potential hazardous scenarios\n- Consequence analysis of failures and accidents resulting in fire, explosion, hazardous releases and dam breaks etc.\n- Hazard \\& Operability (HAZOP) studies\n- Assessment of risk on the basis of the above evaluations\n- Preparation of an onsite and off site (project affected area) Disaster Management Plan\n\n\n## Environment Management Plan\n\n- Delineation of mitigation measures including prevention and control for each environmental component and rehabilitation and resettlement plan.\n- Delineation of monitoring scheme for compliance of conditions\n- Delineation of implementation plan including scheduling and resource allocation\n\n\n## Do you know?\n\nEnvironment Ministry to create 'urban forests' in 200 cities to increase green cover. 'Urban Forestry Scheme' launched in Pune, to create an 'urban jungle' on about 80 acres of land.\n\n### 8.4. KEY ELEMENTS OF AN INITIAL PROJECT DESCRIPTION AND SCOPING\n\n- The key environmental issues to be considered in relation to a project characteristics are discussed in Sectoral Guidelines published by MoEF from time to time.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:40.555662",
    "section_name": "Page 7 content in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Page 7 content in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The study material covers various aspects of environmental impact assessment including pollution prevention, biological environment survey, land environment, socio-economic and health environment, risk assessment, and environment management plan.",
      "page_number": 114,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3660,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "pollution prevention",
        "wastewater treatment",
        "water recycling",
        "biological environment survey",
        "land environment",
        "socio-economic data",
        "risk assessment",
        "environment management plan"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 1,
    "page_number": 115,
    "content": "- An Initial Project Description (IPD) should at the very least, provide the reviewer with all the information necessary to enable project screening and scoping.\nSpecific information that must be covered by the IPD includes:\n- Location/current land use along with contours and whether it conforms to the development plans proposed for that area\n- Details of proposed project activity including the project cost\n- Outlining the key project elements during the preconstruction, the construction and the operation phases etc. as per the list of documents to be attached with the questionnaire\n- The IPD may also include.\n- Off-site activities\n- Associated activities\n- Expected project induced activities\n- Project activities as PERT chart and process as a flow chart delineating unit processes with inputoutput.\n- This would facilitate the reviewers task. The project proponent after suitable scoping should provide environmental information for consideration in detailed EIA. The reviewer while assessing the report should focus on the crucial aspects involving project location and characteristics.\n\n\n### 8.4.1 Project Location(s)\n\n- The site(s) selection can be an effective approach in minimising the requirement of mitigation measures.\n- Proposed project locations should be reviewed based upon regulatory and non-regulatory criteria.\n- Project siting restrictions depend on the sensitivity of the surrounding environment. Sensitivity should be assessed in relation to proximity of the project to the places/sites listed in the identified ecologically sensitive zones (ESZ) notified by MOEF.\n\n\n## The siting criteria delineated by MoEF include:\n\nI. As far as possible prime agricultural land/forest land may not be converted into an industrial site\nII. Land acquired should be minimum but sufficient to provide for a green belt wherein the treated wastewater, if possible/suitable, could be utilised from wastewater treatment systems\nIII. Enough space may be provided for storing solid wastes. The space and the waste can be made available for possible reuse in future\nIV. Layout and form of the project must conform to the landscape of the area without unduly affecting the scenic features of that place\nV. Associated township of the project if any to be created must provide for space for phyto- graphic barrier between the project and the township and should take into account predominant wind direction.\nIn addition the following distances should be maintained:\n\n- Coastal Areas: at least $1 / 2 \\mathrm{~km}$ from the high tide line (within 0.5 km of High Tide Line (HTL), specified activities as per CRZ notification, 1991 are permitted) (The HTL is to be delineated by the authorised agency only.)\n- Estuaries: At least 200 metres from the estuary boundaries\n- Flood Plains of the Riverine systems: at least 500 metres from flood plain or modified flood plain or by flood control systems\n- Transport/Communication System: at least 500 metres from highway and railway\n- Major Settlements (3,00,000 population) at least 25 km from the projected growth boundary of the settlement\nIn addition to the siting criteria listed above, the proposed project location should be reviewed in relation to the following salient issues:\n- Ambient air, water and noise quality standards\n- Critically polluted areas\n- Natural disaster prone areas\n- Ecologically sensitive areas\n- Availability of water and other critical infrastructures like electricity, roads with adequate width and capacity\n\n\n## Do you know?\n\nGovernment of India has established the National Adaptation Fund for Climate Change (NAFCC) with a budget provision of Rs 350 crore for 2015-16 and 2016-17 to assist States and Union Territories to undertake projects and actions for adaptation to climate change.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:41.783387",
    "section_name": "Diagram in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Diagram in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The content discusses the importance of an Initial Project Description (IPD) in providing essential information for project screening and scoping, including details on project activities, location, and environmental considerations.",
      "page_number": 115,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- An Initial Project Description (IPD) should at the very least, provide the reviewer with all the information necessary to enable project screening and scoping.",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "climate",
          "development",
          "natural",
          "forest",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3766,
      "topic_tags": [
        "environment",
        "climate",
        "development",
        "natural",
        "forest",
        "water"
      ],
      "key_concepts": [
        "environment",
        "climate",
        "development",
        "natural",
        "forest",
        "water"
      ],
      "keywords": [
        "Initial Project Description",
        "project screening",
        "project scoping",
        "project location",
        "environmental information",
        "EIA",
        "siting criteria",
        "regulatory criteria"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 1,
    "page_number": 116,
    "content": "## PROCEDURE FOR PUBLIC HEARING\n\n## (1) Process of Public Hearing: -\n\nWhoever apply for environmental clearance of projects, shall submit to the concerned State Pollution Control Board.\n\n## (2) Notice of Public Hearing: -\n\ni. The State Pollution Control Board shall cause a notice for environmental public hearing which shall be published in at least two newspapers widely circulated in the region around the project, one of which shall be in the vernacular language of the locality concerned. State Pollution Control Board shall mention the date, time and place of public hearing. Suggestions, views, comments and objections of the public shall be invited within thirty days from the date of publication of the notification.\nii. All persons including bona fide residents, environmental groups and others located at the project site/sites of displacement/sites likely to be affected can participate in the public hearing. They can also make oral/written suggestions to the State Pollution Control Board.\n\n## Do you know?\n\nHuman-induced emissions of greenhouse gases (GHG) including those from the agriculture sector are considered to be the drivers of observed climate change. While annual total GHG emissions from agriculture in 2010 are estimated to be of the order of $10-12 \\%$ of global anthropogenic emission, the research conducted by the government indicates that agriculture in India contributed to $18 \\%$ of the total emissions of India in 2010. The gases emitted from this sector are mainly methane $\\left(\\mathrm{CH}_{4}\\right)$ and Nitrous Oxide $(\\mathrm{N} 2 \\mathrm{O})$.\n\n## (3) Composition of public hearing panel: -\n\nThe composition of Public Hearing Panel may consist of the following, namely: -\ni. Representative of State Pollution Control Board;\nii. District Collector or his nominee;\niii. Representative of State Government dealing with the subject;\niv. Representative of Department of the State Government dealing with Environment;\nv. Not more than three representatives of the local bodies such as Municipalities or panchayats;\nvi. Not more than three senior citizens of the area nominated by the District Collector.\n\n### 8.5 ENVIRONMENTAL IMPACT ASSESSMENT IN THE INDIAN SYSTEM - DRAWBACKS AND RECOMMENDATIONS\n\n## DRAW BACKS\n\n## Applicability:\n\n1. There are several projects with significant environmental impacts that are exempted from the notification either because they are not listed in schedule1, or their investments are less than what is provided for in the notification.\n\n## Composition of expert committees and standards:\n\n1. It is being found that the team formed for conducting EIA studies is lacking the expertise in various fields such as environmentalists, wild life experts, Anthropologists and Social Scientists (to study the social impact of the project).\n2. There is a lack of exhaustive ecological and socio-economic indicators for impact assessment.\n\n## Public hearing:\n\n1. Public comments are not taken into account at the early stage, which often leads to conflict at the later stage of project clearance.\n2. A number of projects with significant environmental and social impacts have been excluded from the mandatory public hearing process.\n3. The documents which the public are entitled to are seldom available on time.\n4. The data collectors do not pay respect to the indigenous knowledge of local people.\n\n## Quality:\n\n1. One of the biggest concerns with the environmental clearance process is related to the quality of EIA report that are being carried out. The reports are generally incomplete and provided with false data.\n2. EIA reports ignore several aspects while carrying out assessments and significant information is found to omitted.\n3. Many EIA report are based on single season data and are not adequate to determine whether environmental clearance should be granted. All this makes the entire exercise contrary to its very intent.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:42.499780",
    "section_name": "Table in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Table in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The content outlines the procedure for public hearing in the environmental clearance process, highlights the impact of agriculture on greenhouse gas emissions, and discusses drawbacks and recommendations for environmental impact assessment in India.",
      "page_number": 116,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "There Are Several Projects With Significant Environmental Impacts That Are Exempted From The Notific",
        "chapter_number": 1,
        "summary": "## PROCEDURE FOR PUBLIC HEARING",
        "content_type": "table",
        "key_topics": [
          "environment",
          "pollution",
          "climate",
          "greenhouse"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3897,
      "topic_tags": [
        "environment",
        "pollution",
        "climate",
        "greenhouse"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "climate",
        "greenhouse"
      ],
      "keywords": [
        "Public hearing",
        "Environmental clearance",
        "State Pollution Control Board",
        "Greenhouse gas emissions",
        "Agriculture sector",
        "EIA studies",
        "Expert committees",
        "Social impact",
        "Drawbacks",
        "Recommendations."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 4,
    "page_number": 117,
    "content": "4. As things stand today, it is the responsibility of the project proponent to commission the preparation of the EIA for its project. The EIA is actually funded by an agency or individual whose primary interest is to procure clearance for the project proposed. There is little chance that the final assessment presented is un biased, even if the consultant may provide an unbiased assessment that is critical of the proposed project. Some times it is found that a consultancy which is working in the project area has no specialization in the concerned subject. For example for the preparation of EIA report of the proposed oil exploration in coast of Orissa by the reliance group has been given to the life science Dept of Berhampur university which has no expertise on the study of turtles and its life cycle.\n5. The EIA document in itself is so bulky and technical, which makes it very difficult to decipher so as to aid in the decision making process.\n6. There are so many cases of fraudulent EIA studies where erroneous data has been used, same facts used for two totally different places etc. This is due to the lack of a centralized baseline data bank, where such data can be crosschecked.\n7. There is no accreditation of EIA consultants, therefore any such consultant with a track record of fraudulent cases cannot be held liable for discrepancies. It is hard to imagine any consultant after being paid lakh of rupees, preparing a report for the project proponents, indicating that the project is not viable.\n8. In nearly every case, the consultants try to interpret and tailor the information looking for ways and means to provide their clients with a report that gives them their moneys worth.\n\n## Monitoring, compliance and institutional arrangements:\n\n## Do you know?\n\nIndia has also set up a National Adaptation Fund with an initial allocation of INR 3,500 million (USD 55.6 million) to combat the adaptation needs in key sectors. This fund will assist national and state level activities to meet the cost of adaptation measures in areas that are particularly vulnerable to the adverse effects of climate change.\n\n1. Often, and more so for strategic industries such as nuclear energy projected, the EMPs are kept confidential for political and administrative reasons\n2. Details regarding the effectiveness and implementation of mitigation measures are often not provided.\n3. Emergency preparedness plans are not discussed in sufficient details and the information not disseminated to the communities.\n\n## RECOMMENDATIONS\n\n1. Independent EIA Authority\n2. Sector wide EIA s needed\n3. Creation of an information desk\n4. Creation of a centralized baseline data bank\n5. Dissemination of all information related to projects from notification to clearance to local communities and general public\n\n## Applicability:\n\n1. All those projects where there is likely to be a significant alternation of ecosystems need to go through the process of environmental clearance, without exception.\n2. No industrial developmental activity should be permitted in ecologically sensitive areas.\n\n## Public hearing:\n\n1. Public hearings should be applicable to all hitherto exempt categories of projects which have environmental impacts.\n\n## Quality:\n\n1. The focus of EIA needs to shift from utilization and exploitation of natural resources to conservation of natural resources.\n2. At present EIA reports are extremely weak when it comes to assessment of biological diversity of a project area and the consequent impacts on it. This gap needs to be plugged through a specific guidelines and through necessary amendments.\n3. The checklist needs to include impacts on agricultural biodiversity, biodiversity related traditional knowledge and live hoods.\n4. All EIA reports should clearly state what are the adverse impacts that a proposed projects will have. This should be a separate chapter and not hidden within technical details.\n5. The sub components or subsidiary reports of EIA reports (e.g. Assessments of Biodiversity impacts done by a sub consultant) should be made publicly accessible as stand alone reports with the EIA. This should be available on the websites of the MOEF.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:43.424335",
    "section_name": "Table in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Table in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The study material highlights issues with the Environmental Impact Assessment (EIA) process, including biased assessments, lack of expertise, fraudulent studies, and the need for centralized data and accreditation of consultants.",
      "page_number": 117,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 4,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "As Things Stand Today, It Is The Responsibility Of The Project Proponent To Commission The Preparati",
        "chapter_number": 4,
        "summary": "4. As things stand today, it is the responsibility of the project proponent to commission the preparation of the EIA for its project. The EIA is actually funded by an agency or individual whose primar...",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "climate",
          "development",
          "natural",
          "resources",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4170,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "development",
        "natural",
        "resources",
        "energy"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "development",
        "natural",
        "resources",
        "energy"
      ],
      "keywords": [
        "EIA",
        "biased assessments",
        "expertise",
        "fraudulent studies",
        "centralized data",
        "accreditation",
        "environmental clearance",
        "ecological sensitive areas."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 6,
    "page_number": 118,
    "content": "6. EIAs should be based on full studies carried out over at least one year. Single season data on environmental parameters like biodiversity, as is being done for several rapid assessments is not adequate to gain understanding of the full impact of the proposed project.\n7. It is critical that the preparation of an EIA is completely independent of the project proponent. One option for this could be the creation of a central fund for the EIAs which contains fees deposited by project proponents while seeking that an EIA be done for their proposed project.\n8. State and central governments should maintain a list of credible, independent and competent agencies that can carry out EIAs. similarly the EIA consultant those are making false reports should be black listed.\n9. A national level accreditation to environment consultancy should be adopted\n\n## Do you know?\n\nNational Clean Development Mechanism Authority (NCDMA) was established in December 2003 for according Host Country Approval (HCA) to the CDM projects.\n\n## Grant of clearance:\n\n1. The notification needs to make it clear that the provision for site clearance does not imply any commitment on the part of the impact Assessment agency to grant full environmental clearance.\n2. The prior informed consent of local communities and urban wards or residents association needs to be made mandatory before the grant of environmental clearance. The consent should be from the full general body.\n3. The language used for specifying conditions of clearance must be clear and specific.\n\n## Composition of expert committees:\n\n1. The present executive committees should be replaced by expert's people from various stakeholder groups, who are reputed in environmental and other relevant fields.\n2. The process of selection of those committees should be open and transparent. The minutes, decisions and advice by these committee should be open to public.\n\n## Monitoring, compliance and institutional arrangements:\n\n1. The EIA notification needs to build within it an automatic withdrawal of clearance if the conditions of clearance are being violated, and introduce more stringent\npunishment for non- compliance. At present the EIA notification limits itself to the stage when environmental clearance is granted.\n2. The MOEF should set up more regional offices with advisory Expert committees, each with smaller areas of jurisdiction, to effectively monitor the compliance of clearance conditions.\n3. A robust monitoring mechanism should be established by the state department to address compliance of both sets of clearance conditions together and to take punitive action against the project proponent in case of noncompliance.\n4. Local communities should be brought in to the formal monitoring and reporting process of the compliance of conditions presently done by the regional offices of the MOEF.\n\n## Redressal:\n\n1. The composition of the NGT needs to be changed to include more judicials from the field of environment.\n2. Citizen should be able to access the authority for redressal of all violation of the EIA notification as well as issues relating to non-compliance.\n\n## Capacity building:\n\nNGOs, civil society groups and local communities need to build their capacities to use the EIA notification towards better decision making on projects that can impact their local environments and live hoods. Capacities can be built to proactively and effectively use the notification rather than respond in a manner that is seen as negative or unproductive.\n\n## List of Environmentally Sensitive Places\n\n- Religious and historic places\n- Archaeological monuments/sites\n- Scenic areas\n- Hill resorts/mountains/ hills\n- Beach resorts\n- Health resorts\n- Coastal areas rich in corals, mangroves, breeding grounds of specific species\n- Estuaries rich in mangroves, breeding ground of specific species\n- Gulf areas\n- Biosphere reserves\n- National park and wildlife sanctuaries",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:44.343765",
    "section_name": "Table in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Table in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The content discusses the importance of conducting comprehensive Environmental Impact Assessments (EIAs) for proposed projects, emphasizing the need for independence, accreditation, monitoring, compliance, and redressal mechanisms.",
      "page_number": 118,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 6,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Eias Should Be Based On Full Studies Carried Out Over At Least One Year",
        "chapter_number": 6,
        "summary": "6. EIAs should be based on full studies carried out over at least one year. Single season data on environmental parameters like biodiversity, as is being done for several rapid assessments is not adeq...",
        "content_type": "table",
        "key_topics": [
          "environment",
          "biodiversity",
          "development",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3921,
      "topic_tags": [
        "environment",
        "biodiversity",
        "development",
        "wildlife"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "development",
        "wildlife"
      ],
      "keywords": [
        "EIAs",
        "environmental impact assessments",
        "independence",
        "accreditation",
        "monitoring",
        "compliance",
        "redressal",
        "NGT."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 6,
    "page_number": 119,
    "content": "- Natural lakes, swamps Seismic zones tribal Settlements\n- Areas of scientific and geological interests\n- Defense installations, specially those of security importance and sensitive to pollution\n- Border areas (international)\n- Airport\n- Tiger reserves/elephant reserve/turtle nestling grounds\n- Habitat for migratory birds\n- Lakes, reservoirs, dams\n- Streams/rivers/estuary/seas\n- Railway lines\n- Highways\n- Urban agglomeration\n\n\n## Do you know?\n\nThe criteria followed for specification of a community as a Scheduled Tribe are (i) indications of primitive traits, (ii) distinctive culture, (iii) geographical isolation, (iv) shyness of contact with the community at large, and (v) backwardness.\n\n## ENVIRONMENT SUPPLEMENT PLAN (ESP)\n\n- An Environmental Supplemental Plan (ESP) is an environmentally beneficial project or activity that is not required by law, but that an alleged violator of Environmental Impact Assessment Notification, 2006 agrees to undertake as part of the process of environmental clearance.\n- \"Environmentally beneficial\" means an Environmental Supplemental Plan must remediate, improve, protect the environment or reduce risks to public health or the environment.\n\n\n## Proposals under ESP\n\n- ESP would allow violator companies to continue their activities by paying a financial penalty.\n- This would then be invested in an \"environmentally beneficial project or activity\" for an affected target group of stakeholders.\n\n\n## Positives\n\n- Many developmental projects have been currently been stalled to non-compliance with EIA regime or for preparing an improper EIA. ESP would enable reviving these projects.\n- The \"Bad Loans\" issue currently plaguing the Banking sector can be substantially resolved through reviving the stalled projects.\n\n\n## Negatives:\n\n- ESP is a clever attempt to legalize EIA violation and gain corporate confidence, thereby allowing violator to damage the environment and circumvent the EIA process.\n- Among all cases filed in the National Green Tribunal (NGT), around $41 \\%$ are cases where the NGT found faults with an EIA assessment. Thus, EIA violation is a major in developmental projects. Allowing such violators to carry on, defeats the ultimate purpose of EIA.\n- Many experts argue that this indirectly allows pardoning of violations. Rather than building upon the \"Polluters Pay Principle\", the ESP looks like an attempt to promote corporate development by using a contradictory \"Pay and Pollute\" principle.\n- MoEFCC stated the notification has legal basis in two judgments, one by the NGT and the other by the Jharkhand High Court. But neither of the two judgments condones EIA violations to be regularized post facto nor does it prescribe a way out of these for violators.\n- Valuation of environmental loss cannot be just compensated by pecuniary payment by the violator.\n- Whether the fine amount would be collected properly and utilized for restoration is doubtful. No mechanism has been proposed to utilize the collected funds.\n- ESP provides an escape mechanism to violators. Instead of following the path of an EIA clearance, they can get away by paying a penalty through specific investment activities.\n\n\n## PARIVESH (Pro-Active and Responsive facilitation by Interactive, Virtuous and Environmental Single-window Hub)\n\n- PARIVESH is a Single-Window Integrated Environmental Management System. Key features include single registration and single sign-in for all types of clearances (i.e. Environment, Forest, Wildlife and CRZ), unique-ID for all types of clearances required for a particular project and a single Window interface for the proponent to submit applications for getting all types of clearances (i.e. Environment, Forests, Wildlife and CRZ clearances).",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:45.441670",
    "section_name": "Diagram in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Diagram in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "The content covers various environmental aspects such as natural features, tribal settlements, and the concept of Environmental Supplemental Plans (ESP) in the context of EIA violations.",
      "page_number": 119,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 6,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Natural lakes, swamps Seismic zones tribal Settlements",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "pollution",
          "development",
          "natural",
          "forest",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3728,
      "topic_tags": [
        "environment",
        "pollution",
        "development",
        "natural",
        "forest",
        "wildlife"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "development",
        "natural",
        "forest",
        "wildlife"
      ],
      "keywords": [
        "Natural lakes",
        "seismic zones",
        "tribal settlements",
        "defense installations",
        "Scheduled Tribe",
        "Environmental Supplemental Plan (ESP)",
        "EIA violation",
        "National Green Tribunal (NGT)",
        "PARIVESH."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 6,
    "page_number": 120,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:46.144685",
    "section_name": "Page 13 content in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Page 13 content in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "SHANKAR IAS ACADEMY is a renowned institute for UPSC exam preparation.",
      "page_number": 120,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 6,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "SHANKAR IAS ACADEMY",
        "UPSC",
        "exam preparation",
        "institute",
        "renowned",
        "study material."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 6,
    "page_number": 121,
    "content": "# PART - II",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:46.921467",
    "section_name": "Page 14 content in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Page 14 content in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "Part II of the UPSC study material covers additional topics related to the exam syllabus.",
      "page_number": 121,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 6,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 11,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "UPSC",
        "study material",
        "Part II",
        "topics",
        "syllabus."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
    "chapter_number": 6,
    "page_number": 122,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:47.722527",
    "section_name": "Page 15 content in ENVIRONMENTAL IMPACT ASSESSMENT",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "graph",
      "short_description": "Page 15 content in ENVIRONMENTAL IMPACT ASSESSMENT",
      "summary": "SHANKAR IAS ACADEMY is a renowned institute for UPSC exam preparation.",
      "page_number": 122,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL IMPACT ASSESSMENT",
      "chapter_number": 6,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 109,
      "end_page": 122,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "SHANKAR IAS ACADEMY",
        "UPSC",
        "exam preparation",
        "institute",
        "renowned",
        "study material."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]