[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 15,
    "page_number": 175,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 15 in an UPSC book on the Environment.]**\n\n\n\n# PROTECTED AREA NETWORK \n\n## NATIONAL INITIATIVE\n\n### 15.1. PROTECTED AREAS (PA)\n\n- The adoption of a National Policy for Wildlife Conservation in 1970 and the enactment of the Wildlife (Protection) Act in 1972 lead to a significant growth in the protected areas network, from 5 national parks and 60 sanctuaries to a network of 669 Protected Areas with geographical area of the country, $4.92 \\%$.\n- The network was further strengthened by a number of national conservation projects, notably Project Tiger, project elephant, crocodile Breeding and Management Project, etc.\n\n\n### 15.2. WILD LIFE SANCTUARY (WLS)\n\n- The Wild Life (Protection) Act of 1972 provided for the declaration of certain areas by the State Government as wildlife sanctuaries if the area was thought to be of adequate ecological, geomorphological and natural significance.\n\n\n## National Park (NP)\n\n- The Wild Life (Protection) Act (WPA) of 1972 provided for the declaration of National Parks by the State Government in addition to the declaration of wildlife sanctuaries.\n- National Parks are declared in areas that are considered to be of adequate ecological, geomorphological and natural significance although within the law, the difference in conservation value of a National Park from that of a sanctuary is not specified in the WPA 1972.\n\n\n## Difference between the two\n\n- National Parks enjoy a greater degree of protection than sanctuaries.\n- Certain activities which are regulated in sanctuaries, such as grazing of livestock, are prohibited in National Parks.\n- Wildlife sanctuary can be created for a particular species (for e.g. grizzled giant squirrel w.l.s in srivalliputhur) whereas the national park is not primarily focused on a particular species.\n- The Central Government may also declare, Wild Life Sanctuary and National Park under certain conditions\n\n\n### 15.2.1. General Provision for Sanctuary and National Park\n\n## Declaration of the Protected Area by the State Government:\n\n- Initial Notification: The State Government may, by notification, declare its intention to constitute any area within or outside any reserve forest as a sanctuary/ National Park if it considers that such area is of adequate ecological, faunal, floral, geomorphological, natural or zoological significance, for the purpose of protecting, propagating or developing wild life or its environment.\n- Final notification: After the initial notification has been issued and the period for preferring claims has elapsed, the State Government may issue a notification specifying the limits of the area which shall be comprised within the sanctuary and declare that the said area shall be a sanctuary/ National park from such date as may be specified in the notification.\n\n\n## Do you know?\n\nSpiders can't chew or swallow inject their prey with poison using their fangs. The poison turns the insides of insect to a watery goop and the spider just sucks it up.\n\n## Declared by the Central Government:\n\n- The Central Government may, if it is satisfied that an area is of adequate ecological, faunal, floral, geomor-",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:43.609332",
    "section_name": "Chapter title page for Chapter 15 in an UPSC book on the Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Chapter title page for Chapter 15 in an UPSC book on the Environment.",
      "summary": "The content discusses the establishment and significance of protected areas in India under the National Policy for Wildlife Conservation, including Protected Areas, Wildlife Sanctuaries, and National Parks.",
      "page_number": 175,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 15,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1481,
        "bottom_right_y": 530
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "conservation",
          "natural",
          "forest",
          "wildlife",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3162,
      "topic_tags": [
        "environment",
        "conservation",
        "natural",
        "forest",
        "wildlife",
        "water"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "natural",
        "forest",
        "wildlife",
        "water"
      ],
      "keywords": [
        "Protected Area Network",
        "National Initiative",
        "Wildlife Conservation",
        "Wildlife Sanctuaries",
        "National Parks",
        "Protected Area Declaration",
        "Central Government",
        "Conservation Projects."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 176,
    "content": "phological, natural or zoological significance, for the purpose of protecting, propagating or developing wild life or its environment, declare it a sanctuary/ National Park by notification.\n\n## Boundaries\n\n- The notification shall specify, as nearly as possible, the situation and limits of such area.\n- In cases where territorial waters is included, the limits shall be determined in consultation with the Chief Naval Hydrographer of the Central Government, after taking adequate measures to protect the occupational interests of the local fishermen.\n- No alteration of boundaries of a sanctuary/National Park shall be made except on recommendation of the National Board for Wild Life.\n- (The Amendment Act of 1991 provided for the inclusion of territorial waters in areas to be declared as sanctuaries for the protection of off-shore marine flora and fauna).\n\n\n## Settlement of rights\n\n- The State Government shall make alternative arrangements required for making available fuel, fodder and other forest produce to the persons affected, in terms of their rights as per the Government records.\n- The State Government appoints an officer as a 'Collector' under the Act to inquire into and determine the existence, nature and extent of rights of any person in or over the land comprised within the sanctuary/ National Park which is to be notified.\n- After the issue of a notification for declaration of the Protected Area, no right shall be acquired in, on or over the land comprised within the limits of the area specified in such notification, except by succession, testamentary or intestate.\n\n\n## Do you know?\n\nThe term \"crocodilians\" refers to members of three families: the Family Crocodylidae (crocodiles), Family Alligatoridae (alligators and caimans) and Family Gavialidae (gharial). The term \"crocodiles\" refers only to crocodiles.\n\n## Claim of rights:\n\n- In the case of a claim to a right in or over any land referred to, the Collector shall pass an order admitting or rejecting the same in whole or in part\n- If such claim is admitted in whole or in part, the Collector may either\n(a) exclude such land from the limits of the proposed sanctuary or\n(b) proceed to acquire such land or rights, except where by an agreement between the owner of such land or holder of rights and the Government, the owner or holder of such rights has agreed to surrender his rights to the Government, in or over such land, and on payment of such compensation, as is provided in the Land Acquisition Act, 1894\n(c) allow, in consultation with the Chief Wild Life Warden, the continuation of any right of any person in or over any land within the limits of the sanctuary\n\n\n## Entry into the Protected Area\n\n- No person other than:-\n1. A public servant on duty\n\n2. A person who has been permitted by the Chief Wild Life Warden or the authorized officer to reside within the limits of the sanctuary/National Park\n3. A person who has any right over immovable property within the limits of the sanctuary/National Park\n4. A person passing through the sanctuary/National Park along a public highway\n5. The dependents of the person referred to in clause (a), (b) or (c) above,\n\n- Shall enter or reside in the sanctuary/National Park, except under and in accordance with the conditions of a permit granted.\n\n\n## Grant of permit for entry:\n\n- The Chief Wild Life Warden may, on application, grant to any person a permit to enter or reside in a sanctuary/ National Park for all or any of the following purposes:\n- investigation or study of wildlife and purposes ancillary or incidental thereto\n- photography\n- scientific research\n- tourism\n- transaction of lawful business with any person residing in the sanctuary\n- The Chief Wild Life Warden shall be the authority who shall control, manage and maintain all Protected Areas.\n- The National Board for Wild Life may make recommendations on the setting up of and management of National Parks, Sanctuaries and other protected areas and",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:44.870064",
    "section_name": "Diagram in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram in PROTECTED AREA NETWORK",
      "summary": "The content discusses the process of declaring an area as a sanctuary/National Park, including boundaries, settlement of rights, and entry regulations.",
      "page_number": 176,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "A Public Servant On Duty",
        "chapter_number": 1,
        "summary": "phological, natural or zoological significance, for the purpose of protecting, propagating or developing wild life or its environment, declare it a sanctuary/ National Park by notification.",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "natural",
          "forest",
          "wildlife",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3961,
      "topic_tags": [
        "environment",
        "natural",
        "forest",
        "wildlife",
        "marine",
        "water"
      ],
      "key_concepts": [
        "environment",
        "natural",
        "forest",
        "wildlife",
        "marine",
        "water"
      ],
      "keywords": [
        "sanctuary",
        "National Park",
        "boundaries",
        "rights settlement",
        "crocodilians",
        "claim of rights",
        "entry regulations",
        "Chief Wild Life Warden"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 177,
    "content": "on matters relating to restriction of activities in those areas.\n\n- The State Board for Wild Life shall advise the State Government on the selection and management of areas to be declared as protected areas.\n\n\n## Do you know?\n\nThe extinct rhinos were also more widespread, occurring in North America and Europe in addition to Africa and Asia. In the past, rhinos were not confined to the tropics but extended into temperate and even arctic regions.\n\n### 15.3. CONSERVATION RESERVE AND COMMUNITY RESERVES\n\n- Conservation Reserve and Community Reserves are the outcome of Amendments to the Wild life protection act in 2003.\n- It provided for a mechanism to provide recognition and legal backing to the community initiated efforts in wildlife protection.\n- It provides for a flexible system wherein the wildlife conservation is achieved without compromising the community needs.\n\n\n### 15.3.1. Conservation Reserves\n\n- The Amendment Act of 2003 provided for the creation of a new type of protected area called a Conservation Reserve.\n- It is an area owned by the State Government adjacent to National Parks and sanctuaries for protecting the landscape, seascape and habitat of fauna and flora. It is managed through a Conservation Reserve Management Committee\n- The State Government may, after having consultations with the local communities, declare any area owned by the Government as conservation reserve.\n- Tiruppadaimarathur conservation reserve in Tirunelveli, tamil nadu is the first conservation reserve established in the Country. It is an effort of the village community to protect the birds nesting in their village and acted for declaration of conservation reserve.\n\n\n### 15.3.2. Community Reserve\n\n- The Amendment Act of 2003 provided for the creation of a new type of protected area called a Community Reserve.\n- The State Government may notify any community land or private land as a Community Reserve, provided that the members of that community or individuals concerned are agreeable to offer such areas for protecting the fauna and flora, as well as their traditions, cultures and practices.\n- The declaration of such an area is aimed at improving the socio-economic conditions of the people living in such areas as well as conserving wildlife. The Reserve is managed through a Community Reserve Management Committee\n- The State Government may, where the community or an individual has volunteered to conserve wildlife and its habitat, declare the area by notification as community reserve.\n- No change in land use pattern shall be made within the Community Reserve, except in accordance with a resolution passed by the Management Committee and approval of the same by the State Government\n\n\n### 15.4. COASTAL PROTECTED AREAS\n\n- It aims to protect and conserve the natural marine ecosystems in their pristine condition.\n- Marine Protected Area (MPA) as \"any area of intertidal or sub tidal terrain, together with its overlaying water and associated flora, fauna, historical and cultural features, which has been reserved by law or other effective means to protect part or all of the enclosed environment\" - IUCN.\n- Marine productivity in India is concentrated in small areas of coral reefs, lagoons, mangroves, estuaries and seagrass beds around the coast, which provides rich feeding and breeding ground for fish and other marine life.\n- MPA protects the vital life support processes of the sea and also ensures sustainable productivity and fish production.\n- The MPAs in marine environment in India are primarily classified into following three categories:\n- Category-I: This covers National Parks and Sanctuaries and having entire areas in intertidal/sub-tidal or mangroves, coral reefs, creeks, seagrass beds, algal beds, estuaries, lagoons.\n- Category-II: This includes Islands, which have major parts in marine ecosystem and some part in terrestrial ecosystem.\n- Category-IIIA: This includes sandy beaches beyond intertidal line but occasionally interacting with the seawater.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:46.236440",
    "section_name": "Ecosystem, Environment content in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in PROTECTED AREA NETWORK",
      "summary": "The content discusses Conservation Reserves, Community Reserves, and Coastal Protected Areas established under the Wildlife Protection Act amendments in 2003 to protect wildlife and their habitats through community involvement.",
      "page_number": 177,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "on matters relating to restriction of activities in those areas.",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "conservation",
          "sustainable",
          "natural",
          "wildlife",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3996,
      "topic_tags": [
        "ecosystem",
        "environment",
        "conservation",
        "sustainable",
        "natural",
        "wildlife",
        "marine",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "conservation",
        "sustainable",
        "natural",
        "wildlife",
        "marine",
        "water"
      ],
      "keywords": [
        "State Board for Wild Life",
        "Conservation Reserve",
        "Community Reserve",
        "Wildlife Protection Act",
        "protected areas",
        "Coastal Protected Areas",
        "marine ecosystems",
        "IUCN."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 178,
    "content": "- Category-IIIB: This includes ever green or semi ever green forests of Islands.\n- The Marine Protected Areas (MPAs) in India comprise of a 33 national parks and wildlife sanctuaries designated under the Wildlife (Protection) Act, 1972, encompassing a few of the country's richest coastal habitats.\n- Marine National Park and Marine Sanctuary in the Gulf of Kutch form one unit (one MPA). Similarly Bhitarkanika National Park and Bhitarkanika Sanctuary are an integral part of one MPA. Thus, there a total of 31 MPAs in India.\n- MPAs cover less than $4.01 \\%$ of the total area of all Protected Areas of India.\n\n\n## Do you know?\n\nThe United Nations General Assembly (UNGA) declared 2010-2020 as the United Nations Decade for Deserts and the Fight against Desertification, to raise awareness about desertification, land degradation and drought.\n\n### 15.5. SACRED GROVES OF INDIA\n\n- Sacred groves comprise of patches of forests or natural vegetation - from a few trees to forests of several acres - that are usually dedicated to local folk deities.\n- These spaces are protected by local communities because of their religious beliefs and traditional rituals that run through several generations.\n- The degree of sanctity of the sacred forests varies from one grove to another. In some forests even the dry foliage and fallen fruits are not touched.\n- People believe that any kind of disturbance will offend the local deity, causing diseases, natural calamities or failure of crops. For example, the Garo and the Khasi tribes of northeastern India completely prohibit any human interference in the sacred groves. In other groves, deadwood or dried leaves may be picked up, but the live tree or its branches are never cut. For example, the Gonds of central India prohibit the cutting of a tree but allow fallen parts to be used.\n\n\n### 15.5.1. Classification of Sacred Groves\n\n- Traditional Sacred Groves - It is the place where the village deity resides, who is represented by an elementary symbol\n- Temple Groves - Here a grove is created around a temple and conserved.\n- Groves around the burial or cremation grounds.\n\n\n### 15.5.2. Ecological Significance\n\n- Conservation of Biodiversity - The sacred groves are important repositories of floral and faunal diversity that have been conserved by local communities in a sustainable manner. They are often the last refuge of endemic species in the geographical region.\n- Recharge of aquifers - The groves are often associated with ponds, streams or springs, which help meet the water requirements of the local people. The vegetative cover also helps in the recharging the aquifers.\n- Soil conservation - The vegetation cover of the sacred groves improves the soil stability of the area and also prevents soil erosion.\n\n\n### 15.5.3. Distribution of Sacred Groves in India\n\n- In India, sacred groves are found all over the country and abundantly along the western ghats in the states of Kerala and Karnataka.\n\n\n### 15.5.4. Threats to the Sacred Groves\n\n- The threats vary from one region to the other and even from one grove to the other. But the common threats identified are:\n- Disappearance of the traditional belief systems, which were fundamental to the concept of sacred groves. These systems and their rituals are now considered mere superstition.\n- Sacred groves in many parts of our country have been destroyed due to rapid urbanization and developmental interventions such as roads, railways tracks, dams including commercial forestry. Encroachment has led to the shrinkage of some of the largest groves in the country.\n- Many groves are suffering due to 'Sanskritisation' or the transformation of the primitive forms of nature worship into formal temple worship.\n- Invasion by exotic weeds such as Eupatorium odoratum, Lantana camara and Prosopis juliflora is a serious threat to some groves.\n- Pressures due to increasing livestock and fuelwood collection.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:47.020832",
    "section_name": "Diagram in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram in PROTECTED AREA NETWORK",
      "summary": "The content discusses Marine Protected Areas (MPAs) in India and Sacred Groves, highlighting their ecological significance and distribution.",
      "page_number": 178,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Category-IIIB: This includes ever green or semi ever green forests of Islands.",
        "content_type": "diagram",
        "key_topics": [
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "forest",
          "wildlife",
          "marine",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3910,
      "topic_tags": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "forest",
        "wildlife",
        "marine",
        "soil",
        "water"
      ],
      "key_concepts": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "forest",
        "wildlife",
        "marine",
        "soil",
        "water"
      ],
      "keywords": [
        "Marine Protected Areas",
        "MPAs",
        "Wildlife Protection Act",
        "Sacred Groves",
        "Biodiversity conservation",
        "Aquifer recharge",
        "Soil conservation",
        "Threats"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 179,
    "content": "### 15.6. EXPORT - PROHIBITED GOODS\n\n- The prohibited items are not permitted to be exported. An export licence will not be given in the normal course for goods in the prohibited category.\n- The following are the items probited in the flora and fauna category:\n- All wild animals, animal articles including their products and derivatives (excluding those for which ownership certificates have been granted and also those required for transactions for education, scientific research and management under Wild Life (Protection) Act, 1972 including their parts and products).\n- Beef of cows, oxen and calf. Beef in the form of offal of cows, oxen and calf\n- Meat of buffalo (both male and female) fresh and chilled and frozen\n- Peacock Tail Feathers \\& its Handicrafts and articles\n- Shavings \\& Manufactured Articles of shavings of Shed Antlers of Chital and Sambhar\n- Sea shells\n- Wood and wood products\n- Fuel wood\n- Wood charcoal\n- Sandalwood in any form,( but excluding finished handicraft products of sandalwood, machine finished sandalwood products, sandalwood oil):\n- Red Sanders wood, Value added products of Red Sanders\n- Mechanical, chemical and semi chemical wood pulp\n\n\n## Do you know?\n\n- The Marble Palace Zoo in Calcutta city which was established in the year 1854 is the oldest existing zoo in the country.\n- Delhi has the largest fleet of busses operating on compressed natural gas, which is a successful example of low-carbon sustainable transport\n- India maintains and reports ozone depleting substance (ODS) data on year to year basis.\n- Nesting sites of an amphibious snake is reported from the shores of North Andaman Islands.\n- Traditional Wetland agriculture (locally known as pokkali in Kerala and Gazhani in Karnataka)\n\n\n## GLOBAL INITIATIVE\n\n### 15.7. THE MAN AND BIOSPHERE (MAB)\n\n- The Man and the Biosphere (MAB) Programme is an Intergovernmental Scientific Programme aiming to set a scientific basis for the improvement of the relationships between people and their environment globally.\n- Launched in the early 1970s, it proposes an interdisciplinary research agenda and capacity building that target the ecological, social and economic dimensions of biodiversity loss and the reduction of this loss.\n- Concerned with problems at the interface of scientific, environmental, societal and development issues, MAB combines natural and social sciences, economics and education to improve human livelihoods and safeguard natural ecosystems, thus promoting innovative approaches to economic development that is socially and culturally appropriate and environmentally sustainable.\n- The agenda of the MAB Prorgamme is defined by its main governing body, the International Coordinating Council in concertation with the broader MAB Community.\n- For implementation of its interdisciplinary work onground, MAB relies on the World Network of Biosphere Reserves, and on thematic networks and partnerships for knowledge-sharing, research and monitoring, education and training, and participatory decisionmaking.\n- It predicts the consequences of today's actions on tomorrow's world and thereby increases people's ability to efficiently manage natural resources for the well-being of both human populations and the environment.\n\n\n## Do you know?\n\n- Paints and dressings do not help to cure the tree wound, some actually speed up the decay.\n- The death of one 70-year old tree would return over three tons of carbon to the atmosphere. Do cut!!\n- The cottonwood tree seed is the seed that stays in flight the longest.\n- Aloe vera is also called as fountain of youth\n- During periods of increased or decreased temperature, cracks may develop in the tree trunk -- referred to as frost cracks and sun cracks. Both can lead to decay.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:48.453861",
    "section_name": "Ecosystem, Environment content in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in PROTECTED AREA NETWORK",
      "summary": "The content discusses prohibited goods for export and provides information on the Man and Biosphere (MAB) Programme, focusing on biodiversity conservation and sustainable development.",
      "page_number": 179,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "### 15.6. EXPORT - PROHIBITED GOODS",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "sustainable",
          "development",
          "natural",
          "resources",
          "atmosphere",
          "carbon",
          "ozone"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3740,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "sustainable",
        "development",
        "natural",
        "resources",
        "atmosphere",
        "carbon",
        "ozone"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "sustainable",
        "development",
        "natural",
        "resources",
        "atmosphere",
        "carbon",
        "ozone"
      ],
      "keywords": [
        "Export",
        "Prohibited goods",
        "Flora and fauna",
        "Biosphere reserves",
        "Biodiversity conservation",
        "Sustainable development",
        "MAB Programme",
        "Environmental sustainability."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 180,
    "content": "### 15.8. BIOSPHERE RESERVE (BR)\n\n- The International Co-ordinating Council (ICC) of UNESCO, November, 1971, introduced the designation 'Biosphere Reserve' for natural areas. The concept of Biosphere Reserves was refined by a Task Force of UNESCO's MAB Programme in 1974, and BR network was formally launched in 1976.\n\n\n### 15.8.1. Definition\n\n- Biosphere Reserve (BR) is an international designation by UNESCO for representative parts of natural and cultural landscapes extending over large area of terrestrial or coastal/marine ecosystems or a combination thereof.\n- BRs are special environments for both people and the nature and are living examples of how human beings and nature can co-exist while respecting each others' needs.\n- Biosphere reserves are sites established by countries and recognized under UNESCO's Man and the Biosphere (MAB) Programme to promote sustainable development based on local community efforts and sound science.\n- As places that seek to reconcile conservation of biological and cultural diversity and economic and social development through partnerships between people and nature, they are ideal to test and demonstrate innovative approaches to sustainable development from local to international scales.\n\n\n## Do you know?\n\n- The forests in the country have been classified into 16 major types and 251 subtypes on the basis of climatic and edaphic features.\n- Slender loris (primate) found only in the tropical rainforests of Southern India and Sri Lanka.\n- The Indian star tortoise found in scrub forests of India and Sri Lanka\n\n\n### 15.8.3. Characteristics of Biosphere reserve\n\n- The characteristic features of Biosphere Reserves are:\n(1) Each Biosphere Reserves are protected areas of land and/or coastal environments wherein people are an integral component of the system.\n- Together, they constitute a worldwide network linked by International understanding for exchange of scientific information.\n(2) The network of BRs includes significant examples of biomes throughout the world.\n(3) Each BR includes one or more of the following cate-gories:-\n(i) BRs are representative examples of natural biomes.\n(ii) BRs conserve unique communities of biodiversity or areas with unusual natural features of exceptional interest.\n(iii) BRs have examples of harmonious landscapes resulting from traditional patterns of land-use.\n(iv) BRs have examples of modified or degraded ecosystems capable of being restored to more natural conditions.\n(v) BRs generally have a non-manipulative core area, in combination with areas in which baseline measurements, experimental and manipulative research, education and training is carried out. Where these areas are not contiguous, they can be associated in a cluster.\n\n\n### 15.8.4. Functions of Biosphere Reserves\n\n## Conservation\n\n- To ensure the conservation of landscapes, ecosystems, species and genetic variations.\n- To encourage the traditional resource use systems;\n- To understand the patterns and processes of functioning of ecosystems;\n- To monitor the natural and human-caused changes on spatial and temporal scales;\n\n\n## Development\n\n- To promote, at the local level, economic development which is culturally, socially and ecologically sustainable.\n- To develop the strategies leading to improvement and management of natural resources;\n\n\n## Logistics support\n\n- To provide support for research, monitoring, education and information exchange related to local, national and global issues of conservation and development\n- Sharing of knowledge generated by research through site specific training and education; and\n- Development of community spirit in the management of natural resources.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:49.682567",
    "section_name": "Ecosystem, Environment content in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in PROTECTED AREA NETWORK",
      "summary": "The content discusses Biosphere Reserves, their definition, characteristics, and functions in promoting sustainable development and conservation of natural and cultural landscapes.",
      "page_number": 180,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "### 15.8. BIOSPHERE RESERVE (BR)",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest",
          "marine"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3665,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "marine"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "marine"
      ],
      "keywords": [
        "Biosphere Reserve",
        "UNESCO",
        "sustainable development",
        "conservation",
        "ecosystems",
        "biodiversity",
        "traditional resource use",
        "economic development."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 181,
    "content": "## Beneficiaries\n\n- Direct Beneficiaries - local people and the ecological resources of the Biosphere Reserves\n- indirect beneficiaries - world community.\n\n\n## Biosphere Reserves: an Indian approach\n\n- It is this ecological diversity that makes India as one of the mega-diversity regions on the globe. Efforts are on to designate at least one Biosphere Reserve in each of the Biogeographic Provinces.\n\n\n### 15.8.5. National Biosphere Reserve Programme.\n\n- The national Biosphere Reserve Programme was initiated in 1986.\n- To ensure participation of local inhabitants for effective management and devise means of improving livelihood of the local inhabitants through sustainable use.\n\n\n## Objectives\n\n- It may be noted that BRs are not a substitute or alternative, but a re-enforcement to the existing protected areas. The objectives of the Biosphere Reserve programme, as envisaged by the Core Group of Experts, are as follows:\n- To conserve the diversity and integrity of plants and animals within natural ecosystems;\n- To safeguard genetic diversity of species on which their continuing evolution depends;\n- To provide areas for multi-faceted research and monitoring;\n- To provide facilities for education and training; and\n- To ensure sustainable use of natural resources through most appropriate technology for improvement of economic well-being of the local people.\n- These objectives should be oriented in such a way that the BRs are the Units wherein the Biological, socio-economic and cultural dimension of conservation are integrated together into a realistic conservation strategy.\n\n\n### 15.8.6. Criteria for selection of BRs\n\n- The criteria for selection of sites for BRs as laid down by the Core Group of Experts in 1979 are listed below:\n\n\n## Primary criteria\n\n- A site that must contain an effectively protected and minimally disturbed core area of value of nature conservation and should include additional land and water suitable for research and demonstration of sustainable methods of research and management.\n- The core area should be typical of a biogeographical unit and large enough to sustain viable populations representing all tropic levels in the ecosystem.\n\n\n## Do you know?\n\nFrogs are found all over the world, and in every climate, except Antarctica. Frogs cannot live in the sea or any salt water.\n\n## Secondary criteria\n\n- Areas having rare and endangered species\n- Areas having diversity of soil and micro-climatic conditions and indigenous varieties of biota.\n- Areas potential for preservation of traditional tribal or rural modes of living for harmonious use of environment.\n\n\n### 15.8.7. Structure and Design of Biosphere Reserves\n\n- In order to undertake complementary activities of biodiversity conservation and development of sustainable management aspects, Biosphere Reserves are demarcated into three inter-related zones.\n\n\n## 1. The Core Zone:\n\n\n\n**[IMAGE: Diagram illustrating the zones of a protected area: Core Zone, Buffer Zone, and Transition Zone.]**\n\n\n\n- The core zone should be kept absolutely undisturbed. It must contain suitable habitat for numerous plant and animal species, including higher order predators and may contain centres of endemism. A core zone secures legal protection and management and research activities that do not affect natural processes and wildlife are allowed. Strict nature reserves and wilderness portions of the area are designated as core areas of BR. The core zone is to be kept free from all human pressures external to the system.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:51.008149",
    "section_name": "Diagram illustrating the zones of a protected area: Core Zone, Buffer Zone, and Transition Zone.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram illustrating the zones of a protected area: Core Zone, Buffer Zone, and Transition Zone.",
      "summary": "The content discusses the importance of Biosphere Reserves in India, emphasizing the conservation of ecological diversity and sustainable use of natural resources for the benefit of local communities and the world.",
      "page_number": 181,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": "img-1.jpeg",
      "image_bbox": {
        "top_left_x": 869,
        "top_left_y": 1291,
        "bottom_right_x": 1461,
        "bottom_right_y": 1637
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Direct Beneficiaries - local people and the ecological resources of the Biosphere Reserves",
        "content_type": "diagram",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "climate",
          "sustainable",
          "development",
          "natural",
          "resources",
          "wildlife",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3514,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "sustainable",
        "development",
        "natural",
        "resources",
        "wildlife",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "sustainable",
        "development",
        "natural",
        "resources",
        "wildlife",
        "soil",
        "water"
      ],
      "keywords": [
        "Beneficiaries",
        "Biosphere Reserves",
        "National Biosphere Reserve Programme",
        "Objectives",
        "Criteria",
        "Core Zone",
        "Sustainable management",
        "Conservation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 182,
    "content": "## 2. The Buffer Zone:\n\n- Buffer Zone adjoins or surrounds core zone. Its uses and activities are managed in ways that protect the core zone. These uses and activities include restoration, demonstration sites for enhancing value addition to the resources, limited recreation, tourism, fishing and grazing, which are permitted to reduce its effect on core zone. Research and educational activities are to be encouraged. Human activities, if natural within BR, are likely to be permitted to continue if these do not adversely affect the ecological diversity.\n\n\n## 3. The Transition Zone:\n\n- The Transition Zone is the outermost part of a Biosphere Reserve. This is usually not delimited one and is a zone of cooperation where conservation, knowledge and management skills are applied and uses are managed in harmony with the purpose of the Biosphere Reserve. This includes settlements, crop lands, managed forests and area for intensive recreation, and other economic uses characteristic of the region.\n- (In Buffer Zone and the Transition Zones, manipulative macro-management practices are used. Experimental research areas are used for understanding the patterns and processes in the ecosystem. Modified or degraded landscapes are included as rehabilitation areas to restore the ecology in a way that it returns to sustainable productivity).\n\n\n### 15.8.8. How Biosphere Reserves are different from protected areas?\n\n- BR is not intended to replace existing protected areas but it widens the scope of conventional approach of protection and further strengthens the Protected Area Network.\n- Existing legally protected areas (National Parks, Wildlife Sanctuary, Tiger Reserve and reserve/protected forests) may become part of the BR without any change in their legal status.\n- On the other hand, inclusion of such areas in a BR will enhance their national value.\n\n\n## Do you know?\n\nDead and decaying trees on the ground replenish soils by returning important nutrients, and provide food resources for many types of wildlife.\n\n## However, the Biosphere Reserves differ from protected areas due to their emphasis on:\n\n(i) Conservation of overall biodiversity and landscape, rather than some specific flagship species, to allow natural and evolutionary processes to continue without any hindrance.\n(ii) Different components of BRs like landscapes, habitats, and species and land races.\n(iii) Developmental activities, and resolution/mitigation of conflicts between development and conservation,\n(iv) Increase in broad-basing of stakeholders, especially local people's participation and their Training, compared to the features of scheme on Wildlife Sanctuaries and National Parks.\n(v) Sustainable environment friendly development, and sustained coordination amongst different development organizations and agencies.\n(vi) Research and Monitoring to understand the structure and functioning of ecological system and their mode of reaction when exposed to human intervention.\n\n- The Indian National Man and Biosphere Committee constituted by the Central Govt. identifies new sites, advises on policies and programmes, lays down guidelines, reviews progress and guidelines in the light of evaluation studies and feed back.\n- The Management of Biosphere Reserves is the responsibility of the concerned State/UT with necessary financial assistance, guidelines for management and Technical expertise provided by the Central Government.\n- BR are internationally recognized within the framework of UNESCO's Man and Biosphere (MAB) programme, after receiving consent of the participating country.\n\n\n## Do you know?\n\nThe United Nations General Assembly (UNGA) declared 2011-2020 as the United Nations Decade on Biodiversity and United Nations Decade for Deserts and the Fight against Desertification.\n\n### 15.9. WORLD NETWORK OF BIOSPHERE RESERVES (WNBR)\n\n### 15.9.1. The World Network\n\n- In order to facilitate cooperation, BRs are admitted into International network by International Coordinat-",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:51.935179",
    "section_name": "Ecosystem, Environment content in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in PROTECTED AREA NETWORK",
      "summary": "The content discusses the concepts of Buffer Zone, Transition Zone, and how Biosphere Reserves differ from protected areas, emphasizing on conservation, sustainable development, and stakeholder involvement.",
      "page_number": 182,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Ecology",
        "chapter_number": 1,
        "summary": "## 2. The Buffer Zone:",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest",
          "wildlife",
          "soil"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 3980,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "soil"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "soil"
      ],
      "keywords": [
        "Buffer Zone",
        "Transition Zone",
        "Biosphere Reserves",
        "protected areas",
        "biodiversity conservation",
        "sustainable development",
        "stakeholders",
        "research and monitoring."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 183,
    "content": "ing Council (ICC) of the Man and Biosphere (MAB) Programme of UNESCO on the request of the participating country subject to their fulfillment of prescribed criteria.\n\n- The BRs remain under the sole sovereignty of the concerned country/state where it is situated, and participation in World Network is voluntary.\n- Delisting from international Network is done as an exception on ground of violation of obligation for conservation and sustainable development of Biosphere Reserves after consulting the concerned Government.\n- The MAB programme's primary achievement is the creation in 1977 of the World Network of Biosphere Reserves.\n- Composed of 610 biosphere reserves in 117 countries, including 12 transboundary sites, the WNBR of the MAB Programme promotes North-South and South-South collaboration and represents a unique tool for international co-operation through sharing knowledge, exchanging experiences, building capacity and promoting best practices.\n\n\n### 15.10. BIODIVERSITY HOT SPOTS\n\n- Biodiversity hot spot concept was put forth by Norman Myers in 1988\n- To qualify as a hot spot, a region must meet two strict criteria:\na. Species endemism - it must contain at least 1,500 species of vascular plants ( $>0.5 \\%$ of the world's total) as endemics, and\nb. Degree of threat - it has to have lost at least $70 \\%$ of its original habitat.\n- Each biodiversity hot spot represents a remarkable universe of extraordinary floral and faunal endemicity struggling to survive in rapidly shrinking ecosystems.\n- Over 50 percent of the world's plant species and 42 percent of all terrestrial vertebrate species are endemic to the 35 biodiversity hot spots.\n\n\n### 15.10.1. The hottest hot spots\n\n- Some hot spots are much richer than others in terms of their numbers of endemics.\n- Five key factors have been taken into consideration and those biodiversity hot spot tops the list with respect to these five factors are considered as hottest hot spots.\n\n\n## Factors\n\n1. Endemic plants\n2. Endemic vertebrates\n3. Endemic plants/area ratio (species per $100 \\mathrm{~km}^{2}$ )\n4. Endemic vertebrates/area ratio (species per $100 \\mathrm{~km}^{2}$ )\n5. Remaining primary vegetation as $\\%$ of original extent\n\nThe eight hottest hot spots in terms of five factors\n\n1. Madagascar\n2. Philippines\n3. Sundaland\n4. Brazil's Atlantic Forest\n5. Caribbean\n6. Indo-Burma\n7. Western Ghats/Sri Lanka\n8. Eastern Arc and Coastal Forests of Tanzania/Kenya\n\nThese eight `hottest hot spots', appear at least three times in the top ten listings for each factor.\n\n## Do you know?\n\nAll snakes and lizards have two penises\n\n### 15.10.2. Indian Biodiversity Hot Spots.\n\n- There are 4 biodiversity hot spots present in India. They are:\n\n1. The Himalayas\n2. Indo- Burma and\n3. The western Ghats \\& Sri Lanka\n4. Sunderland\n\n## Do you know?\n\n- Spider silk, it looks like one thread but it is actually many thin threads that stick together. As soon as this liquid silk hits the air it hardens.\n- All spiders have fangs! their poison is strong enough to kill their prey. few spiders with poison strong enough to cause pain or even some nerve damage in humans.\n- Spiders have 48 knees. Yup, count them...eight legs with six joints on each.\n- Spider's legs are covered with many hairs. The hairs pick up vibrations and smells from the air.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:53.474376",
    "section_name": "Table in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in PROTECTED AREA NETWORK",
      "summary": "The content discusses the World Network of Biosphere Reserves under the MAB Programme of UNESCO and the concept of Biodiversity Hot Spots, including the criteria for designation and examples of the hottest hot spots.",
      "page_number": 183,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Endemic Plants",
        "chapter_number": 1,
        "summary": "ing Council (ICC) of the Man and Biosphere (MAB) Programme of UNESCO on the request of the participating country subject to their fulfillment of prescribed criteria.",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "forest"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 3308,
      "topic_tags": [
        "ecosystem",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "forest"
      ],
      "key_concepts": [
        "ecosystem",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "forest"
      ],
      "keywords": [
        "UNESCO",
        "MAB Programme",
        "Biosphere Reserves",
        "Biodiversity Hot Spots",
        "Endemism",
        "Threat",
        "Hottest Hot Spots",
        "Indian Biodiversity Hot Spots."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 184,
    "content": "## 1. The Eastern Himalayas Hot Spot\n\n## About the region:\n\n- The Eastern Himalayas is the region encompassing Bhutan, northeastern India, and southern, central, and eastern Nepal. The region is geologically young and shows high altitudinal variation.\n- The abrupt rise of the Himalayan Mountains from less than 500 meters to more than 8,000 meters results in a diversity of ecosystems that range from alluvial grasslands and subtropical broad leaf forests along the foothills to temperate broad leaf forests in the mid hills, mixed conifer and conifer forests in the higher hills, and alpine meadows above the tree line.\n\n\n## 2. Indo-Burma\n\n## Region:\n\n- The Indo-Burma region encompasses several countries.\n- It is spread out from Eastern Bangladesh to Malaysia and includes North-Eastern India south of Brahmaputra river, Myanmar, the southern part of China's Yunnan province, Lao People's Democratic Republic, Cambodia, Vietnam and Thailand.\n\n\n## 3. Western Ghats and Sri Lanka:\n\n- Western Ghats, also known as the \"Sahyadri Hills\" encompasses the mountain forests in the southwestern parts of India and highlands of southwestern Sri Lanka.\n- The entire extent of hotspot was originally about $1,82,500$ square kms , but due to tremendous population pressure, now only 12,445 square Km or $6.8 \\%$ is in pristine condition.\n- The wide variation of rainfall patterns in the Western Ghats, coupled with the region's complex geography, produces a great variety of vegetation types.\n- These include scrub forests in the low-lying rainshadow areas and the plains, deciduous and tropical rainforests up to about 1,500 meters, and a unique mosaic of montane forests and rolling grasslands above 1,500 meters.\n- In Sri Lanka diversity includes dry evergreen forests to dipterocarpus dominated rainforests to tropical montane cloud forest.\n\n\n### 15.11. BIODIVERSITY COLDSPOTS\n\n- Areas that have relatively low biological diversity but are also experiencing a high rate of habitat loss. Although a biodiversity coldspot is low in species richness, it can also be important to conserve, as it may be the only location where a rare species is found. Extreme\nphysical environments (low or high temperatures or pressures, or unusual chemical composition) inhabited by just one or two specially adapted species are coldspots that warrant conservation because they represent unique environments that are biologically and physically interesting.\n\n\n### 15.12. WORLD HERITAGE SITES\n\n- World Heritage Sites means \"Sites any of various areas or objects inscribed on the United Nations Educational, Scientific, and Cultural Organisation (UNESCO) World Heritage List\".\n- The sites are designated as having outstanding universal value under the Convention concerning the Protection of the World Cultural and Natural Heritage.\n- This Convention, which was adopted by the UNESCO in 1972 (and enforced in 1975) provides a framework for international cooperation in preserving and protecting cultural treasures and natural areas throughout the world.\n- The convention defines the kind of sites which can be considered for inscription of the World heritage list (ancient monuments, museums, biodiversity and geological heritage etc.,), and sets out the duties of the State Parties in identifying potential sites and their role in protecting them.\n- Although many World Heritage sites fall into either the 'cultural' or 'natural'categories, a particularly important aspect of the convention is its ability to recognise ladscapes that combine these values, and where the biological and physical aspects of landscape have evolved alongside human activity.\n- The first list of World Heritage state was published in 1978.\n- The World Heritage Convention reiterates that the protection on sites should be dovetailed with regional planning programmes. This is not happening always. (Agra city developments do not go well the conversation of Taj Mahal is a point).\n- \"Natural heritage sites are restricted to those natural areas that\n\n1. furnish outstanding examples of the Earth's record of life or its geologic processes.\n2. provide excellent examples of ongoing ecological and biological evolutionary processes.\n3. contain natural phenomena that are rare, unique, superlative, or of outstanding beauty or\n4. furnish habitats or rare endangered animals or plants or are sites of exceptional biodiversity\".",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:54.290511",
    "section_name": "Diagram in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram in PROTECTED AREA NETWORK",
      "summary": "The study material discusses biodiversity hotspots in the Eastern Himalayas, Indo-Burma, Western Ghats, and Sri Lanka, as well as biodiversity coldspots and World Heritage Sites.",
      "page_number": 184,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Furnish Outstanding Examples Of The Earth'S Record Of Life Or Its Geologic Processes",
        "chapter_number": 1,
        "summary": "## 1. The Eastern Himalayas Hot Spot",
        "content_type": "diagram",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "development",
          "natural",
          "forest"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4374,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "development",
        "natural",
        "forest"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "development",
        "natural",
        "forest"
      ],
      "keywords": [
        "Eastern Himalayas",
        "Indo-Burma",
        "Western Ghats",
        "Sri Lanka",
        "biodiversity hotspots",
        "biodiversity coldspots",
        "World Heritage Sites",
        "UNESCO."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 185,
    "content": "- Until the end of 2004, there were six criteria for cultural heritage and four criteria for natural heritage. In 2005 this was modified so that there is only one set of ten criteria. Nominated sites must be of \"outstanding universal value\" and meet at least one of the ten criteria. The criteria are given below.\n\n\n### 15.11.1 Criteria\n\nI. \"to represent a masterpiece of human creative genius\";\nII. \"to exhibit an important interchange of human values, over a span of time or within a cultural area of the world, on developments in architecture or technology, monumental arts, town-planning or landscape design?\".\nIII. \"to bear a unique or atleast exceptional testimony to a cultural tradition or to a civilization which is living or which has disappeared?;\nIV. \"to be an outstanding example of a type of building, architectural or technological ensemble or landscape which illustrates a significat stage(s) in human history\";\nV. \"to be an outstanding example of a traditional human settlemnet, land-use, or sea-use, which is representative of a culture (or cultures), or human interaction with the environment especially when it has become vulnerable under the impact of irreversible change\";\nVI. \"to be directly or tangibly associated with events or living traditions, with ideas, or with beliefs, with artistic and literary works of outstanding universal significance. (The Committee considers that this criterion should preferably be used in conjunction with other criteria).\nVII. \"to contain superlative natural phenomena or areas of exceptional natural beauty and aesthetic importance\";\nVIII.\"to be outstanding examples representing major stages of Earth's history, including the record of life, significant on-going geological processess in the development of landforms, or significant geomorphic or psysiographic features\";\nIX. \"to be outstanding examples representing significant ongoing ecological and biological processes in the evolution and development of terrestrial, fresh water, coastal and marine ecosystem and communities of plants and animals\";\nX. \"to contain the most important and significant natural habitats for insists conservation of biological diversity, including those containing threatened species of outstanding universal value from the point of view of science or conservation.\n\n- The UNESCO funds numerous efforts to preserve and restore World Heritage Sites in developing nations. It maintains also a List of World Heritage Sites in developing nations. It maintains also a List of World Heritage in danger facing threat of pollution and other natural hazards. Sites subject to unusual levels of pollution, natural hazards, or other problems may be placed for restoration. Such designated sites facilitate promotion of tourism.\n\n\n## International Year of Biodiversity\n\n- The United Nations declared 2010 to be the International Year of Biodiversity. It is a celebration of life on earth and of the value of biodiversity for our lives.\n\n\n## Do you know?\n\nThere is no parrot in India. They are parakeets.\n\n## International Day for Biological Diversity - 22 May\n\n- The United Nations proclaimed May 22 as The International Day for Biological Diversity (IDB) to increase understanding and awareness of biodiversity issues.\n- Initially 29 December (the date of entry into force of the Convention of Biological Diversity), was designated The International Day for Biological Diversity by the UN General Assembly in late 1993.\n- In December 2000, the UN General Assembly adopted 22 May as IDB, to commemorate the adoption of the text of the Convention on 22 May 1992 by the Nairobi Final Act of the Conference for the Adoption of the Agreed Text of the Convention on Biological Diversity.\n\n\n## Do you know?\n\n- Gymnosperms produce their seeds on the surface or tips of an appendage such as a pine cone.\n- Angiosperms produce their seeds inside a fruit such as an acorn.\n- Dendrochronology is the science of calculating a tree's age by its rings.\n- For every five percent of tree cover added to a community, storm water runoff is reduced by approximately two percent.\n- \"Heat islands,\" created by tree loss, also exponentially increase air pollutants.\n- Aspirin is derived from the bark of a willow tree.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:55.212081",
    "section_name": "Diagram in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram in PROTECTED AREA NETWORK",
      "summary": "The content discusses the criteria for selecting World Heritage Sites, the role of UNESCO in preserving these sites, the International Year of Biodiversity, and the International Day for Biological Diversity.",
      "page_number": 185,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Until the end of 2004, there were six criteria for cultural heritage and four criteria for natural heritage. In 2005 this was modified so that there is only one set of ten criteria. Nominated sites ...",
        "content_type": "diagram",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "pollution",
          "development",
          "natural",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4228,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "development",
        "natural",
        "marine",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "development",
        "natural",
        "marine",
        "water"
      ],
      "keywords": [
        "World Heritage Sites",
        "UNESCO",
        "International Year of Biodiversity",
        "International Day for Biological Diversity",
        "biodiversity",
        "conservation",
        "cultural heritage",
        "natural heritage."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PROTECTED AREA NETWORK",
    "chapter_number": 1,
    "page_number": 186,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:55.928965",
    "section_name": "Page 13 content in PROTECTED AREA NETWORK",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 13 content in PROTECTED AREA NETWORK",
      "summary": "Information about Shankar IAS Academy, a prominent UPSC coaching institute.",
      "page_number": 186,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PROTECTED AREA NETWORK",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 175,
      "end_page": 186,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Shankar IAS Academy",
        "UPSC",
        "coaching institute",
        "study material",
        "preparation",
        "exams",
        "guidance."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]