[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 3,
    "page_number": 23,
    "content": "\n\n**[IMAGE: Chapter title for Chapter 3 in an UPSC book on the Environment.]**\n\n\n\n# TERRESTRIAL ECOSYSTEMS \n\nTThe interrelations between organisms and environment on the land constitute \"Terrestrial Ecology\". Due to variation in the topographic features of valleys, mountains and slopes, certain differences occur. These differences are reflected in both the material and biotic diversities. Altitudinal and latitudinal variations cause shifts and differences in the climatic patterns. Due to varied climate, the plant and animal life existing in different terrestrial areas vary which result in differentiation of ecosystem as segments within the large biosphere. The most important limiting factors of the terrestrial ecosystems are moisture and temperature.\n\n### 3.1. TUNDRA\n\nTundra means a \"barren land\" since they are found where environmental conditions are very severe. There are two types of tundra- arctic and alpine.\n\n- Distribution: Arctic tundra extends as a continuous belt below the polar ice cap and above the tree line in the northern hemisphere. It occupies the northern fringe of Canada, Alaska, European Russia, Siberia and island group of Arctic Ocean. On the south pole, tundra is very small since most of it is covered by ocean .\nAlpine tundra occurs at high mountains above the with respect to Arctic mountains are found at all latitudes therefore alpine tundra shows day and night temperature variations.\n- Flora and fauna: Typical vegetation of arctic tundra is cotton grass, sedges, dwarf heath, willows, birches and lichens. Animals of tundra are reindeer, musk ox, arctic hare, caribous, lemmings and squirrel.\nMost of them have long life e.g. arctic willow has a life span of 150 to 300 years. They are protected from chillness by the presence of thick cuticle and epidermal hair. Mammals of the tundra region have large body size, small tail and small ear to avoid the loss of heat from the surface. The\nbody is covered with fur for insulation. Insects have short life cycles which are completed during favourable period of the year.\n\n\n### 3.2. FOREST ECOSYSTEM\n\nThe forest ecosystem includes a complex assemblage of different kinds of biotic communities. Optimum conditions such as temperature and ground moisture are responsible for the establishment of forest communities.\nThe nature of soil, climate and local topography determine the distribution of trees and their abundance in the forest vegetation. Forests may be evergreen or deciduous. They are distinguished on the basis of leaf into broad-leafed or needle leafed coniferous forests in the case of temperate areas.\nThe forest ecosystems have been classified into three major categories: coniferous forest, temperate forest and tropical forest. All these forest biomes are generally arranged on a gradient from north to south latitude or from high to lower altitude.\n\n## Do you know?\n\nDart Frogs got their name because hunters would tip their arrows in the frog's poisons. Sadly, because people are cutting down rainforests for farming and ranching, Poison Dart Frogs are at risk. The Blue Poison Dart Frog is the most endangered due to the pett shop market.\n\n### 3.2.1. Coniferous forest (boreal forest):\n\n- Cold regions with high rainfall, strong seasonal climates with long winters and short summers are characterised by boreal coniferous forest",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:52:59.785963",
    "section_name": "Chapter title for Chapter 3 in an UPSC book on the Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Chapter title for Chapter 3 in an UPSC book on the Environment.",
      "summary": "The chapter discusses terrestrial ecosystems, focusing on tundra and forest ecosystems, highlighting their characteristics, flora, fauna, and environmental significance.",
      "page_number": 23,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 3,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1481,
        "bottom_right_y": 528
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Ecology",
        "chapter_number": 1,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "diagram",
        "key_topics": [
          "ecosystem",
          "environment",
          "climate",
          "forest",
          "soil"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 1,
      "integrated_content_length": 3338,
      "topic_tags": [
        "ecosystem",
        "environment",
        "climate",
        "forest",
        "soil"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "climate",
        "forest",
        "soil"
      ],
      "keywords": [
        "Terrestrial ecosystems",
        "Tundra",
        "Arctic",
        "Alpine",
        "Flora",
        "Fauna",
        "Forest ecosystem",
        "Coniferous forest"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 3,
    "page_number": 24,
    "content": "- This is characterised by evergreen plant species such as Spruce, fir and pine trees, etc and by animals such as the lynx, wolf, bear, red fox, porcupine, squirrel, and amphibians like Hyla, Rana, etc\n- Boreal forest soils are characterized by thin podzols and are rather poor. Both because, the weathering of rocks proceeds slowly in cold environments and because the litter derived from conifer needle (leaf) is decomposed very slowly and is not rich in nutrients.\n- These soils are acidic and are mineral deficient. This is due to movement of large amount of water through the soil, without a significant counter-upward movement of evaporation, essential soluble nutrients like calcium, nitrogen and potassium which are leached sometimes beyond the reach of roots. This process leaves no alkaline oriented cations to encounter the organic acids of the accumulating litter.\n- The productivity and community stability of a boreal forest are lower than those of any other forest ecosystem.\n\n\n### 3.2.2. Temperate deciduous forest:\n\n- The temperate forests are characterised by a moderate climate and broad-leafed deciduous trees, which shed their leaves in fall, are bare over winter and grow new foliage in the spring.\n- The precipitation is fairly uniform throughout.\n- Soils of temperate forests are podzolic and fairly deep.\n\n\n### 3.2.3. Temperate evergreen forest:\n\n- Parts of the world that have Mediterranean type of climate are characterised by warm, dry summers and cool, moist winters.\n- These are commonly inhabitated by low broad leafed evergreen trees.\n- Fire is an important hazardous factor in this ecosystem and the adaptation of the plants enable them to regenerate quickly after being burnt.\n\n\n## Do you know?\n\nPenguins are warm blooded, Just like whales, penguins have a layer of fat under their skin called \"blubber\". Overtop of this they are covered with fluffy \"down\" feathers and overtop of those they have their outer feathers which overlap to seal in warmth. Penguins rub oil from a gland onto their feathers to help make them waterproof and wind proof.\n\n### 3.2.4. Temperate rain forests:\n\n- The temperate rain forests exhibit a marked seasonality with regard to temperature and rainfall.\n- Rainfall is high, and fog may be very heavy. It is the important source of water than rainfall itself.\n- The biotic diversity of temperate rain forests is high as compared to other temperate forest. However, the diversity of plants and animals is much low as compared to the tropical rainforest.\n\n\n## Do you know?\n\nFrog's tongues are attached to the front of their mouths rather than at the back like humans. When a frog catches an insect it throws its sticky tongue out of it's mouth and wraps it around its prey. The frog's tongue then snaps back and throws the food down its throat.\n\n### 3.2.5. Tropical rain forests:\n\n- Tropical rain forests occur near the equator.\n- Tropical rain forests are among the most diverse and rich communities on the earth.\n- Both temperature and humidity remain high and more or less uniform.\n- The annual rainfall exceeds 200 cm and is generally distributed throughout the year.\n- The flora is highly diversified\n- The extreme dense vegetation of the tropical rain forests remains vertically stratified with tall trees often covered with vines, creepers, lianas, epiphytic orchids and bromeliads.\n- The lowest layer is an understory of trees, shrubs, herbs, like ferns and palms.\n- Soil of tropical rainforests are red latosols, and they are very thick.\n- The high rate of leaching makes these soils virtually useless for agricultural purposes, but when left undisturbed, the rapid cycling of nutrients within the litter layer, formed due to decomposition can compensate for the natural poverty of the soil.\n- Undergrowth is restricted in many areas by the lack of sunlight at ground level.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:01.424299",
    "section_name": "Ecosystem, Environment content in TERRESTRIAL ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Ecosystem, Environment content in TERRESTRIAL ECOSYSTEM",
      "summary": "The study material discusses different types of forests including boreal, temperate deciduous, temperate evergreen, temperate rain, and tropical rain forests, highlighting their characteristics, soils, biodiversity, and unique adaptations of animals.",
      "page_number": 24,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 3,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- This is characterised by evergreen plant species such as Spruce, fir and pine trees, etc and by animals such as the lynx, wolf, bear, red fox, porcupine, squirrel, and amphibians like Hyla, Rana, et...",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "climate",
          "natural",
          "forest",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3842,
      "topic_tags": [
        "ecosystem",
        "environment",
        "climate",
        "natural",
        "forest",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "climate",
        "natural",
        "forest",
        "soil",
        "water"
      ],
      "keywords": [
        "Boreal forest",
        "Temperate deciduous forest",
        "Temperate evergreen forest",
        "Temperate rain forests",
        "Tropical rain forests",
        "Soil characteristics",
        "Biodiversity",
        "Animal adaptations"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 3,
    "page_number": 25,
    "content": "### 3.2.6. Tropical seasonal forests:\n\n- Tropical seasonal forests also known as monsoon forest occur in regions where total annual rainfall is very high but segregated into pronounced wet and dry periods.\n- This kind of forest is found in South East Asia, central and south America, northern Australia, western Africa and tropical islands of the pacific as well as in India.\n\n\n### 3.2.7. Subtropical rain forests:\n\n- Broad-leaved evergreen subtropical rain forests are found in regions of fairly high rainfall but less temperature differences between winter and summer\n- Epiphytes are common here.\n- Animal life of subtropical forest is very similar to that of tropical rainforests.\n\n\n### 3.3. INDIAN FOREST TYPES\n\nIndia has a diverse range of forests from the rainforest of Kerala in the south to the alpine pastures of Ladakh in the north, from the deserts of Rajasthan in the west to the evergreen forests in the north-east. Climate, soil type, topography, and elevation are the main factors that determine the type of forest. Forests varied according to their nature and composition, the type of climate in which they thrive, and its relationship with the surrounding environment.\n\n## Champion and Seth Classification of Forest\n\nForest types in India are classified by Champion and Seth into sixteen types.\n\n### 3.3.1. Tropical Wet evergreen forests\n\nWet evergreen forests are found along the Western Ghats, the Nicobar and Andaman Islands and all along the northeastern region. It is characterized by tall, straight evergreen trees. The more common trees that are found here are the jackfruit, betel nut palm, jamun, mango, and hollock. The trees in this forest form a tier pattern: shrubs cover the layer closer to the ground, followed by the short structured trees and then the tall variety. Beautiful fern of various colours and different varieties of orchids grow on the trunks of the trees.\n\n### 3.3.2. Tropical Semi-evergreen forests\n\nSemi-evergreen forests are found in the Western Ghats, Andaman and Nicobar Islands, and the Eastern Himalayas. Such forests have a mixture of the wet evergreen trees and the moist deciduous trees. The forest is dense and is filled with a large variety of trees of both types.\n\n## Do you know?\n\nElephants' ears act as cooling devices. They can measure up to 2 square metres and they are equipped with an intricate web of blood vessels. When the animal flaps its ears, the blood temperature lowers by as much as $5^{\\circ} \\mathrm{C}$.\n\n### 3.3.3. Tropical Moist deciduous forests\n\nMoist deciduous forests are found throughout India except in the western and the north-western regions. The trees are tall, have broad trunks, branching trunks and roots to hold them firmly to the ground. Some of the taller trees shed their leaves in the dry season. There is a layer of shorter trees and evergreen shrubs in the undergrowth. These forests are dominated by sal and teak, along with mango, bamboo, and rosewood.\n\n### 3.3.4. Littoral and swamp\n\nLittoral and swamp forests are found along the Andaman and Nicobar Islands and the delta area of the Ganga and the Brahmaputra. They have roots that consist of soft tissue so that the plant can breathe in the water.\n\n### 3.3.5. Tropical Dry deciduous forest\n\nDry deciduous forests are found throughout the northern part of the country except in the North-East. It is also found in Madhya Pradesh, Gujarat, Andhra Pradesh, Karnataka, and Tamil Nadu. The canopy of the trees does not normally exceed 25 metres. The common trees are the sal, a variety of acacia, and bamboo.\n\n### 3.3.6. Tropical Thorn forests\n\nThis type is found in areas with black soil: North, West, Central, and South India. The trees do not grow beyond 10 metres. Spurge, caper, and cactus are typical of this region.\n\n### 3.3.7. Tropical Dry evergreen forest\n\nDry evergreens are found along Tamil Nadu, Andhra Pradesh and Karnataka coast. It is mainly hard-leaved evergreen trees with fragrant flowers, along with a few deciduous trees.\n\n### 3.3.8. Sub tropical Broad-leaved forests\n\nBroad-leaved forests are found in the Eastern Himalayas and the Western Ghats, along the Silent Valley. There is a marked difference in the form of vegetation in the two areas. In the Silent Valley, the poonspar, cinnamon, rho-",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:02.238431",
    "section_name": "Diagram in TERRESTRIAL ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Diagram in TERRESTRIAL ECOSYSTEM",
      "summary": "The content discusses different types of forests including tropical seasonal forests, subtropical rain forests, and Indian forest types classified by Champion and Seth.",
      "page_number": 25,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 3,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "### 3.2.6. Tropical seasonal forests:",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "climate",
          "forest",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4266,
      "topic_tags": [
        "environment",
        "climate",
        "forest",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "climate",
        "forest",
        "soil",
        "water"
      ],
      "keywords": [
        "Tropical seasonal forests",
        "Subtropical rain forests",
        "Indian forest types",
        "Champion and Seth Classification",
        "Tropical Wet evergreen forests",
        "Tropical Semi-evergreen forests",
        "Tropical Moist deciduous forests",
        "Littoral and swamp forests"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 3,
    "page_number": 26,
    "content": "dodendron, and fragrant grass are predominant. In the Eastern Himalayas, the flora has been badly affected by the shifting cultivation and forest fires. These wet forests consist mainly of evergreen trees with a sprinkling of deciduous here and there. There are oak, alder, chestnut, birch, and cherry trees. There are a large variety of orchids, bamboo and creepers.\n\n### 3.3.9. Sub tropical Pine forests\n\nPine forests are found in the steep dry slopes of the Shivalik Hills, Western and Central Himalayas, Khasi, Naga, and Manipur Hills. The trees predominantly found in these areas are the chir, oak, rhododendron, and pine as well as sal, amla, and laburnum are found in the lower regions.\n\n### 3.3.10. Sub tropical Dry evergreen forests\n\nDry evergreen forests normally have a prolonged hot and dry season and a cold winter. It generally has evergreen trees with shining leaves that have a varnished look. These forests are found in the Shivalik Hills and foothills of the Himalayas up to a height of 1000 metres.\n\n### 3.3.11. Montane Wet temperate forests\n\nIn the North, Montane wet temperate forests are found in the region to the east of Nepal into Arunachal Pradesh, receiving a minimum rainfall of 2000 mm . In the North, there are three layers of forests: the higher layer has mainly coniferous, the middle layer has deciduous trees such as the oak and the lowest layer is covered by rhododendron and champa.\nIn the South, it is found in parts of the Niligiri Hills, the higher reaches of Kerala. The forests in the northern region are denser than in the South. Rhododendrons and a variety of ground flora can be found here.\n\n### 3.3.12. Himalayan Moist temperate Forest\n\n## Do you know?\n\nAll birds have feathers and feathers do many jobs for birds. It keeps them warm, wing feathers allow flight and tail feathers are used for steering. The color of the feathers can be used to hide the bird or to help the bird find a mate.\n\nThis type spreads from the Western Himalayas to the Eastern Himalayas. The trees found in the western section are broad-leaved oak, brown oak, walnut, rhododendron, etc. In the Eastern Himalayas, the rainfall is much heavier and\ntherefore the vegetation is also more lush and dense. There are a large variety of broad-leaved trees, ferns, and bamboo. Coniferous trees are also found here, some of the varieties being different from the ones found in the South.\n\n### 3.3.13. Himalayan Dry temperate Forest\n\nThis type is found in Lahul, Kinnaur, Sikkim, and other parts of the Himalayas. There are predominantly coniferous trees, along with broad-leaved trees such as the oak, maple, and ash. At higher elevation, fir, juniper, deodar, and chilgoza are found.\n\n### 3.3.14. Sub alpine forest\n\nSub alpine forests extend from Kashmir to Arunachal Pradesh between 2900 to 3500 metres. In the Western Himalayas, the vegetation consists mainly of juniper, rhododendron, willow, and black currant. In the eastern parts, red fir, black juniper, birch, and larch are the common trees. Due to heavy rainfall and high humidity the timberline in this part is higher than that in the West. Rhododendron of many species covers the hills in these parts.\n\n### 3.3.15. Moist Alpine scrub\n\nMoist alpines are found all along the Himalayas and on the higher hills near the Myanmar border. It has a low scrub, dense evergreen forest, consisting mainly of rhododendron and birch. Mosses and ferns cover the ground in patches. This region receives heavy snowfall.\n\n### 3.3.16. Dry alpine scrub\n\nDry alpines are found from about 3000 metres to about 4900 metres. Dwarf plants predominate, mainly the black juniper, the drooping juniper, honeysuckle, and willow.\n\n## Importance of Forest\n\nFrom air we breathe, the food we eat to the paper and wood we use; we depend on forest directly or indirectly. Without forests most of the areas would have been deserts\n\n- Forests keep up the natural balance.\n- Forests purify the air\n- Forests provide micro climate\n- Forests indirectly play a role in precipitation\n- Forests prevent floods\n- Forests prevent soil erosion\n- Forests provide medicinal properties\n- Forests provide us fuel and timber\n- Forests provide raw materials for industries",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:03.093331",
    "section_name": "Climate, Natural content in TERRESTRIAL ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Climate, Natural content in TERRESTRIAL ECOSYSTEM",
      "summary": "The study material discusses various types of forests found in different regions of the Himalayas, highlighting the flora and vegetation characteristics.",
      "page_number": 26,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 3,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "dodendron, and fragrant grass are predominant. In the Eastern Himalayas, the flora has been badly affected by the shifting cultivation and forest fires. These wet forests consist mainly of evergreen t...",
        "content_type": "text",
        "key_topics": [
          "climate",
          "natural",
          "forest",
          "soil"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4193,
      "topic_tags": [
        "climate",
        "natural",
        "forest",
        "soil"
      ],
      "key_concepts": [
        "climate",
        "natural",
        "forest",
        "soil"
      ],
      "keywords": [
        "Himalayas",
        "forests",
        "flora",
        "vegetation",
        "Eastern Himalayas",
        "Western Himalayas",
        "coniferous trees",
        "deciduous trees",
        "orchids",
        "bamboo",
        "rhododendron"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 3,
    "page_number": 27,
    "content": "# 3.4. DEFORESTATION \n\nIndiscriminate felling of trees as a result of urbanization, industrialization, mining operations, and use of wood for domestic and other purposes, have caused heavy depletion of forests.\n\n\n**[IMAGE: A diagram illustrating the various causes of deforestation.]**\n\n\n\n### 3.4.1. Causes\n\n## 1) Shifting cultivation\n\n- In this practice a patch of land is cleared, vegetation is burned and the ash is mixed with the soil thus adding nutrients to the soil.\n- This patch of land is used for raising crops for two to three years, and the yield is modest.\n- Then this area is abandoned and is left to recover its fertility, and the same practice is repeated elsewhere on a fresh piece of land.\n- All that is required for this method of cultivation is a set of simple tools, not high level of mechanisation.\n\n\n## 2) development project\n\n- The human population have increased considerably, so with their requirements.\n\n\n## Do you know?\n\nReptiles are cold-blooded animals that raise their body temperature by lying in the sun or lower it by crawling into the shade. Their body temperature changes to the temperature of its surroundings.\n\n- Development projects like the hydroelectric projects, large dams and reservoirs, laying down of railway lines and roads are not only extremely beneficial, but they are also linked with several environmental problems.\n- Many of these projects require immense deforestation.\n\n\n## 3) Fuel Requirements\n\n- The increasing demand for firewood with ever growing population increases greater pressure on the forests, which results in increased intensity of deforestation.\n\n\n## 4) Raw Material Requirements\n\n- Wood is used as a raw material by various industries for making paper, plywood, furniture, match sticks, boxes, crates, packing cases, etc.\n- Industries also obtain their raw materials from plants such as drugs, scents and perfumes, resin, gums, waxes, turpentine, latex and rubber, tannis, alkaloids, bees wax.\n- This exerted tremendous pressure on forest ecosystem and their unrestricted exploitation for various other raw materials is the main cause of degradation of the forest ecosystem.\n\n\n## 5) Other Causes\n\n- Deforestation also results from overgrazing, agriculture, mining, urbanization, flood, fire, pest, diseases, defence and communication activites.\n\n\n### 3.4.2. How it affects?\n\n- Closed forests (based on canopy level) have being diminished due to deforestation leading to increase in degraded forests.\n- Forests recycle moisture from soil into their immediate atmosphere by transpiration where it again precipitates as rain.\n- Deforestation results in an immediate lowering of ground water level and in long-term reduction of precipitation.\n- Due to deforestation, this natural reuse cycle is broken and water is lost through rapid run off.\n- Much of the mining activity in India is being carried out in forest regions. The obvious result is deforestation and soil erosion.\n- Underground mining has also significantly denuded forests, as timber is used for supporting the roofs of mine galleries.\n- A large number of abandoned mines are lying in bad shape and are under extensive gully erosion leading to degradation of the habitat.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:04.292066",
    "section_name": "A diagram illustrating the various causes of deforestation.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "A diagram illustrating the various causes of deforestation.",
      "summary": "The content discusses the causes and effects of deforestation, including shifting cultivation, development projects, fuel and raw material requirements, and other factors.",
      "page_number": 27,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 3,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": "img-1.jpeg",
      "image_bbox": {
        "top_left_x": 163,
        "top_left_y": 528,
        "bottom_right_x": 786,
        "bottom_right_y": 1136
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "Indiscriminate felling of trees as a result of urbanization, industrialization, mining operations, and use of wood for domestic and other purposes, have caused heavy depletion of forests.",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "development",
          "natural",
          "forest",
          "atmosphere",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3200,
      "topic_tags": [
        "ecosystem",
        "environment",
        "development",
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "development",
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water"
      ],
      "keywords": [
        "deforestation",
        "causes",
        "shifting cultivation",
        "development projects",
        "fuel requirements",
        "raw material requirements",
        "effects",
        "overgrazing"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 3,
    "page_number": 28,
    "content": "- Deforestation affects the biota and neighbouring ecosystems, soil erosion, land degradation, alteration of ground water channels, pollution and scarce.\n\n\n### 3.5. GRASSLAND ECOSYTEM\n\nThe grasslands are found where rainfall is about $25-75 \\mathrm{~cm}$ per year, not enough to support a forest, but more than that of a true desert.\nTypical grasslands are vegetation formations that are generally found in temperate climates.\nIn India, they are found mainly in the high Himalayas. The rest of India's grasslands are mainly composed of steppes and savannas.\nThe major difference between steppes and savannas is that all the forage in the steppe is provided only during the brief wet season whereas in the savannas forage is largely from grasses that not only grow during the wet season but also from the smaller amount of regrowth in the dry season.\nSteppe formations occupy large areas of sandy and saline soil; in western Rajasthan, where the climate is semi-arid, average rainfall is less than 200 mm a year with a dry season of 10 to 11 months, and a large variation in rainfall.\nThe soil is always exposed, sometimes rocky but more often sandy with fixed or mobile dunes. Forage is available only during the brief wet season. The grass layer is sparse and consists mainly of annual grass species.\nIn the central and eastern parts of Rajasthan, where the rainfall is about 500 mm per year and the dry season is of six to eight months, dry savanna grazing ecosystems have developed. The light shade cast by the sparse population of trees like khetri favours the growth of the grasses.\n\n### 3.5.1. Types of Grasslands\n\nBased on climatic conditions there are six types of grasslands found in the different regions of the Indian subcontinent. Four major types of grasslands are discussed here.\n\n## Do you know?\n\nThe elephant's trunk combines both nose and upper lip and transforms them into a single powerful organ that is able to touch, grasp and smell. It is strong enough to uproot a tree, sensitive enough to pick up a pea-sized fruit from the ground, and long enough to reach foliage high in the trees. The trunk is also used to drink by sucking up water and squirting it into the mouth.\n\n\n**[IMAGE: A diagram showing different types of grasslands in India.]**\n\n\n\n## 1) semi-arid zone\n\n- It covers the northern portion of Gujarat, Rajasthan (excluding Aravallis), western Uttar Pradesh, Delhi and Punjab.\n- The topography is broken up by hill spurs and sand dunes.\n\n\n## 2) dry sub humid zone\n\n- It covers the whole of peninsular India (except Nilgiri).\n\n\n## 3) moist sub humid zone\n\n- It covers the Ganga alluvial plain in Northern India.\n- The topography is level, low lying and ill-drained.\n\n\n## 4) Humid montane regions\n\n- This extends to the humid montane regions and moist sub-humid areas of Assam, Manipur, West Bengal, Uttar Pradesh, Punjab, Himachal Pradesh and Jammu and Kashmir.\n- The savanna is derived from the humid forests on account of shifting cultivation and sheep grazing.\n\n\n### 3.5.2. Economic importance of grasslands\n\n- India teems with animals of all shapes and sizes from the buffaloes to sheep's and there are millions of them.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:05.209539",
    "section_name": "A diagram showing different types of grasslands in India.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "A diagram showing different types of grasslands in India.",
      "summary": "The content discusses the impact of deforestation and details different types of grasslands found in India based on climatic conditions.",
      "page_number": 28,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 3,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": "img-2.jpeg",
      "image_bbox": {
        "top_left_x": 838,
        "top_left_y": 306,
        "bottom_right_x": 1502,
        "bottom_right_y": 1096
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Deforestation affects the biota and neighbouring ecosystems, soil erosion, land degradation, alteration of ground water channels, pollution and scarce.",
        "content_type": "diagram",
        "key_topics": [
          "ecosystem",
          "pollution",
          "climate",
          "forest",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3156,
      "topic_tags": [
        "ecosystem",
        "pollution",
        "climate",
        "forest",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "pollution",
        "climate",
        "forest",
        "soil",
        "water"
      ],
      "keywords": [
        "Deforestation",
        "biota",
        "ecosystems",
        "grasslands",
        "steppes",
        "savannas",
        "semi-arid zone",
        "sub-humid zone"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 3,
    "page_number": 29,
    "content": "- The livestock wealth plays a crucial role in Indian life. It is a major source of fuel, draught power, nutrition and raw material for village industries.\n- But only about 13 million hectares in the country are classified as permanent grazing lands. On top of it, they exist in a highly degraded state.\n- Grassland biomes are important to maintain the population of many domesticated and wild herbivores.\n- Indian Grasslands and Fodder Research Institute, Jhansi and Central Arid Zone Research institute, Jodhpur.\n\n\n### 3.5.3. Impact of grazing\n\n- Due to heavy grazing pressure, the quality of grasslands deteriorates rapidly, the mulch cover of the soil reduces, microclimate becomes more dry and is readily invaded by xerophytic plants and borrowing animals.\n- Due to absence of humus cover, mineral soil surface is heavily trampled, when wet it produces puddling of the surface layer. In turn it reduces the infiltration of water into the soil and accelerates run off, resulting in soft erosion.\n- These changes contribute to the reduction of energy flow, and the disruption of the stratification and periodicity of the primary producers. It results in a breakdown of the biogeochemical cycles of water, carbon and nitrogen.\n- Water and wind erosion completely deteriorates dry grassland microclimate.\n\n\n### 3.5.4. Role of fire\n\n- Fire plays an important role in the management of grasslands.\n- Under moist conditions fire favours grass over trees, whereas in dry conditions fire is often necessary to maintain grasslands against the invasion of desert shrubs.\n- Burning increases the forage yields.\n\n\n### 3.6. DESERT ECOSYSTEM\n\n- Deserts are formed in regions with less than 25 cm of annual rainfall, or sometimes in hot regions where there is more rainfall, but unevenly distributed in the annual cycle.\n- Lack of rain in the mid latitude is often due to stable high pressure zones; deserts in temperate regions often lie in \"rain shadows\", that is, where high mountains block off moisture from the seas.\n- The climate of these biomes is modified by altitude and latitude. At high altitudes and at greater distance from the equator the deserts are cold and hot near equator and tropics.\n- The perennial plant like creosote bush, cactus are scattered throughout the desert biomes.\n- In shallow depressed areas with salt deposits geesewood, seepwood and salt grasses are common.\n\n\n## Do you know?\n\nSri Venkateshwara Zoological Park located in Tirupati city in Andhra Pradesh is the largest zoo in the country.\n\n- Because water is the dominant limiting factor, the productivity of a given desert is almost directly dependent on the rainfall. Where soils are suitable, irrigation can convert deserts into productive agricultural land.\n- As the large volume of water passes through the irrigation system, salts may be left behind that will gradually accumulate over the years until they become limiting, unless means of avoiding this difficulty are devised.\n\n\n## Do you know?\n\nPolar bears are very well adapted to swimming, with a water-repellent coat and partially webbed feet.\n\n### 3.6.1. Adaptations\n\nDesert plants are under hot and dry conditions.\n(i) These plants conserve water by following methods:\n\n- They are mostly shrubs.\n- Leaves are absent or reduced in size.\n- Leaves and stem are succulent and water storing.\n- In some plants even the stem contains chlorophyll for photosynthesis.\n- Root system is well developed and spread over large area.\nThe annuals wherever present germinate, bloom and reproduce only during the short rainy season, and not in summer and winter. This is an adaption to desert condition.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:06.749224",
    "section_name": "Table in TERRESTRIAL ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in TERRESTRIAL ECOSYSTEM",
      "summary": "The study material discusses the importance of livestock wealth, impact of grazing, role of fire, and characteristics of desert ecosystems in India.",
      "page_number": 29,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 3,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- The livestock wealth plays a crucial role in Indian life. It is a major source of fuel, draught power, nutrition and raw material for village industries.",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "climate",
          "soil",
          "water",
          "energy",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3623,
      "topic_tags": [
        "ecosystem",
        "climate",
        "soil",
        "water",
        "energy",
        "carbon"
      ],
      "key_concepts": [
        "ecosystem",
        "climate",
        "soil",
        "water",
        "energy",
        "carbon"
      ],
      "keywords": [
        "Livestock wealth",
        "Grazing impact",
        "Fire management",
        "Desert ecosystem",
        "Grasslands",
        "Water scarcity",
        "Soil erosion",
        "Biodiversity."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 3,
    "page_number": 30,
    "content": "## (ii) The animals are physiologically and behaviorally adapted to desert conditions.\n\n- They are fast runners.\n- They are nocturnal in habit to avoid the sun's heat during day time.\n- They conserve water by excreting concentrated urine.\n- Animals and birds usually have long legs to keep the body away from the hot ground.\n- Lizards are mostly insectivorous and can live without drinking water for several days.\n- Herbivorous animals get sufficient water from the seeds which they eat.\n- Camel is known as the ship of the desert as it can travel long distances without drinking water for several days.\n- Mammals as a group are poorly adapted to deserts but some species have become secondarily adapted. A few species of nocturnal rodents can live in the desert without drinking water.\n\n\n### 3.6.2. Indian Desert - Thar desert (hot)\n\n- The climate of this region is characterised by excessive drought, the rainfall being scanty and irregular.\n- The winter rains of northern India rarely penetrate into the region.\n- November to March is characterized by extreme variations of temperature and the temperature is frequently below freezing point at night.\n- During April to June the heat are intense, frequent scorching winds prevail with great desiccating.\n- The relative humidity of the atmosphere is always low.\n- The climate is hostile to all vegetation, only plants and animals possessing special adaptations being able to establish themselves.\n\n\n## (a) Flora\n\nThe proper desert plants may be divided into two main groups.\ni) depending directly upon on rain and\nii) those depending on the presence of subterranean water.\n\n## The first group consists of two types:\n\n- depending directly upon on the rain are of two types the 'ephernerals' and the rain perennials'.\n- The ephernerals are delicate annuals, apparently free from any xerophilous adaptations, having slender stems\nand root-systems and often large flowers. They appear almost immediately after rain, develop flowers and fruits in an incredibly short time, and die as soon as the surface layer of the soil dries up.\n- The rain perennials are visible above the ground only during the rainy season, but have a perennial underground stem.\n- The second group - depending on the presence of subterranean water\n- By far the largest number of indigenous plants are capable of absorbing water from deep below the surface of the ground by means of a well-developed root system, the main part of which generally consists of a slender, woody tap root of extraordinary length.\n- Generally, various other xerophilous adaptations are resorted to such as reduced leaves, thick hairy growth, succulence, coatings of wax, thick cuticle, protected stomata, etc., all having for their object of reduction of transpiration.\n\n\n## (b) Fauna\n\n- It is home to some of India's most magnificent grasslands and sanctuary for the Great Indian Bustard.\n- Among the mammal, the blackbuck, wild ass, chinkara, caracal, Sandgrouse and desert fox inhabit the open plains, grasslands, and saline depressions.\n- The nesting ground of Flamingoes and the only known population of Asiatic wild Ass lies in the remote part of Great Rann, Gujarat.\n- It is the migration flyway used by cranes and flamingos.\n\n\n## Do you know?\n\nAccording to Global Forest Resource Assessment Report (Food and Agricultural Organization (FAO) 2005), India ranks among the top ten countries in terms of forest area. India has $1.8 \\%$ of the global forest area with per capita forests of 0.08 ha.\n\n### 3.6.3. Cold Desert/ Temperate Desert\n\nCold desert of India include areas of ladak, leh and kargil of kashmir and spiti valley of Himachal Pradesh and some parts of northern Uttaranchal and Sikkim. These arid areas are not affected by the Indian monsoons because they lie in the rain-shadow of the Himalayan mountain systems. Characterised by extreme cold weather and denuded terrain they are not suitable for plant growth. Isolated, scat-",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:07.582390",
    "section_name": "Table in TERRESTRIAL ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in TERRESTRIAL ECOSYSTEM",
      "summary": "The study material discusses the physiological and behavioral adaptations of animals in deserts, focusing on the Thar desert in India, including details on flora and fauna.",
      "page_number": 30,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 3,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "## (ii) The animals are physiologically and behaviorally adapted to desert conditions.",
        "content_type": "table",
        "key_topics": [
          "climate",
          "forest",
          "atmosphere",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3940,
      "topic_tags": [
        "climate",
        "forest",
        "atmosphere",
        "soil",
        "water"
      ],
      "key_concepts": [
        "climate",
        "forest",
        "atmosphere",
        "soil",
        "water"
      ],
      "keywords": [
        "desert adaptations",
        "Thar desert",
        "flora",
        "fauna",
        "physiological adaptations",
        "behavioral adaptations",
        "Indian wildlife",
        "xerophilous adaptations"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 81,
    "page_number": 31,
    "content": "tered and over grazed herbaceous shrubs are found. Grazing period is less than 3-4 months.\n\n### 3.6.4. Characters\n\n- Severe arid conditions - Dry Atmosphere\n- Temperature less than $0^{\\circ} \\mathrm{C}$ for most of the period, drops to $-50^{\\circ} \\mathrm{C}$ during winter.\n- insignificant monsoon - Mean annual rainfall less than 400 mm\n- Heavy snowfall occurs between November and march.\n- Soil type - sandy to sandy loam\n- Soil pH - neutral to slight alkaline.\n- Soil nutrient - Poor organic matter content\n- Soil has low water retention capacity.\n- Wind erosion is more common.\n- Narrow growing period, mostly during the summer.\n- Due to aforesaid extreme cold conditions, growth of vegetation is slow and of slunted nature.\n\n\n## Bio-diversity\n\n- Cold desert is the home of highly adaptive, rare endangered fauna, such as Asiatic Ibex, Tibetan Argali, Ladakh Uriyal, Bharal, Tibetan Antelope (chiru), Tibetan Gazelle, Wild Yak, Snow Leopard, Brown Bear, Tibetan Wolf, Wild Dog and Tibetan Wild Ass ('Kiang' a close relative of the Indian wild ass), Woolly hare, Black Necked Crane, etc.\n- Cold desert comprises of alpine mesophytes and desert vegetation.\n- Dry temperature zone: Betula, Salix, Juniperus.\n- Alphine zone: Junipers, Birch, Rhododendron with grasses.\n- Perpetual snow zone: No vegetation due to permanently frozen soil.\n- Oak, pine, deodar, birch and rhododendron are the important trees.\n\n\n### 3.7. DESERTIFICATION\n\nIt is the destruction of biological potential of the land which can ultimately lead to desert like conditions. In arid and semiarid regions, the restoration of the fragile ecosystem is very slow, and issues like deforestation, mining enhances the desertification. Desertification is a main problem faced by desert adjoining areas, which stretches across parts of Rajasthan, Gujarat, Punjab and Haryana.\n\nThe cause of this process is not climatic changes, droughts, etc. but human actions.\n\n## Causes\n\n- Population pressure\n- Increase in cattle population, over grazing\n- Increased agriculture\n- Development activities\n- Deforestation\n\n\n### 3.7.1. Status of Indian desertification\n\nAs per the Desertification and Land Degradation Atlas of India, 2007, the percentage of country under dry lands is $69.6 \\%$. The total area undergoing the process of land degradation in India is 105.48 million hectares, which constitutes 32.07 percentage of India's total land area.\n81.45 million hectares area of the country is under desertification (land degradation within drylands).\n\n## Control measures\n\nIndia is a signatory to United Nations Convention to Combat Desertification (UNCCD). The National Action Programme for combating desertification was prepared in 2001 to take appropriate action in addressing the problems of desertification.\nSome of the major programmes currently implemented that address issues related to land degradation and desertification are\n\n- Integrated Watershed Management Programme\n- National Afforestation Programme\n- National Mission for Green India\n- The Mahatma Gandhi National Rural Employment Guarantee Scheme\n- Soil Conservation in the Catchment of River Valley Project and Flood Prone River\n- National Watershed Development Project for Rainfed Areas\n- Desert Development Programme\n- Fodder and Feed Development Scheme-component of Grassland Development including Grass Reserves, Command Area Development and Water Management programme etc.\n\n\n### 3.7.2. Afforestation\n\n- The desert regions of Rajasthan, Gujarat, Haryana, Punjab and Trans-Himalayan regions are in scarce of vegetation.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:08.997898",
    "section_name": "Ecosystem, Conservation content in TERRESTRIAL ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Conservation content in TERRESTRIAL ECOSYSTEM",
      "summary": "The content discusses the characteristics of cold deserts, biodiversity, and desertification issues, including causes and control measures in India.",
      "page_number": 31,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 81,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "45 Million Hectares Area Of The Country Is Under Desertification (Land Degradation Within Drylands)",
        "chapter_number": 81,
        "summary": "tered and over grazed herbaceous shrubs are found. Grazing period is less than 3-4 months.",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "conservation",
          "development",
          "forest",
          "atmosphere",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3547,
      "topic_tags": [
        "ecosystem",
        "conservation",
        "development",
        "forest",
        "atmosphere",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "conservation",
        "development",
        "forest",
        "atmosphere",
        "soil",
        "water"
      ],
      "keywords": [
        "Cold desert",
        "biodiversity",
        "desertification",
        "land degradation",
        "control measures",
        "UNCCD",
        "Indian desertification",
        "population pressure"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "TERRESTRIAL ECOSYSTEM",
    "chapter_number": 81,
    "page_number": 32,
    "content": "- People require fire wood, timber and fodder for their domestic consumptions and livestock.\n- Presence of vegetation prevents the soil erosion and modifies the hostile climate.\n- Thus desert Afforestation is inevitable in order to modify the climate, desertification and to meet the demands of people living in that region.\n\n\n### 3.8 INDIAN STATE OF FOREST REPORT, 2017\n\n- State of Forests Report is published by the Forest Survey of India (FSI) on a biennial basis since 1987.\n- The India State of Forest Report 2017 is the 15th report in the series. It is based on interpretation of LISS III sensor data of indigenous Resourcesat - II satellite. The satellite data interpretation is followed by extensive and rigorous ground truthing.\n- The total forest and tree cover is 24.39 percent of the total geographical area. Forest and Tree Cover of the country has increased by 8,021 sq km ( $1 \\%$ ) as compared to the assessment of 2015. The very dense forest (VDF) has increased by $1.36 \\%$ as compared to the last assessment. VDF absorbs maximum carbon dioxide from the atmosphere.\n- Madhya Pradesh has the largest forest cover in the country, followed by Arunachal Pradesh and Chhattisgarh.\n- Mizoram, with 88.93 percentage of forest cover has the highest forest cover in percentage terms, followed by Lakshadweep with 84.56 per cent. The ISFR 2015 states that 15 States/Union Territories have above 33 per cent of the geographical area under forest cover.\n- Out of these, 7 States/Union Territories - Mizoram, Lakshadweep, Andaman \\& Nicobar Island, Arunachal Pradesh, Nagaland, Meghalaya and Manipur have more than 75 per cent forest cover, while 8 states - Tripura, Goa, Sikkim, Kerala, Uttarakhand, Dadra \\& Nagar Haveli, Chhattisgarh and Assam have forest cover is between 33 percent to 75 percent.\n- \"India is ranked 1oth in the world in forest cover, with $24.39 \\%$ of land area under forest and tree cover.\n- As per the FAO report, India is placed 8th in the list of Top Ten nations reporting the greatest annual net gain in the forest area.\n\n\n## Do you know?\n\nSpider silk is possibly the strongest material in the world! Scientists believe that if they gathered the same weight of spider web as a piece of steel, the web would be much stronger than the steel! As hard as scientists try, they cannot match or copy the silk.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:10.483269",
    "section_name": "Page 11 content in TERRESTRIAL ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 11 content in TERRESTRIAL ECOSYSTEM",
      "summary": "Desert afforestation is necessary to modify climate, prevent desertification, and meet the demands of people living in arid regions.",
      "page_number": 32,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "TERRESTRIAL ECOSYSTEM",
      "chapter_number": 81,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 23,
      "end_page": 32,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 2335,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "desert afforestation",
        "climate modification",
        "soil erosion",
        "vegetation",
        "domestic consumption",
        "forest cover",
        "Indian State of Forest Report",
        "FSI",
        "carbon dioxide absorption"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]