[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 4,
    "page_number": 33,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 4 in an UPSC book on the subject of Environment.]**\n\n\n\n# AQUATIC ECOSYSTEM \n\nEcosystems consisting of water as the main habitat are known as aquatic ecosystems. Aquatic ecosystems are classified based on their salt content.\ni) Fresh water ecosystems- The salt content of fresh bodies is very low, always less than 5 ppt (parts per thousand). E.g lakes, ponds, pools, springs, streams, and rivers\nii) Marine ecosystems - the water bodies containing salt concentration equal to or above that of sea water (i.e., 35 ppt or above). E.g shallow seas and open ocean\niii) Brackish water ecosystems - these water bodies have salt content in between 5 to 35 ppt. e.g. estuaries, salt marshes, mangrove swamps and forests.\n\n### 4.1. AQUATIC ORGANISMS\n\nThe aquatic organisms are classified on the basis of their zone of occurrence and their ability to cross these zones.\nThe organisms (both flora and fauna) in the aquatic ecosystem are unevenly distributed but can be classified on the basis of their life form or location into five groups\n\n## i) Neuston:\n\n- These are unattached organisms which live at the airwater interface such as floating plants, etc.\n- Some organisms spend most of their lives on top of the air-water interface such as water striders, while others spend most of their time just beneath the air-water interface and obtain most of their food within the water.\n- E.g., beetles and back-swimmers.\n\n\n## ii) Periphyton:\n\n- These are organisms which remain attached to stems and leaves of rooted plants or substances emerging above the bottom mud such as sessile algae and their associated group of animals.\n\n\n## iii) Plankton:\n\n- This group includes both microscopic plants like algae (phytoplankton) and animals like crustaceans and protozoans (zooplankton) found in all aquatic ecosystems, except certain swift moving waters.\n- The locomotory power of the planktons is limited so that their distribution is controlled, largely, by currents in the aquatic ecosystems.\n\n\n## iv) Nekton:\n\n- This group contains animals which are swimmers.\n- The nektons are relatively large and powerful as they have to overcome the water currents.\n- The animals range in size from the swimming insects (about 2 mm long) to the largest animals, the blue whale.\n\n\n## v) Benthos:\n\n- The benthic organisms are those found living in the bottom of the water mass.\n- Practically every aquatic ecosystem contains well developed benthos.\n\n\n### 4.1.1. Factors Limiting the Productivity of Aquatic Habitats\n\nSunlight and oxygen are most important limiting factors of the aquatic ecosystems whereas moisture and temperature are the main limiting factors of terrestrial ecosystem.\n\n## Sunlight:\n\n- Sunlight penetration rapidly diminishes as it passes down the column of water. The depth to which light penetrates a lake determines the extent of plant distribution.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:28.458142",
    "section_name": "Chapter title page for Chapter 4 in an UPSC book on the subject of Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Chapter title page for Chapter 4 in an UPSC book on the subject of Environment.",
      "summary": "The content discusses the classification of aquatic ecosystems based on salt content and the classification of aquatic organisms into five groups based on their zone of occurrence.",
      "page_number": 33,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 4,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1481,
        "bottom_right_y": 528
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "forest",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 2883,
      "topic_tags": [
        "ecosystem",
        "forest",
        "marine",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "forest",
        "marine",
        "water"
      ],
      "keywords": [
        "Aquatic ecosystems",
        "Freshwater",
        "Marine",
        "Brackish water",
        "Neuston",
        "Periphyton",
        "Plankton",
        "Nekton",
        "Benthos",
        "Sunlight",
        "Oxygen",
        "Productivity."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 4,
    "page_number": 34,
    "content": "- Based on light penetration and plant distribution they are classified as photic and aphotic zones\n\n\n## Photic zone:\n\n- It is the upper layer of the aquatic ecosystems, up to which light penetrates and within which photosynthetic activity is confined.\n- The depth of this zone depends on the transparency of water.\n- Both photosynthesis and respiration activity takes place.\n- photic (or \"euphotic\") zone is the lighted and usually well-mixed portion that extends from the lake surface down to where the light level is $1 \\%$ of that at the surface.\n\n\n## Aphotic zone:\n\n- The lower layers of the aquatic ecosystems, where light penetration and plant growth are restricted forms the aphotic zone.\n- Only respiration activity takes place.\n- aphotic zone is positioned below the littoral and photic zones to bottom of the lake where light levels are too low for photosynthesis. Respiration occurs at all depths so the aphotic zone is a region of oxygen consumption. This deep, unlit region is also known as the profundal zone.\n\n\n## Winterkill\n\nSnow cover of ice on water body can effectively cut off light, plunging the waters into darkness. Hence photosynthesis stops but respiration continues. Thus in shallow lakes, the oxygen get depleted. Fish die, but we won't know it until the ice melts and we find floating fish. This condition is known as winterkill.\n\n## Dissolved oxygen:\n\n- In aquatic ecosystems oxygen is dissolved in water, where its concentration varies constantly depending on factors that influence the input and output of oxygen in water.\n- In fresh water the average concentration of dissolved oxygen is 0.0010 per cent (also expressed as 10 parts per million or 10 ppm ) by weight, which is 150 times lower than the concentration of oxygen in an equivalent volume of air.\n- Oxygen enters the aquatic ecosystem through the air water interface and by the photosynthetic activities of aquatic plants.\n- Therefore, the quantity of dissolved oxygen present in an ecosystem depends on the rate at which the aforesaid two processes occur.\n- Dissolved oxygen escapes the water body through airwater interface and through respiration of organisms (fish, decomposers, zooplanktons, etc).\n- The amount of dissolved oxygen retained in water is also influenced by temperature. Oxygen is less soluble in warm water. Warm water also enhances decomposer activity. Therefore, increasing the temperature of a waterbody increases the rate at which oxygen is depleted from water.\n- When the dissolved oxygen level falls below 3-5 ppm, many aquatic organisms are likely to die.\nOther limiting factors which influence on aquatic productivity are\n\n\n## Transparency:\n\n- Transparency affects the extent of light penetration.\n- Suspended particulate matters such as clay, silt, phytoplankton, etc make the water turbid.\n- Consequently it limits the extent of light penetration and the photosynthetic activity in a significant way.\n\n\n## Temperature:\n\n- The water temperature changes less rapidly than the temperature of air because water has a considerably higher specific heat than air, i.e. larger amounts of heat energy must be added to or taken away from water to raise or lower its temperature.\n- Since water temperatures are less subject to change, the aquatic organisms have narrow temperature tolerance limit.\n- As a result, even small changes in water temperature are a great threat to the survival of aquatic organisms when compared to the changes in air temperatures in the terrestrial organisms.\nThe classification of organisms and limiting factors discussed here apply in general to all aquatic ecosystems lakes,Ponds, Rivers, Streams, Estuaries, oceans and seas.\n\n\n## Do you know?\n\nBats are social animals. They hang UPSIDE DOWN when they sleep. They feed at night (they are \"nocturnal\") and spend the day sleeping in caves or in tree tops. They are the second largest group of mammals after rodents.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:29.278515",
    "section_name": "Ecosystem, Water content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Ecosystem, Water content in AQUATIC ECOSYSTEM",
      "summary": "The study material discusses the classification of aquatic ecosystems into photic and aphotic zones based on light penetration, as well as factors influencing dissolved oxygen levels and aquatic productivity.",
      "page_number": 34,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 4,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Based on light penetration and plant distribution they are classified as photic and aphotic zones",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "water",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3905,
      "topic_tags": [
        "ecosystem",
        "water",
        "energy"
      ],
      "key_concepts": [
        "ecosystem",
        "water",
        "energy"
      ],
      "keywords": [
        "photic zone",
        "aphotic zone",
        "winterkill",
        "dissolved oxygen",
        "transparency",
        "temperature",
        "aquatic productivity",
        "light penetration"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 35,
    "content": "### 4.2. LAKE ECOLOGY\n\nAny - body of standing water, generally large enough in area and depth, irrespective of its hydrology, ecology, and other characteristics is generally known as lake.\n\n### 4.2.1. Ageing of Lakes\n\n- Like any organism, lakes are born as they originate by various geological and geomorphic events, and 'grow' with time to change in their various morphological and functional characteristics and eventually die.\n- They receive their water from surface runoff (sometimes also groundwater discharge) and along with it various chemical substances and mineral matter eroded from the land.\n- Over periods spanning millennia, 'ageing' occurs as the lakes accumulate mineral and organic matter and gradually, get filled up.\n\nThe nutrient-enrichment of the lakes promotes the growth of algae, aquatic plants and various fauna. This process is known as natural eutrophication.\nSimilar nutrient enrichment of lakes at an accelerated rate is caused by human activities (discharge of wastewaters or agricultural runoff) and the consequent ageing phenomenon is known as 'cultural eutrophication'.\n\n## Do you know?\n\nPoison Dart frogs live in rainforest habitats in Central and South America. They can be found in trees, as well as under leaves and logs and rocks on the floor of the forest. Because of their size, from $1 / 2$ to 2 inches long, they are hard to see. Poison frogs warn predators with brilliant colors and patterns. There are many species of poison frogs that can be found in every color under the sun! They prey on invertebrates, especially certain ant species, which build up really strong poisons in the frog.\n\n### 4.2.2. In India\n\n- In India, natural lakes (relatively few) mostly lie in the Himalayan region, the floodplains of Indus, Ganga and Brahmaputra.\n- In the semi-arid and arid regions of western and peninsular India, tens of thousands of water bodies have been constructed over millennia.\n- Lake 'Sudarshan' in Gujarat's Girnar area was perhaps the oldest man-made lake in India, dating back to 300 BC.\n- Lakes are also classified on the basis of their water chemistry. Based on the levels of salinity, they are\nknown as Freshwater, Brackish or Saline lakes (similar to that of classification of aquatic ecosystem).\n- On the basis of their nutrient content, they are categorized as Oligotrophic (very low nutrients), Mesotrophic (moderate nutrients) and Eutrophic (highly nutrient rich).\n- Vast majority of lakes in India are either eutrophic or mesotrophic because of the nutrients derived from their surroundings or organic wastes entering them.\n\n\n### 4.2.3. General Characteristics of Oligotrophic and eutrophic Lakes\n\n| Type of lake |  |  |  |\n| :-- | :-- | :-- | :-- |\n| Sl.no | Parameter | Oligotrophic | Eutrophic |\n| 1. | Aquatic plant <br> production | Low | Eliminated <br> due to <br> Eutrophication |\n| 2. | Aquatic <br> animal <br> production | Low | Eliminated <br> due to <br> Eutrophication |\n| 3. | Aquatic plant <br> nutrient flux | Low | High |\n| 4. | Oxygen in the <br> hypolimnion <br> (bottom layer) | Present | Absent |\n| 5. | Depth | Tend to be <br> deeper | Tend to be <br> shallower |\n| 6. | Water quality <br> for domestic \\& <br> industrial uses | Good | Poor |\n| 7. | Total salts or <br> conductance | Usually lower | Sometimes <br> higher |\n| 8. | Number of <br> plant and <br> animal species | Many | Fewer |\n\n### 4.2.4. Removal of the nutrients from a lake\n\n- Flushing with nutrient-poor waters.\n- Deep water abstraction.\n- On-site P-elimination by flocculation/flotation with water backflow, or floating Plant NESSIE with adsorbents.\n- On-site algae removal by filters and P-adsorbers.\n- On-site algae skimming and separator thickening.\n- Artificial mixing / Destratification (permanent or intermittent).\n- Harvest of fishes and macrophytes.\n- Sludge removal.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:30.353172",
    "section_name": "Ecosystem, Natural content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Ecosystem, Natural content in AQUATIC ECOSYSTEM",
      "summary": "The content discusses lake ecology, including the ageing of lakes, natural and man-made lakes in India, and the general characteristics of oligotrophic and eutrophic lakes.",
      "page_number": 35,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Ecology",
        "chapter_number": 1,
        "summary": "### 4.2. LAKE ECOLOGY",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "natural",
          "forest",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 3826,
      "topic_tags": [
        "ecosystem",
        "natural",
        "forest",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "natural",
        "forest",
        "water"
      ],
      "keywords": [
        "Lake ecology",
        "Ageing of lakes",
        "Natural lakes",
        "Man-made lakes",
        "India",
        "Oligotrophic lakes",
        "Eutrophic lakes",
        "Aquatic ecosystem."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 36,
    "content": "# SHANKAR IAS ACADEMY \n\n## Ameenpur Lake - First Biodiversity Heritage Site\n\nAmeenpur Lake gets the status of the first Biodiversity Heritage Site in the country under the biodiversity act, 2002. it is an ancient man-made lake in a western part of Telangana. Biodiversity Heritage Site is areas of biodiversity importance, which harbor rich biodiversity, wild relatives of crops, or areas, which lie outside the protected area network. Biodiversity Heritage sites are managed by a locally constituted Biodiversity Management Committee and get funding for its protection.\n\n## Do you know?\n\nUnder Green India Mission (GIM), perspective plans and annual plans of operations of six States have been approved in the first sitting of the National Executive Council held in May 2015.\n\n### 4.3. EUTROPHICATION\n\n- Greek word - Eutrophia means adequate \\& healthy nutrition.\n- Eutrophication is a syndrome of ecosystem, response to the addition of artificial or natural nutrients such as nitrates and phosphates through fertilizer, sewage, etc that fertilize the aquatic ecosystem.\n- It is primarily caused by the leaching of phosphate and - or nitrate containing fertilisers from agricultural lands into lakes or rivers.\n- The growth of green algae which we see in the lake surface layer is the physical identification of an Eutrophication.\n- Some algae and blue-green bacteria thrive on the excess ions and a population explosion covers almost entire surface layer is known as algal bloom. This growth is unsustainable, however.\n- As Algal Bloom covers the surface layer, it restricts the penetration of sunlight. Diffusion of gas from atom\n- Oxygen is required by all respiring animals in the water and it is replenished by diffusion and photosynthesis of green plants.\n- The oxygen level is already low because of the population explosion and further oxygen is taken up by microorganisms which feed off the dead algae during decomposition process.\n- Due to reduced oxygen level, fishes and other aquatic organism suffocate and they die.\n- The anaerobic conditions can promote growth of bacteria which produces toxins deadly to aquatic organisms, birds and mammals.\n- All this eventually leads to degradation of aquatic ecosystem and death of its organisms.\n- It often leads to change in animal and plant population \\& degradation of water \\& habitat quality.\n\n\n**[IMAGE: A diagram illustrating the process of eutrophication in aquatic ecosystems.]**\n\n",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:31.428024",
    "section_name": "A diagram illustrating the process of eutrophication in aquatic ecosystems.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "A diagram illustrating the process of eutrophication in aquatic ecosystems.",
      "summary": "Ameenpur Lake in Telangana is designated as the first Biodiversity Heritage Site in India, while the concept of Eutrophication and its impact on aquatic ecosystems is explained.",
      "page_number": 36,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": "img-1.jpeg",
      "image_bbox": {
        "top_left_x": 401,
        "top_left_y": 1277,
        "bottom_right_x": 1168,
        "bottom_right_y": 2067
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 1,
      "integrated_content_length": 2445,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Ameenpur Lake",
        "Biodiversity Heritage Site",
        "Eutrophication",
        "Green India Mission",
        "algal bloom",
        "oxygen depletion",
        "aquatic ecosystem",
        "degradation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 37,
    "content": "### 4.3.1. Types\n\n## 1. Natural\n\n- Deposition of nutrients [such as depositional environments. When the nutrients flow into the system on temporal basics.\n- It Occurs over centuries\n- Eg. Seasonally inundated tropical flood plains\n\n\n## 2. Manmade\n\n- Occurs in decades\n- These inputs may come from untreated sewage discharges, runoff of fertilizer from farm fields, golf courses, park, etc. \\& from animal wastes.\n- Combustion of fossil fuel [produces gases - nitrogen oxides\n- Growing urban population in the coastal areas\n\n\n### 4.3.2. Sources\n\n## 1. Point sources\n\n- Directly attributable to one influence\n- In point source nutrient waste travels directly from source to water.\n- Point sources are easy to regulate.\n\n\n## Trees\n\nT - Timber, the first and the foremost use of trees\nR - Restoration, reclamation and rejuvenation of denuded and disturbed soils by using trees to control soil erosion and desertification, protect watersheds, improve soil nutrient status (by growing nitrogen-fixing trees) and retain moisture in the soil\nE - Ecological, eco-developmental and environmental use of trees for effective and efficient purification of the environment because trees act as oxygen banks and eliminate air pollutants; for abating or moderating temperature, noise and wind by planting trees as environmental screens, thus affecting the microclimate; for harboring wildlife; for maintaining biodiversity; and for conserving energy\nE - Educational and recreational value in gardening, landscaping, art, culture and religion\nS - Source of sustenance; i.e., food, fuel, fodder, fertilizer, fiber, medicine, tannin, dyes, oils, etc.\n\n## 2. Non-point source\n\n- Is from various ill-defined and diffuse sources\n- Vary spatially and temporarily and are difficult to regulate.\n\n\n## FLOW CHART\n\n\n\n**[IMAGE: A flowchart illustrating the process of eutrophication in an aquatic ecosystem.]**\n\n\n\n### 4.3.2. Effects\n\n## Change in ecosystem:\n\n- Eutrophication eventually create detritus layer in the ponds \\& lakes and produces successively shallower depth of surface water.\n- Eventually the water body is reduced into marsh whose plant community is transformed from an aquatic environment to recognizable terrestrial ecosystem.\n\n\n## Decreased biodiversity\n\n- Algal blooms restrict the sunlight to penetrate \\& affects the photosynthesizing plants. It causes death of plants.\n- Bacteria consumes all the oxygen on decomposition \\& results in devoid of oxygen. Eventually it leads to death of all living organism in aquatic ecosystem.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:32.763627",
    "section_name": "A flowchart illustrating the process of eutrophication in an aquatic ecosystem.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "A flowchart illustrating the process of eutrophication in an aquatic ecosystem.",
      "summary": "The study material discusses the types, sources, and effects of nutrient pollution in ecosystems, emphasizing natural and manmade sources, point and non-point sources, and the impacts on ecosystem health and biodiversity.",
      "page_number": 37,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": "img-2.jpeg",
      "image_bbox": {
        "top_left_x": 852,
        "top_left_y": 549,
        "bottom_right_x": 1481,
        "bottom_right_y": 1436
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Deposition of nutrients [such as depositional environments. When the nutrients flow into the system on temporal basics.",
        "content_type": "diagram",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "climate",
          "development",
          "natural",
          "wildlife",
          "soil",
          "water",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 2521,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "climate",
        "development",
        "natural",
        "wildlife",
        "soil",
        "water",
        "energy"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "climate",
        "development",
        "natural",
        "wildlife",
        "soil",
        "water",
        "energy"
      ],
      "keywords": [
        "Nutrient pollution",
        "Ecosystem",
        "Point sources",
        "Non-point sources",
        "Eutrophication",
        "Biodiversity",
        "Algal blooms",
        "Oxygen depletion"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 38,
    "content": "## New species invasion\n\n- Eutrophication may cause the ecosystem competitive by transforming the normal limiting nutrient to abundant level. This cause shifting in species composition of ecosystem\n\n\n## Toxicity\n\n- Some algal blooms when die or eaten, release neuro \\& hepatotoxins which can kill aquatic organism \\& pose threat to humans. (e.g) Shellfish poisoning.\n- Depletion of dissolved oxygen level.\n- Increased incidences of fish kills \\& loss of desirable fish species \\& reduction in harvesting\n- Loss of coral reefs.\n- Decrease in water transparency and increased turbidity.\n- Affects navigation due to increased turbidity.\n- Colour (yellow, green, red), smell and water treatment problems.\n- Increased biomass of inedible toxic phytoplankton\n- Increase in bloom of gelatinous zooplankton\n- Increased biomass of benthic and epiphytic algae\n- Unsuitable for aesthetic recreation, and reduction in value of water body\n\n\n## Do you know?\n\nThe world's tallest tree is a coast redwood in California, measuring more than 360 ft or 110 m .\n\n## Mitigation\n\n- Riparian buffer\n- Interfaces between a flowing body of water and land created near the waterways, farms, roads, etc. in an attempt to filter pollution.\n- Sediments and nutrients are deposited in the buffer zones instead of deposition in water.\n- Minimizing the non-point pollution.\n- Nitrogen testing \\& modeling\n- N -Testing is a technique to find the optimum amount of fertilizer required for crop plants. It will reduce the amount of nitrogen lost to the surrounding area.\n- Treatment of Industrial effluents\n- Organic farming \\& Integrated Farming System.\n- Reduction in livestock densities\n- Improving the efficiency of use of fertilizer\n- Treatment of runoff from street \\& storm drains\n- Reduction in nitrogen emission from vehicles and power plants\n- Increase in efficiency of nitrogen \\& phosphorous removal from municipal waste water\n\n\n## Policies\n\n- Multi dimensional in Nature should include\n- Education \\& awareness\n- Research, monitoring \\& evaluation\n- Regulations.\n- Fiscal \\& economic incentives\n- Ecosystem preservation \\& restoration\n\n\n### 4.4. HARMFUL ALGAL BLOOMS\n\n- Algae or phytoplankton are microscopic organisms that can be found naturally in coastal waters. They are major producers of oxygen and food for many of the animals that live in these waters.\n- When environmental conditions are favorable for their development, these cells may multiply rapidly and form high numbers of cells and this is called an algal bloom.\n- A bloom often results in a color change in the water. Algal blooms can be any color, but the most common ones are red or brown. These blooms are commonly referred to as red or brown tides.\n- Most algal blooms are not harmful but some produce toxins and do affect fish, birds, marine mammals and humans. The toxins may also make the surrounding air difficult to breathe. These are known as Harmful Algal Blooms (HABs).\n\n\n### 4.4.2. Why Red Tide is a misnomer?\n\n- \"Red Tide\" is a common name for such a phenomenon where certain phytoplankton species contain pigments and \"bloom\" such that the human eye perceives the water to be discolored.\n- Blooms can appear greenish, brown, and even reddish orange depending upon the type of organism, the type of water, and the concentration of the organisms.\n- The term \"red tide\" is thus a misnomer because blooms are not always red, they are not associated with tides, they are usually not harmful, and some species can be harmful or dangerous at low cell concentrations that do not discolor the water.\n- They are scientifically referred as Harmful Algal Blooms (HABs).",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:33.783404",
    "section_name": "Table in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in AQUATIC ECOSYSTEM",
      "summary": "The study material discusses the impact of new species invasion, toxicity, and mitigation strategies related to harmful algal blooms, emphasizing the need for policies to address these issues.",
      "page_number": 38,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "## New species invasion",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "pollution",
          "development",
          "natural",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3617,
      "topic_tags": [
        "ecosystem",
        "environment",
        "pollution",
        "development",
        "natural",
        "marine",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "pollution",
        "development",
        "natural",
        "marine",
        "water"
      ],
      "keywords": [
        "New species invasion",
        "Eutrophication",
        "Toxicity",
        "Mitigation strategies",
        "Harmful algal blooms",
        "Policies",
        "Algal blooms",
        "Red tide."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 39,
    "content": "# SHANKAR IAS ACADEMY \n\n### 4.4.3. What are the causes of these blooms?\n\n- Blooms occur when several colonies start combining rapidly when conditions such as nutrient concentrations, salinity and temperature are optimal.\n- Blooms can be due to a number of reasons. Two common causes are nutrient enrichment and warm waters.\n- Nutrient enrichment of water, especially phosphates and nitrogen, is often the result of pollution and can cause algal blooms.\n- Water temperature has also been related to the occurrence of algal blooms, with unusually warm water being conducive to blooms.\n\n\n### 4.4.4. How are HABs dangerous to fish and humans?\n\n- HABs can deplete oxygen in water and lead to low dissolved oxygen levels.\n- How it depletes oxygen? When masses of algae die and decompose, the decaying process can deplete oxygen in the water, causing the water to become so low in oxygen.\n- When oxygen levels become too low, fish suffocate and die.\n- Some algae species in blooms produce potent neurotoxins that can be transferred through the food web where they affect and even kill the higher forms of life such as zooplankton, shellfish, fish, birds, marine mammals, and even humans that feed either directly or indirectly on them.\n\n\n## Do you know?\n\nElephants live in a social hierarchy dominated by older females. Females travel in long-lasting social units of about half a dozen adult females and their offspring, with the unit being led by a single older female, the matriarch.\n\n### 4.4.5. Is HAB's an environmental hazard?\n\n- Yes, it is because these events can make people sick when contaminated shellfish are eaten, or when people breathe aerosolized HAB toxins near the beach.\n- In addition, HAB events can result in the closure of shellfish beds, massive fish kills, death of marine mammals and seabirds, and alteration of marine habitats.\n- As a consequence, HAB events adversely affect commercial and recreational fishing, tourism, and valued\nhabitats, creating a significant impact on local economies and the livelihood of coastal residents.\n\n\n### 4.4.6. How do we get exposed to HAB toxins?\n\n- Most illness associated with HAB exposure is the result of consuming toxins that are present in shellfish or finfish.\n- Some HAB toxins can become airborne during a bloom and people can become ill by inhaling toxins.\n\n\n### 4.4.7. Is it safe to eat seafood?\n\n- In general, it is safe to eat seafood.\n- However, consuming shellfish that have been harvested from waters with high levels of harmful algae and consuming fish that have lesions or that were caught in an area during an algal bloom can result in illness.\n\n\n### 4.4.8. HABs and Climate Change\n\n- Because the growth, toxicity, and distribution of harmful algal bloom (HAB) species are all tied to the environment, changes in climate can change the occurrence, severity, and impacts of HAB events.\n\n\n### 4.5. WET LAND ECOSYSTEM\n\n- Wetlands are areas intermediate in character between deepwater and terrestrial habitats, also transitional in nature, and often located between them.\n- These habitats experience periodic flooding from adjacent deepwater habitats and therefore supports plants and animals specifically adapted to such shallow flooding or water logging of the substrate, were designated as wetlands.\n- They included lake littorals (marginal areas between highest and lowest water level of the lakes), floodplains (areas lying adjacent to the river channels beyond the natural levees and periodically flooded during high discharge in the river) and other marshy or swampy areas where water gets stagnated due to poor drainage or relatively impervious substrata \\& Bogs, fens and mangroves due to similar ecological characteristics\n\n\n### 4.5.1. Definition\n\n- Areas of marsh, fen, peatland/water, whether natural (or) artificial, permanent (or) temporary with water that is static (or) flowing, fresh, brackish (or) salt, including areas of marine water the depth of which at low tide does not exceed 6 mtrs.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:34.963967",
    "section_name": "Page 8 content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 8 content in AQUATIC ECOSYSTEM",
      "summary": "The content discusses the causes and dangers of harmful algal blooms (HABs), their impact on the environment, exposure to HAB toxins, and the relationship between HABs and climate change.",
      "page_number": 39,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3977,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "harmful algal blooms",
        "nutrient enrichment",
        "warm waters",
        "oxygen depletion",
        "environmental hazard",
        "HAB toxins",
        "seafood safety",
        "climate change."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 40,
    "content": "# 4.5.2. Characteristics \n\n- Covered by water (or) has waterlogged soil for atleast seven days during the growing season.\n- Adopted plant life (hydrophytes)\n- Hydric soils (not enough O2 available for some plants)\n\n\n### 4.5.3. Wetlands Classification\n\n\n\n**[IMAGE: A diagram categorizing different types of wetlands into inland and coastal, further divided into natural and man-made.]**\n\n\n\n### 4.5.4. Functions of Wetlands\n\n- Habitat to aquatic flora and fauna, as well as numerous species of birds, including migratory species.\n- Filtration of sediments and nutrients from surface water\n- Nutrients recycling\n- Water purification\n- Floods mitigation\n- Maintenance of stream flow\n- Ground water recharging\n- Provide drinking water, fish, fodder, fuel, etc\n- Control rate of runoff in urban areas\n- Buffer shorelines against erosion\n- Comprise an important resource for sustainable tourism, recreation and cultural heritage\n- Stabilization of local climate\n- Source of livelihood to local people\n- Genetic reservoir for various species of plants (especially rice)\n- Supporting specific diversity\n\n\n### 4.5.5. Reasons for depletion\n\n- Conversion of lands for agriculture\n- Overgrazing\n- Removal of sand from beds\n- Aqua culture\n- Habitat Destruction and Deforestation",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:35.832675",
    "section_name": "A diagram categorizing different types of wetlands into inland and coastal, further divided into natural and man-made.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "A diagram categorizing different types of wetlands into inland and coastal, further divided into natural and man-made.",
      "summary": "The content discusses the characteristics, classification, functions, and reasons for depletion of wetlands, emphasizing their importance in supporting biodiversity and providing various ecological services.",
      "page_number": 40,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": "img-3.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 582,
        "bottom_right_x": 1461,
        "bottom_right_y": 1459
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "# 4.5.2. Characteristics",
        "content_type": "text",
        "key_topics": [
          "climate",
          "sustainable",
          "forest",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 1264,
      "topic_tags": [
        "climate",
        "sustainable",
        "forest",
        "soil",
        "water"
      ],
      "key_concepts": [
        "climate",
        "sustainable",
        "forest",
        "soil",
        "water"
      ],
      "keywords": [
        "wetlands",
        "hydrophytes",
        "hydric soils",
        "habitat",
        "filtration",
        "water purification",
        "flood mitigation",
        "groundwater recharge",
        "depletion",
        "agriculture",
        "deforestation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 41,
    "content": "- Pollution\n- Domestic waste\n- Agricultural runoff\n- Industrial effluents\n- Climate change\n\n\n### 4.5.6. Mitigation\n\n- Survey and demarcation\n- Protection of natural regeneration\n- Artificial regeneration\n- Protective measures\n- Afforestation (percentage survival to be indicated)\n- Weed control\n- Soil conservation measures \\& afforestation\n- Wildlife conservation\n- Removal of encroachments\n- Eutrophication abatement\n- Environmental awareness\n\n\n### 4.5.7. Distinction from Lakes\n\n- Although the Ministry of Environment and Forests has not adopted a clear distinction between lakes and wetlands, the National Lake Conservation Programme (NLCP) considers lakes as standing water bodies which have a minimum water depth of 3 m , generally cover a water spread of more than ten hectares, and have no or very little aquatic vegetation (macrophytes).\n- These water bodies are used primarily for drinking water supplies, irrigation and/or recreation.\n- Excessive growth of macrophytes (both submerged and free-floating) generally present in wetland, affects the water quality adversely and interfere with the utilization of the water body.\n- However, marginal aquatic vegetation (wetlands), particularly comprising of emergent plants and those inhabiting waterlogged soils, is not only desirable but is to be promoted because it checks erosion, serves habitat for wildlife and helps improve water quality.\n- Wetlands (generally less than 3 m deep over most of their area) are usually rich in nutrients (derived from surroundings and their sediments) and have abundant growth of aquatic macrophytes.\n- They support high densities and diversity of fauna, particularly birds, fish and macro invertebrates, and therefore, have high value for biodiversity conservation. These shallow lakes are rightfully categorized as wetlands.\n- lakes are generally less important when compared to wetland from the viewpoint of ecosystem and biodiversity conservation.\n\n\n### 4.5.8. Comparison between Lake and Wetlands\n\n| Sl . <br> no | Characteristic | Lake | Wetland <br> (shallow lake) |\n| :-- | :-- | :-- | :-- |\n| 1. | Origin | various process | Fluvial/ <br> Geomorphic <br> processes |\n| 2. | Water turnover | Permanent | Permanent or <br> Temporary |\n| 3. | Water level <br> changes | relatively small | Relatively Large |\n| 4. | Littoral: <br> Pelagial ratio | Small | Large |\n| 5. | Thermal <br> stratification | Yes | No |\n| 6. | Vertical mixing | Thermally <br> regulated | Wind regulated |\n| 7. | Dominant <br> Producer | Phyto plankton | Macrophytes |\n| 8. | Food chain | Grazing <br> Pathway | Detritus <br> Pathway |\n| 9. | Nutrient Cycles | Microbial loops <br> less important | Microbial loop <br> dominant |\n| 10. | Productivity | Low | High |\n| 11. | Trophic status | Oligo trophic | Mostly Eutrophic <br> (Except desirable <br> in bogs) |\n| 12. | Biodiversity | Generally low | Generally high |\n| 13. | Functions- <br> Flood control | Less <br> Significant | Significant |\n| 14. | Groundwater <br> recharge | Negligible/low | Low-high |\n| 15. | Waste <br> treatment | No | Yes |\n| 16. | Management <br> objectives | Control of <br> eutrophication <br> High <br> Water quality | Biodiversity <br> conservation <br> Specific <br> Functions |",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:36.957967",
    "section_name": "Ecosystem, Environment content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in AQUATIC ECOSYSTEM",
      "summary": "The study material discusses pollution sources, mitigation measures, and the distinction between lakes and wetlands in terms of characteristics and ecological importance.",
      "page_number": 41,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Agricultural runoff",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "pollution",
          "climate",
          "natural",
          "forest",
          "wildlife",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3236,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "climate",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "climate",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "keywords": [
        "Pollution",
        "Mitigation",
        "Protection",
        "Afforestation",
        "Wildlife conservation",
        "Wetlands",
        "Lakes",
        "Biodiversity"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 42,
    "content": "# SHANKAR IAS ACADEMY \n\n### 4.5.9. India's Wetlands\n\n- Wetlands are areas of critical ecological significance: as they support biodiversity, support millions of people directly and indirectly, protect from storms, flood control, improve water quality, supply food, fiber and raw materials.\n- India has totally 27,403 wetlands, of which 23,444 are inland wetlands and 3,959 are coastal wetlands. Wetlands occupy $18.4 \\%$ of the country's area of which $70 \\%$ are under paddy cultivation.\n- Natural wetlands in India range from high altitude wetlands in Himalayas; flood plains of the major river systems; saline and temporary wetlands of the arid and semi-arid regions; coastal wetlands such as lagoons, backwaters, estuaries, mangroves, swamps and coral reefs, and so on.\n\n\n## Do you know?\n\nKannimara teak is one of the largest living teak tree in the world. It has an amazing girth of 6.48 m and a crown height of 48.75 m It is believed to be around 400 years old.\nAccording to the local tribal belief here when this tree was tried to cut down, the blood spurted out from the place of cut. This tree was being since then worshipped by the local tribes in Parambikulam as \"Virgin tree\". Kannimara - ' Kanni' means 'Virgin'. This tree has been awarded 'Mahavriksha Puraskar' by the Government of India.\n\n### 4.5.10. National Wetlands Conservation Programme (NWCP)\n\n- NWCP was implemented in the year 1985-86.\n- Under the programme, 115 wetlands (Annexure) have been identified by the Ministry which require urgent conservation and management interventions.\n\n\n## Aim\n\n- Conservation of wetlands to prevent their further degradation and ensuring their wise use for the benefit of local communities and overall conservation of biodiversity.\n\n\n## Objectives\n\n- to lay down policy guidelines for conservation and management of wetlands in the country.\n- to provide financial assistance for undertaking intensive conservation measures in the identified wetlands.\n- to monitor implementation of the programme; and to prepare an inventory of Indian wetlands.\n- The Central Government is responsible for overall coordination of wetland conservation programmes and initiatives at the international and national levels. It also provides guidelines, financial \\& technical assistance to state govt.\n- Since the land resources belong to them, the State Governments/UT Administration are responsible for management of wetlands and implementation of the NWCP for ensuring their wise-use.\n\n\n### 4.5.11. Criteria for Identification of Wetlands of National Importance\n\n- Criteria for identification of wetlands of national importance under NWCP are same as those prescribed under the 'Ramsar Convention on Wetlands' and are as given below:\n- Sites containing representative, rare or unique wetland types\n(i) If it contains a representative, rare, or unique example of a natural or near-natural wetland type found within the appropriate biogeographic region.\n- Criteria based on species and ecological communities\n(ii) If it supports vulnerable, endangered, or critically endangered species; or threatened ecological communities.\n(iii) If it supports populations of plant and/or animal species important for maintaining the biological diversity of a particular biogeographic region.\n(iv) If it supports plant and/or animal species at a critical stage in their life cycles, or provides refuge during adverse conditions.\n- Specific criteria based on water birds\n(v) If it regularly supports 20,000 or more water birds.\n(vi) If it regularly supports $1 \\%$ of the individuals in a population of one species or subspecies of waterbirds.\n- Specific criteria based on fish\n(vii) If it supports a significant proportion of indigenous fish subspecies, species or families, life-history stages, species interactions and/or populations that are representative of wetland benefits and/or values and thereby contributes to global biological diversity.\n(viii) If it is an important source of food for fishes, spawning ground, nursery and/or migration path on which fish stocks, either within the wetland or elsewhere, depend. Specific criteria based on water/life and culture",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:38.186181",
    "section_name": "Page 11 content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 11 content in AQUATIC ECOSYSTEM",
      "summary": "The content discusses India's wetlands, their significance, distribution, and conservation efforts under the National Wetlands Conservation Programme (NWCP).",
      "page_number": 42,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 4144,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "India",
        "wetlands",
        "biodiversity",
        "conservation",
        "NWCP",
        "Ramsar Convention",
        "ecological significance",
        "management",
        "criteria",
        "biodiversity."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 43,
    "content": "(ix) If it is an important source of food and water resource, increased possibilities for recreation and eco-tourism, improved scenic values, educational opportunities, conservation of cultural heritage (historic or religious sites).\n\n### 4.5.12. Montreux Record\n\nMontreux Record is the principal tool under the Ramsar Convention, is a register of wetland sites on the List of Wetlands of International Importance\nIt highlights those sites where adverse changes in ecological character have occurred, are occurring, or are likely to occur as a result of technological developments, pollution or other human interference and which are therefore in need of priority conservation attention. It is maintained as part of the Ramsar List.\nMontreux Record are employed to identify priority sites for positive national and international conservation attention. Sites may be added to and removed from the Record only with the approval of the Contracting Parties in which they lie.\n\n## Montreux Record sites in India\n\nChilika lake, Orissa was placed on the Montreux Record in 1993 due to siltation, which was choking the mouth of the lake. Following the rehabilitation efforts of the government, it was removed from the Record in 2002. For this achievement, the Chilika Development Authority received the Ramsar Wetland Conservation Award for 2002.\nLoktak lake, Manipur was included on the Montreux Record in 1993 (signifying habitat degradation), as a result of ecological problems such as deforestation in the catchment area, infestation of water hyacinth and pollution. The construction a hydroelectric power plant has caused the local extinction of several native fish species.\nKeoladeo national park, Rajasthan was placed on the Montreux Record in 1990 due to water shortage and unbalanced grazing regime around it. The invasive growth of the grass Paspalum distichum has changed the ecological character of large areas of the site, reducing its suitability for certain waterbird species, notably the Siberian crane.\nLoktak lake and keoladeo national park are the two Montreux Record sites in India\n\n## Neknampur Lake - First FTW Lake\n\nThe Neknampur Lake, Hyderabad is the largest floating treatment wetland in the country. Floating treatment wetland workson the basis of hydroponics technique. Hydroponics permits plants to grow on the water with the help\nof sunlight (no need of soil). A floating island unit is essentially a platform designed using styrofoam, bamboo, gunny bags and coirand it performs the function of a wetland.\n\n### 4.6. ESTUARY ECOSYSTEM\n\n- Estuaries are located where river meets the sea. Estuaries are water bodies where the flow of freshwater from river mixes with salt water transported, by tide, from the ocean. Estuaries are the most productive water bodies in the world. They are located at the lower end of a river and are subject to tidal fluctuations.\n- Estuaries are either once or twice, daily washed by the seawater.\n\n\n### 4.6.1. Characters\n\n- An Estuary is a semi enclosed coastal body of water with one or more rivers or streams flowing into it.\n- It has a free connection with open sea.\n- The complete salinity range from o-35 ppt is seen from the head (river end) to the mouth (sea end) of an estuary.\n- An estuary has very little wave action, so it provides a calm refuge from the open sea. It provides the shelter for some of the animals.\n- It is the most productive region as it receives the high amount of nutrients from fresh and marine water.\n- Estuaries are most heavily populated areas throughout the world, with about $60 \\%$ of the world's population living along estuaries and the coast.\n\nCoastal lakes which have their connection with the sea through small openings are better known as lagoons or backwaters. They exhibit a gradient in salinity from freshwater to marine depending upon the extent of influence of the sea water.\n\n## Estuary Formation:\n\nMost estuaries can be grouped into four geomorphic categories based on the physical processes responsible for their formation:\n(1) rising sea level; (2) movement of sand and sandbars; (3) glacial processes; and (4) tectonic processes.\n\n- Estuaries are typically classified by their geomorphological features or by water circulation patterns and can be referred to by many different names, such as bays, harbors, lagoons, inlets, etc.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:39.828048",
    "section_name": "Table in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in AQUATIC ECOSYSTEM",
      "summary": "The content discusses the Montreux Record under the Ramsar Convention, highlighting wetland sites in need of conservation attention, with examples from India. It also introduces the concept of floating treatment wetlands and provides information on estuary ecosystems.",
      "page_number": 43,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "(ix) If it is an important source of food and water resource, increased possibilities for recreation and eco-tourism, improved scenic values, educational opportunities, conservation of cultural herita...",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "conservation",
          "pollution",
          "development",
          "forest",
          "marine",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4332,
      "topic_tags": [
        "ecosystem",
        "conservation",
        "pollution",
        "development",
        "forest",
        "marine",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "conservation",
        "pollution",
        "development",
        "forest",
        "marine",
        "soil",
        "water"
      ],
      "keywords": [
        "Montreux Record",
        "Ramsar Convention",
        "wetland conservation",
        "Chilika lake",
        "Loktak lake",
        "Keoladeo national park",
        "Neknampur Lake",
        "estuary ecosystem"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 44,
    "content": "- The banks of estuarine channels form a favoured location for human settlements, which use the estuaries for fishing and commerce, but nowadays also for dumping civic and industrial waste.\n- Estuaries are usually biologically highly productive zones.\n- They also act as a filter for some dissolved constituents in river water; these precipitate in the zone where river water meets seawater.\n- More important is the trapping of suspended mud and sand carried by rivers which leads to delta formations around estuaries.\n\n\n### 4.6.2. A Healthy Estuary\n\n- A healthy estuary supports a host of plants and animals. It stores and recycles Nutrients, traps sediment and forms a buffer between coastal catchments and the marine environment. It also absorbs traps and detoxifies pollutants, acting as a natural water filter. When all such processes remain functional an estuary is considered to be healthy state.\n- Estuaries support diverse habitats, such as mangroves, salt marshes, sea-grass, mudflats etc.\n\n\n### 4.6.3. Life in Estuary\n\n- Only certain types of plants and animals specially adapted to the \"brackish\" estuarine waters flourish in the estuaries. Factors influencing the growth and distribution of organism in an estuary are its salinity and the amount of flooding.\n- Estuaries are homes to all kind of terrestrial or landbased plants and animals, such as wood storks, pelicans, coniferous and deciduous trees and butterflies. Estuaries are also homes to unique aquatic plants and animals, such as sea turtles and sea lions, sea catfish, saltworts, eelgrass, saltgrasses, cordgrasses, sea grass, sedge and bulrush.\n- Predators are important to the estuary because of their end position in most consumer food chains.\n\n\n### 4.6.4. Benefits of Estuarine Ecosystem\n\n## Environmental Benefits\n\n- Water quality regulation and groundwater recharge\n- Habitat, breeding and nursery grounds for plants and animals\n- Biological productivity\n- Social Benefits\n- Community values\n- Indigenous values\n- Recreation values\n- Knowledge/Research values\n- Economic Benefits\n- Commercial fishing\n- Ports and harbours\n- Navigation\n- Tourism\n- Agriculture, aquaculture and industry\n- Storm and erosion protection\n\n\n### 4.6.5. India Estuarine Ecosystem\n\n- The Country has 14 major, 44 medium and 162 minor rivers drains into the sea through various estuaries.\n- Estuaries are an important and distinct component of the coastal landscape with highly complex ecosystems, varying physical - chemical properties and having highly diverse flora and fauna.\n- Major estuaries occur in the Bay of Bengal. Many estuaries are locations of some of the major seaports.\n- Most of the India's major estuaries occur on the east coast. In contrast, the estuaries on the west coast are smaller.\n\n\n### 4.6.6. Issues of Indian Estuarine Ecosystem\n\n- The specific issues which have affected the estuarine environment in the country are:\n\n\n## 1. Water flow\n\n- Changes in water flow in various estuaries, either far in excess or much lower than required (e.g., Hooghly, Narmada, Krishna, Godavari, Pulicat etc.)\n- Modifications of the estuarine catchments (e.g Most of the Indian estuaries)\n\n\n## 2. Pollution \\& Water Quality\n\n- Pollution through industries and combined city sewage (e.g., all the Indian estuaries)\n\n\n## 3. Recreation And Tourism\n\n- Recreational boating (e g., Hooghly WB; Chilika, Orissa)\n- Recreational fishing kg., Chilika)\n- Navigation (e g., Hooghly)\n\n\n## 4. Ports \\& Shipping\n\n- Dredging (e.g., Hooghly)",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:40.849800",
    "section_name": "Ecosystem, Environment content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in AQUATIC ECOSYSTEM",
      "summary": "The study material discusses the importance of estuarine ecosystems, their role in supporting diverse habitats and wildlife, and the benefits they provide including environmental, social, and economic aspects.",
      "page_number": 44,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- The banks of estuarine channels form a favoured location for human settlements, which use the estuaries for fishing and commerce, but nowadays also for dumping civic and industrial waste.",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "pollution",
          "natural",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3487,
      "topic_tags": [
        "ecosystem",
        "environment",
        "pollution",
        "natural",
        "marine",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "pollution",
        "natural",
        "marine",
        "water"
      ],
      "keywords": [
        "estuarine channels",
        "human settlements",
        "fishing",
        "commerce",
        "waste dumping",
        "biological productivity",
        "delta formations",
        "healthy estuary",
        "nutrient recycling",
        "sediment trapping",
        "buffer",
        "pollutants detoxification",
        "diverse habitats",
        "salinity",
        "flooding",
        "predators",
        "environmental benefits",
        "social benefits",
        "economic benefits",
        "India estuarine ecosystem",
        "rivers",
        "seaports",
        "water flow",
        "pollution",
        "water quality."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 45,
    "content": "- Shipping (r g., Hooghly)\n\n\n## 5. Land-use\n\n- Expansion of urban and rural settlements (e.g, Hooghly, Krishna, Cauvery, Pulicat)\n- Marinas, groynes, land reclamation and other structures (e.g., Hooghly, Pulicat)\n- Mining \\& Industries (e.g., Hooghly, Zuari, Goa)\n- Agriculture (e.g., all the Estuaries)\n- Dumping of solid wastes (eg. all the Indian estuaries)\n\n\n## 6. Commercial Fishing \\& Aquaculture\n\n- Over exploitation of target fish stock due to increased demand (e.g., all the Indian estuaries)\n- Reclaiming the fringed areas for intensive aquaculture in pens ,\n- obstructing the migratory routes of fish and prawn recruitment (e.g., Chilika, Pulicat)\n- Polluting the environment through feeding of stocked fish and prawn in pens (Chilika)\n- Destruction of biodiversity through prawn seed collection and operation of small-meshed nets (e.g., Hooghly, Chilika, Pulicat)\n\n\n## 7. Climate Change\n\n- Submergence of catchment areas due to rise in water level (e.g., all the major Indian estuaries)\n- Change in biodiversity profile, affecting the production and productivity (e.g., all the major Indian estuary)\n\n\n**[IMAGE: A photograph of a mangrove tree with birds perched on its branches.]**\n\n\n\n\n## Do you know?\n\nSnakes generally lay eggs, some snakes, such as boas, rattlesnakes and garter snakes, give birth to live young.\n\n### 4.7. MANGROVES\n\n- Mangroves are the characteristic littoral plant formation of tropical and subtropical sheltered coastlines. Mangroves are trees and bushes growing below the high water level of spring tides which exhibits remarkable capacity for salt water tolerance. - FAO .\n\n\n### 4.7.1. Characteristics of mangroves\n\n- They are basically evergreen land plants growing on sheltered shores, typically on tidal flats, deltas, estuaries, bays, creeks and the barrier islands.\n- The best locations are where abundant silt is brought down by rivers or on the backshore of accreting sandy beaches.\n- Their physiological adaptation to salinity stress and to water logged anaerobic mud is high.\n- They require high solar radiation and have the ability to absorb fresh water from saline/brackish water.\n- It produces pneumatophores (blind roots) to overcome respiration problem in the anaerobic soil conditions.\n\n\n**[IMAGE: An image showing pneumatophores, which are specialized root structures that help in gas exchange in certain plants.]**\n\n\n- Mangroves occur in variety of configurations. Some species (e.g. Rhizophora) send arching prop roots down into the water. While other (e.g. Avicennia) send vertical \"Pneumatophores\" or air roots up from the mud.\n- Most mangrove vegetation has lenticellated bank which facilitates more water loss, produces coppices. Leaves are thick and contain salt secreting glands.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:42.078324",
    "section_name": "A photograph of a mangrove tree with birds perched on its branches.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "photo",
      "short_description": "A photograph of a mangrove tree with birds perched on its branches.",
      "summary": "The study material discusses various aspects related to land-use, commercial fishing & aquaculture, climate change, and mangroves, focusing on locations like Hooghly, Pulicat, Chilika, and Indian estuaries.",
      "page_number": 45,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": "img-4.jpeg",
      "image_bbox": {
        "top_left_x": 142,
        "top_left_y": 1620,
        "bottom_right_x": 808,
        "bottom_right_y": 2025
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Shipping (r g., Hooghly)",
        "content_type": "text",
        "key_topics": [
          "environment",
          "biodiversity",
          "climate",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 2,
      "integrated_content_length": 2740,
      "topic_tags": [
        "environment",
        "biodiversity",
        "climate",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "climate",
        "soil",
        "water"
      ],
      "keywords": [
        "Shipping",
        "Hooghly",
        "Krishna",
        "Cauvery",
        "Pulicat",
        "Mining",
        "Agriculture",
        "Commercial Fishing",
        "Aquaculture",
        "Climate Change",
        "Mangroves",
        "Biodiversity",
        "Pollution",
        "Over exploitation",
        "Urban settlements",
        "Land reclamation",
        "Solid wastes."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 46,
    "content": "- Mangroves exhibit Viviparity mode of reproduction. i.e. seeds germinate in the tree itself (before falling to the ground). This is an adaptative mechanism to overcome the problem of germination in saline water.\n- Some secrete excess salt through their leaves as if you look closely, you can see crystals of salt on the back of the leaves; others block absorption of salt at their roots.\n- Adventitious roots which emerged from the main trunk\n\n\n**[IMAGE: Image of stilt roots which emerge from the main trunk of a tree above ground level, called stilt roots.]**\n\n\n\n\n## Do you know?\n\nThe word amphibian means two-lives. Amphibians spend their lives in the water and on land. All amphibians begin their life in water with gills and tails. As they grow, they develop lungs and legs for their life on land. Members of this animal class are frogs, toads, salamanders, newts, and caecilians or blindworms. Amphibians shed their skin as they grow. Usually the shed skin is eaten.\n\n### 4.7.2. Mangrove profile in India\n\n- The mangroves of Sundarbans are the largest single block of tidal holophytic mangroves of the world. The major species of this dense mangrove forest include Herritiera fames, Rhizophora spp., Bruguiera spp., Ceriops decandra, Sonneratia spp. and Avicennia spp., Nypa fruticans are found along the creeks. This mangrove forest is famous for the Royal Bengal Tiger and crocodiles. Mangrove areas are being cleared for agricultural use.\n- The mangroves of Bhitarkanika (Orissa), which is the second largest in the Indian sub continent, harbour high\nconcentration of typical mangrove species and high genetic diversity.\n- Mangrove swamps occur in profusion in the intertidal mudflats on both side of the creeks in the GodavariKrishna deltaic regions of Andhra Pradesh.\n- Mangroves of Pichavaram and Vedaranyam are degraded mainly due to construction of aquaculture ponds and salt pans.\n\n\n**[IMAGE: A diagram showing the distribution of mangroves across different regions in India.]**\n\n\n- On the west coast of India, mangroves, mostly scrubby and degraded occur along the intertidal region of estuaries and creeks in Maharashtra, Goa and Karnataka.\n- The mangrove vegetation in the coastal zone of Kerala is very sparse and thin.\n- In Gujarat (north-west coast) mangroves Avicennia marine, Avicennia officinalis and Rhizophora mucronata are found mainly in Gulf of Kachchh and the Kori creek.\n- Mangroves are of scrubby type with stunted growth, forming narrow, discontinuous patches on soft clayey mud.\n- The condition of the mangroves is improving especially in the Kori creek region, which is a paleodelta of the Indus river.\n- In size, mangroves range from bushy stands of dwarf",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:42.858106",
    "section_name": "Image of stilt roots which emerge from the main trunk of a tree above ground level, called stilt roots.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "photo",
      "short_description": "Image of stilt roots which emerge from the main trunk of a tree above ground level, called stilt roots.",
      "summary": "Mangroves exhibit unique adaptative mechanisms like viviparity, salt secretion, and adventitious roots to thrive in saline environments across different regions in India.",
      "page_number": 46,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": "img-6.jpeg",
      "image_bbox": {
        "top_left_x": 163,
        "top_left_y": 584,
        "bottom_right_x": 786,
        "bottom_right_y": 1167
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Mangroves exhibit Viviparity mode of reproduction. i.e. seeds germinate in the tree itself (before falling to the ground). This is an adaptative mechanism to overcome the problem of germination in s...",
        "content_type": "text",
        "key_topics": [
          "forest",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 2,
      "integrated_content_length": 2692,
      "topic_tags": [
        "forest",
        "marine",
        "water"
      ],
      "key_concepts": [
        "forest",
        "marine",
        "water"
      ],
      "keywords": [
        "Mangroves",
        "Viviparity",
        "Salt secretion",
        "Adventitious roots",
        "Sundarbans",
        "Bhitarkanika",
        "Godavari-Krishna deltaic regions",
        "Kerala",
        "Gujarat",
        "Kori creek",
        "Adaptations",
        "India."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 47,
    "content": "mangroves found in Gulf of Kuchchh, to taller stands found in the Sunderbans.\n\n- On the Andaman \\& Nicobar Islands, the small tidal estuaries, neritic inlets and the lagoons support a dense and diverse undisturbed mangrove flora.\n\n\n### 4.7.3. Role of mangroves\n\n- Mangrove plants have (additional) special roots such as prop roots, pneumatophores which help to impede water flow and thereby enhance the deposition of sediment in areas (where it is already occurring), stabilize the coastal shores, provide breeding ground for fishes.\n- Mangroves moderate monsoonal tidal floods and reduce inundation of coastal lowlands.\n- It prevents coastal soil erosion.\n- It protects coastal lands from tsunami, hurricanes and floods.\n- Mangroves enhance natural recycling of nutrients.\n- Mangrove supports numerous flora, avifauna and wild life.\n- Provide a safe and favorable environment for breeding, spawning, rearing of several fishes.\n- It protects coastal inland from adverse climatic elements.\n- It supplies woods, fire wood, medicinal plants and edible plants to local people.\n- It provides numerous employment opportunities to local communities and augments their livelihood.\n\n\n## Do you know?\n\nThe King Cobra is not only an excellent climber but a super swimmer as well. They live in forests near streams.\n\nFine, anoxic sediments deposited under mangroves act as sinks for a variety of heavy (trace) metals which are scavenged from the overlying seawater by colloidal particles in the sediments. By cleaning our air, they taking in carbon dioxide, storing the carbon in their roots, leaves, branches and in its surrounding silt, and release oxygen back to the atmosphere, along with a little methane gas.\n\n### 4.7.4. Threat\n\n- They are destroyed for conversion of area for agricultural purpose, fuel, fodder and, salinization, minig, oil\nspills, aquacultural (shrimp farming), use of chemical pesticides \\& fertilizers, industrial purposes.\n\n\n### 4.8. CORAL REEFS\n\n- Coral is actually a living animal. Coral has a symbiotic relationship (each gives something to the other and gets something back in return) with 'zooxanthellae' microscopic algae which live on coral [i.e. instead of living on the sea floor, the algae lives up on the coral which is closer to the ocean surface and so that the algae gets adequate light].\n\n\n**[IMAGE: An image of coral, which is a marine invertebrate within the class Anthozoa of phylum Cnidaria.]**\n\n\n- Zooxanthellae assist the coral in nutrient production through its photosynthetic activities. These activities provide the coral with fixed carbon compounds for energy, enhance calcification , and mediate elemental nutrient flux.\n- The tissues of corals themselves are actually not the beautiful colors of the coral reef, but are instead clear (white). The corals receive their coloration from the zooxanthellae living within their tissues.\n- The host coral polyp in return provides its zooxanthellae with a protected environment to live within, and a steady supply of carbon dioxide for its photosynthetic processes.\n- There are two types of corals: hard corals and soft corals, such as sea fans and gorgonians. Only hard corals build reefs.\n- The builders of coral reefs are tiny animals called polyps. As these polyps thrive, grow, then die, they leave their limestone (calcium carbonate) skeletons behind. The limestone is colonized by new polyps. Therefore, a coral reef is built up of layers of these skeletons covered ultimately by living polyps.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:43.715630",
    "section_name": "An image of coral, which is a marine invertebrate within the class Anthozoa of phylum Cnidaria.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "image",
      "short_description": "An image of coral, which is a marine invertebrate within the class Anthozoa of phylum Cnidaria.",
      "summary": "The study material discusses the role of mangroves in coastal ecosystems, highlighting their importance in preventing soil erosion, protecting coastal lands, supporting biodiversity, and providing livelihood opportunities.",
      "page_number": 47,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": "img-8.jpeg",
      "image_bbox": {
        "top_left_x": 838,
        "top_left_y": 692,
        "bottom_right_x": 1481,
        "bottom_right_y": 1202
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "mangroves found in Gulf of Kuchchh, to taller stands found in the Sunderbans.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "natural",
          "forest",
          "atmosphere",
          "soil",
          "water",
          "energy",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3486,
      "topic_tags": [
        "environment",
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon"
      ],
      "keywords": [
        "mangroves",
        "coastal ecosystems",
        "biodiversity",
        "soil erosion",
        "livelihood opportunities",
        "protection",
        "breeding ground",
        "nutrient recycling"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 48,
    "content": "- The reef-building, or hermatypic corals can form a wide range of shapes. Coral reefs may be branched, table-like, or look like massive cups, boulders or knobs.\n- While the majority of coral reefs are found in tropical and sub-tropical water, there are also deep water corals in colder regions.\n\n\n### 4.8.1. Cold Water Corals:\n\n- Cold-water corals inhabit deep, cold (39-55 degrees F), water. The United Nations Environment Programme reports that there are more cold-water coral reefs worldwide than tropical reefs.\n- There are only about 6 different coral species associated in building with these reefs. The largest coldwater coral reef is the Rost Reef off Norway.\n\n\n### 4.8.2. Features\n\n- They occur in shallow tropical areas where the sea water is clean, clear and warm.\n- The coral reef cover in Indian waters is roughly estimated upto 19,000 sq. Km.\n- Coral reefs are one of the most productive and complex coastal ecosystems with high biological diversity.\n- The high productivity is owing to the combination of its own primary production and support from its surrounding habitat.\n- Reef building corals are a symbolic association of polyps (coral animals) and 'zooxanthellae' (the microscopic algae)\n- The corals are generally slow growing colonies of animals while zooxanthellae are fast growing plants.\n- Even though corals live in nutrient poor waters, their capability to recycle the scarce nutrients (by the whole nutrient community) is enormous.\n- In coral reef ecosystem, many invertebrates, vertebrates, and plants live in close association to the corals, with tight resource coupling and recycling, allowing coral reefs to have extremely high productivity and biodiversity, such that they are referred to as 'the Tropical Rainforests of the Oceans'.\n\n\n### 4.8.3. Classification and their location\n\n- The coral reefs are classified depending on their locations into fringing, patch, barrier and atoll.\n- The fringing reefs are contiguous with the shore and they are the most common - by occurring reef form, found in Andamans.\n- Patch reefs are isolated and discontinuous patches, lying shoreward of offshore reef structures as seen in the Palk bay, Gulf of Mannar and Gulf of Katchchh.\n- Barrier reefs are linear offshore reef structures that run parallel to coastlines and arise from submerged shelf platforms. The water body between the reef and the shore is termed as lagoon. Barrier reefs are seen in Nicobar and Lakshadweep.\n- Atolls are circular or semi circular reefs that arise from subsiding sea floor platforms as coral reef building keeps ahead of subsidence. The examples are the atolls of Lakshadweep and Nicobar.\n- When the reef building do not keep pace with subsidence, reefs become submerged banks as seen in Lakshadweep.\n- Sea grasses grow on Kavaratti atoll, mangroves are prevalent on Andaman and Nicobar coral reefs.\n- Among the four major reef areas of India, Andaman and Nicobar Islands are found to be very rich in species diversity followed by the Lakshadweep Islands, the Gulf of Mannar and finally the Gulf of Kachchh.\n\n\n### 4.8.4. Functions of Coral Reefs\n\n- Coral reefs are natural protective barriers against erosion and storm surge.\n- The coral animals are highly adapted for capturing plankton from the water, thereby capturing nutrients\n- Largest biogenic calcium carbonate producer\n- They provide substrate for mangroves\n- Coral reefs provide habitat for a large variety of animals and plants including avifauna.\n\n\n### 4.8.5. Threat\n\n1. Natural causes may be due to the outbreak of reef destroying mechanisms, \"bleaching\" and depletion of essential symbiotants.\n2. Anthrogenic causes - may be due to chemical pollution (pesticides, cosmetics, etc), industrial pollution, mechanical damage, nutrient loading or sediment loading, Dredging, shipping, tourism, mining or collection, thermal pollution, intensive fishimg,etc.\n\n- Coral reef ecosystems world-wide have been subject to unprecedented degradation over the past few decades. Disturbances affecting coral reefs include anthropogenic and natural events. Recent accelerated coral reef decline seems to be related mostly to anthropogenic impacts (overexploitation, overfishing, increased sedimentation",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:44.637864",
    "section_name": "Table in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "image",
      "short_description": "Table in AQUATIC ECOSYSTEM",
      "summary": "The study material discusses the diversity, features, classification, and locations of coral reefs, including cold-water corals, their productivity, and biodiversity.",
      "page_number": 48,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Natural Causes May Be Due To The Outbreak Of Reef Destroying Mechanisms, \"Bleaching\" And Depletion O",
        "chapter_number": 1,
        "summary": "- The reef-building, or hermatypic corals can form a wide range of shapes. Coral reefs may be branched, table-like, or look like massive cups, boulders or knobs.",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "pollution",
          "natural",
          "forest",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4206,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "pollution",
        "natural",
        "forest",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "pollution",
        "natural",
        "forest",
        "water",
        "carbon"
      ],
      "keywords": [
        "Coral reefs",
        "Cold-water corals",
        "Biodiversity",
        "Classification",
        "Fringing reefs",
        "Patch reefs",
        "Barrier reefs",
        "Atolls"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 49,
    "content": "and nutrient overloading. Natural disturbances which cause damage to coral reefs include violent storms, flooding, high and low temperature extremes, El Nino Southern Oscillation (ENSO) events, subaerial exposures, predatory outbreaks and epizootics.\n\n- Coral reef bleaching is a common stress response of corals to many of the various disturbances mentioned above.\n\n\n### 4.8.6. Coral Bleaching\n\n- Bleaching, or the paling of coral colour occurs when\n(i) the densities of zooxanthellae decline and / or\n(ii) the concentration of photosynthetic pigments within the zooxanthellae fall.\n\n\n**[IMAGE: A diagram illustrating the process of coral bleaching, showing the transition from healthy coral to bleached coral and finally to dead coral.]**\n\n\n- When corals bleach they commonly lose 60-90\\% of their zooxanthellae and each zooxanthella may lose 50$80 \\%$ of its photosynthetic pigments.\n- If the stress-causing bleaching is not too severe and if it decreases in time, the affected corals usually regain their symbiotic algae within several weeks or a few months.\n- If zooxanthellae loss is prolonged, i.e. if the stress continues and depleted zooxanthellae populations do not recover, the coral host eventually dies.\n- High temperature and irradiance stressors have been implicated in the disruption of enzyme systems in zooxanthellae that offer protection against oxygen toxicity.\n- Photosynthesis pathways in zooxanthallae are impaired at temperatures above 30 degrees $C$, this effect could activate the disassociation of coral / algal symbiosis.\n- Low- or high-temperature shocks results in zooxanthellae low as a result of cell adhesion dysfunction.\n- This involves the detachment of cnidarian endodermal cells with their zooxanthellae and the eventual expulsion of both cell types.\n\n\n### 4.8.7. Ecological causes of coral bleaching\n\n- As coral reef bleaching is a general response to stress, it can be induced by a variety of factors, alone or in combination. It is therefore difficult to unequivocally identify the causes for bleaching events. The following stressors have been implicated in coral reef bleaching events.\n\n\n## Temperature (Major Cause)\n\n- Coral species live within a relatively narrow temperature margin, and anomalously low and high sea temperatures can induce coral bleaching. Bleaching is much more frequently reported from elevated sea water temperature. Bleaching events also occur during sudden temperature drops accompanying intense upwelling episodes, seasonal cold-air outbreaks.\n\n\n## Do you know?\n\nAll spiders produce silk but not all spiders spin webs. Silk is used for climbing, to create webs, to build smooth walls in burrows, build egg sacs, and wrap prey.\n\n## Solar Irradiance\n\n- Bleaching during the summer months, during seasonal temperature and irradiance maxima often occurs disproportionately in shallow-living corals and on the exposed summits of colonies. Solar radiation has been suspected to play a role in coral bleaching. Both photosyntheticaly active radiation (PAR, 400-700nm) and ultraviolet radiation (UVR, 280-400nm) have been implicated in bleaching.\n\n\n## Subaerial Exposure\n\n- Sudden exposure of reef flat corals to the atmosphere during events such as extreme low tides, ENSO-related sea level drops or tectonic uplift can potentially induce bleaching.\n\n\n## Sedimentation\n\n- Relatively few instances of coral bleaching have been linked solely to sediment. It is possible, but has not been demonstrated, that sediment loading could make zooxanthellate species more likely to bleach.\n\n\n## Fresh Water Dilution\n\n- Rapid dilution of reef waters from storm-generated precipitation and runoff has been demonstrated to cause coral reef bleaching. Generally, such bleaching events",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:45.459609",
    "section_name": "A diagram illustrating the process of coral bleaching, showing the transition from healthy coral to bleached coral and finally to dead coral.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "A diagram illustrating the process of coral bleaching, showing the transition from healthy coral to bleached coral and finally to dead coral.",
      "summary": "The content discusses coral reef bleaching as a stress response caused by various disturbances like temperature extremes, El Nino events, and nutrient overloading.",
      "page_number": 49,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": "img-9.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 844,
        "bottom_right_x": 805,
        "bottom_right_y": 1274
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "and nutrient overloading. Natural disturbances which cause damage to coral reefs include violent storms, flooding, high and low temperature extremes, El Nino Southern Oscillation (ENSO) events, subaer...",
        "content_type": "text",
        "key_topics": [
          "natural",
          "atmosphere",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3730,
      "topic_tags": [
        "natural",
        "atmosphere",
        "water"
      ],
      "key_concepts": [
        "natural",
        "atmosphere",
        "water"
      ],
      "keywords": [
        "Coral reef bleaching",
        "zooxanthellae",
        "temperature stress",
        "solar irradiance",
        "subaerial exposure",
        "sedimentation",
        "disturbances",
        "nutrient overloading."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 50,
    "content": "# SHANKAR IAS ACADEMY \n\nare rare and confined to relatively small, nearshore areas.\n\n## Inorganic Nutrients\n\n- Rather than causing coral reef bleaching, an increase in ambient elemental nutrient concentrations (e.g. ammonia and nitrate) actually increases zooxanthellae densities 2-3 times. Although eutrophication is not directly involved in zooxanthellae loss, it could cause secondary adverse affects such as lowering of coral resistance and greater susceptibility to diseases.\n\n\n## Xenobiotics\n\n- Zooxanthellae loss occurs during exposure of coral to elevated concentrations of various chemical contaminants, such as Cu , herbicides and oil. Because high concentrations of xenobiotics are required to induce zooxanthellae loss, bleaching from such sources is usually extremely localized and / or transitory .\n\n\n## Epizootics\n\n- Pathogen induced bleaching is different from other sorts of bleaching. Most coral diseases cause patchy or whole colony death and sloughing of soft tissues, resulting in a white skeleton (not to be confused with bleached corals). A few pathogens have been identified the cause translucent white tissues, a protozoan.\n\n\n## Do you know?\n\nIndia updated its National Biodiversity Action Plan (NBAP) and also developed 12 National Biodiversity Targets in 2014 in line with 20 global Aichi biodiversity targets.\n\n### 4.9 GOVERNMENT MEASURES TO PROTECT MANGROVE FOREST AND CORAL REEFS (OR COASTAL ECOSYSTEM)\n\n- The Government seeks to protect, sustain and augment mangroves and coral reef in the country by both regulatory and promotional measures.\n- Under the regulatory measures, the Coastal Regulation Zone (CRZ) Notification (2011) and the Island Protection Zone (IPZ) Notification 2011 regulates the development activities along the Sea coast and tidal influenced water bodies.\n- The mangroves and coral reefs areas are categorized as ecological sensitive areas (CRZ-I) where no new constructions are permitted except projects relating to Department of Atomic Energy; pipelines, conveying systems including transmission lines; installation of weather radar for monitoring of cyclones movement and prediction by Indian Meteorological Department and construction of trans harbour sea link and without affecting the tidal flow of water.\n- To enforce and implement the CRZ and IPZ Notifications, the Ministry of Environment and Forests has constituted the National and State/UT level Coastal Zone Management Authorities.\n\n\n## Do you know?\n\nThe Ministry has partnered with the United Nations Development Programme (UNDP) in a global project on Biodiversity Finance Initiative (BIOFIN).\n\nThe Ministry of Environment \\& Forests also provides financial assistance to Coastal States/Union Territories, who so request, under its Centrally Sponsored Scheme for conservation and management of mangroves and coral reef.\n\n- In addition Coral reef is included in Schedule I of the Wild Life Protection Act, 1972 which affords it the highest degree of protection.\n- Further Protected Areas, viz. 4 National Parks, 96 Sanctuaries and 3 Marine Biosphere Reserve have been created all over the country under the provisions of the Wild Life (Protection) Act, 1972 to conserve marine life including coral reef.\n- The Wildlife Crime Control Bureau has also been set up to strengthen the enforcement of law for control of poaching and illegal trade in wildlife and its products.\n\n\n### 4.10. KEY INITIATIVES TO PROTECT MARINE AND COASTAL ENVIRONMENTS\n\n### 4.10.1. Coastal Ocean Monitoring and Prediction System (COMAPS)\n\n- Being implemented from 1991.\n- Assesses the health of coastal waters and facilitates management of pollution-related issues",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:46.891312",
    "section_name": "Page 19 content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 19 content in AQUATIC ECOSYSTEM",
      "summary": "The content discusses factors affecting coral reef bleaching, government measures to protect mangrove forests and coral reefs, and initiatives for biodiversity conservation in India.",
      "page_number": 50,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3652,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "coral reef bleaching",
        "inorganic nutrients",
        "xenobiotics",
        "epizootics",
        "National Biodiversity Action Plan",
        "Coastal Regulation Zone",
        "mangrove conservation",
        "Wildlife Protection Act."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 51,
    "content": "- Programme was restructured and modified in 20002001 to include pollution monitoring; liaison, regulation and legislation; and consultancy services.\n\n\n### 4.10.2. Land Ocean Interactions in the Coastal Zone (LOICZ)\n\n- Launched in 1995\n- Investigates the effects of global change on the coastal zone\n- Aims to develop, on a scientific basis, the integrated management of coastal environments\n\n\n## Do you know?\n\nMale snakes will try to attract a female by doing a type of 'play fighting' with other males to gain female attention. They do not try to kill each other. just win the fight!\n\n### 4.10.3. Integrated Coastal and Marine Area Management (ICMAM)\n\n- Launched in 1998\n- Aims at integrated management of coastal and marine areas.\n- Model plans for Chennai, Goa and Gulf of Kutch being prepared\n\n\n### 4.10.4. Society of Integrated Coastal Management (SICOM)\n\n- Launched in 2010\n- Major national initiative to protect coastal ecosystems\n- A professional body with experts in various aspects of coastal science and management\n\n\n### 4.10.5. Institutions for Coastal Management\n\n- The Notification on Coastal Regulation Zone (CRZ), 1991 (as amended from time to time) aims at protecting coastal stretches in India.\n- India has created institutional mechanisms such as National Coastal Zone Management Authority (NCZMA) and State Coastal Zone Management Authority (SCZMA) for enforcement and monitoring of the CRZ Notification.\n- These authorities have been delegated powers under Section 5 of the Environmental (Protection) Act, 1986\nto take various measures for protecting and improving the quality of the coastal environment and preventing, abating and controlling environmental pollution in coastal areas.\n\n\n### 4.11. GANGA ACTION PLAN\n\nThe Ganga Action Plan was launched on 14th January 1986 with the main objective of pollution abatement, to improve water quality by interception, diversion and treatment of domestic sewage and toxic and industrial chemical wastes present, from identified grossly polluting units entering in to the river.\nAfter reviewing the effectiveness of the \"Ganga Action Plan\", the Government announced the \"Mission Clean Ganga\" project on 31st December, 2009 with the objective that by 2020, no municipal sewage and industrial waste would be released in the river without treatment, with the total budget of around Rs.15,000 crore.\nThe Government also established the National Ganga River Basin Authority (NGRBA), chaired by the Prime Minister, with the objective to ensure effective abatement of pollution and conservation of the river Ganga, by adopting a river basin approach for comprehensive planning and management.\n\n### 4.12. NAMAMI GANGA PROGRAM\n\nAccordingly, an Integrated Ganga Conservation Mission called \"NamamiGange\" has been proposed to be set up and a sum of Rs. 2,037 crores has been set aside for the purpose of conservation and improvement of the Ganga.\nIn addition a sum of Rs. 100 crores has been allocated for developments of Ghats and beautification of River Fronts at Kedarnath, Haridwar, Kanpur, Varanasi, Allahabad, Patna and Delhi in the current financial year.\nAccordingly, NamamiGange approaches Ganga Rejuvenation by consolidating the existing ongoing efforts and planning for a concrete action plan for future.\nThe interventions at Ghats and River fronts will facilitate better citizen connect and set the tone for river centric urban planning process.\n\n## Following are proposed to be taken up under NamamiGange program:\n\n(i) Nirmal Dhara- ensuring sustainable municipal sewage management",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:47.697042",
    "section_name": "Ecosystem, Environment content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in AQUATIC ECOSYSTEM",
      "summary": "The study material discusses various initiatives and programs related to coastal and river management in India, including pollution monitoring, integrated management, and conservation efforts.",
      "page_number": 51,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Programme was restructured and modified in 20002001 to include pollution monitoring; liaison, regulation and legislation; and consultancy services.",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "conservation",
          "pollution",
          "sustainable",
          "development",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3548,
      "topic_tags": [
        "ecosystem",
        "environment",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "marine",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "marine",
        "water"
      ],
      "keywords": [
        "pollution monitoring",
        "coastal management",
        "Ganga Action Plan",
        "Namami Gange",
        "river conservation",
        "institutional mechanisms",
        "environmental protection",
        "integrated management."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 52,
    "content": "- Project prioritization in coordination with Ministry of Urban Development.\n- Incentive for states to take up projects on Ganga Main-stem by providing an additional share of central grants for sewerage infrastructure.\n- Uniform standards for both MoUD scheme and NamamiGangeprogramme, 10 years mandatory O\\&M by the same service provider at par with NGRBA programme and PPP, Mandatory reuse of treated water\n- Expanding coverage of sewerage infrastructure in 118 urban habitations on banks of Ganga- estimated cost by MoUD is Rs 51000 Crores\n(ii) Nirmal Dhara- managing sewage from Rural Areas\n- Ministry of Drinking Water and Sanitation scheme for all Ganga bank Gram Panchayts (1632) free from open defecation by 2022, at a cost of Rs 1700 Crores as central share\n(iii) NirmalDhara- managing Industrial discharge\n- Making Zero Liquid Discharge mandatory\n- Rationalized water tariff to encourage reuse\n- Real time water quality monitoring\n(iv) AviralDhara\n- Enforcing River Regulatory Zones on Ganga Banks\n- Rational agricultural practices, efficient irrigation methods\n- Restoration and conservation of wetlands\n(v) Ensuring ecological rejuvenation by conservation of aquatic life and biodiversity\n(vi) Promotion of Tourism and Shipping in a rational and sustainable manner\n(vii) Knowledge Management on Ganga through Ganga Knowledge Centre leading to a Ganga University of River Sciences\n\n\n## NRI Ganga Fund\n\nNRIs have been a very important contributor to the development process in India, in areas such as education, health and preservation of culture. In this context, to harness their enthusiasm to contribute towards the conservation of the river Ganga, NRI Fund for Ganga will be set up which will finance special projects. NRI Ganga Fund could be setup under the aegis of Ministry of Overseas Indian\n\nAffairs or Ministry of Finance with focus on funds sourcing and corpus management.\n\n### 4.13 CLEAN GANGA FUND\n\nThe main features of \"Clean Ganga Fund (CGF)\" are:\nConsidering that there is a need to increase people's participation from across the country and abroad, it is proposed to set up a \"Clean Ganga Fund (CGF)\" with voluntary contributions.\n\n- CGF will have the objective of contributing to the national effort of improving the cleanliness of the river Ganga with the contributions received from the residents of the country, NRIs/ PIO and others.\n- CGF will be operated through a bank account by a Trust to be headed by the finance minister. The secretariat of the Trust will be set up in Ministry of Water Resources, River Development and Ganga Rejuvenation under the Mission Director, Clean Ganga.\n- Domestic donors to the fund shall be eligible for tax benefits as in the case of \"Swachch Bharat Kosh\". Foreign donors could get suitable tax exemptions in domestic law, wherever permissible.\n- CGF will explore the possibility of setting up daughter funds in other jurisdictions/countries of high donor interest such as USA, UK, Singapore, UAE, etc. to enable tax benefits to donors in their respective jurisdictions.\n- CGF will be catalytic in nature and will identify and fund specific projects which could be pilot projects, R\\&D projects, innovative projects or other focused projects. The Fund will define specific and measurable objectives to form the basis for planning, funding, and evaluation.\n\n\n## Broad activities that will be financed from the Clean Ganga Fund (CGF) Fund are:\n\n- Activities outlined under the 'NamamiGange' programme for cleaning of river Ganga.\n- Control of non-point pollution from agricultural runoff, human defecation, cattle wallowing, etc.\n- Setting up of waste treatment and disposal plants along the river around the cities.\n- Conservation of the biotic diversity of the river.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:48.938272",
    "section_name": "Table in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in AQUATIC ECOSYSTEM",
      "summary": "The study material discusses various initiatives and funds aimed at the conservation and rejuvenation of the river Ganga, including project prioritization, sewage management, industrial discharge, ecological rejuvenation, tourism promotion, and knowledge management.",
      "page_number": 52,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Project prioritization in coordination with Ministry of Urban Development.",
        "content_type": "table",
        "key_topics": [
          "biodiversity",
          "conservation",
          "pollution",
          "sustainable",
          "development",
          "resources",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3735,
      "topic_tags": [
        "biodiversity",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "resources",
        "water"
      ],
      "key_concepts": [
        "biodiversity",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "resources",
        "water"
      ],
      "keywords": [
        "Project prioritization",
        "Ganga Main-stem",
        "sewage management",
        "industrial discharge",
        "ecological rejuvenation",
        "tourism promotion",
        "NRI Ganga Fund",
        "Clean Ganga Fund"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 53,
    "content": "# SHANKAR IAS ACADEMY \n\n- Community based activities to reduce polluting human interface with the river.\n- Development of public amenities including activities such as Ghat redevelopment.\n- Research and Development and innovative projects.\n- Research and Development projects and innovative projects for new technology and processes for cleaning the river.\n- Independent oversight through intensive monitoring and real time reporting.\n- Any other activity as approved by the Trust.\n\n\n## Recent Measures\n\n- Union Environment Ministry has taken up a new strategy for conservation and rejuvenation of major river water systems. The new strategy takes into account the entire river basin, which is contributing its flow to the particular river stretch for conservation.\n- The present strategy for conservation of rivers is limited only to tackling pollution load from domestic wastewater and regulation of industrial pollution. The new approach is a holistic one for rejuvenation of rivers, wherein water management and environment management are taken together for implementation to restore the lost ecology of the polluted stretches of the rivers.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:49.654619",
    "section_name": "Page 22 content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 22 content in AQUATIC ECOSYSTEM",
      "summary": "The study material discusses community-based activities, public amenities development, research projects, and independent oversight for river conservation.",
      "page_number": 53,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 1145,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "community-based activities",
        "public amenities",
        "research and development",
        "innovative projects",
        "river conservation",
        "holistic approach",
        "water management",
        "environment management."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "AQUATIC ECOSYSTEM",
    "chapter_number": 1,
    "page_number": 54,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:53:51.499390",
    "section_name": "Page 23 content in AQUATIC ECOSYSTEM",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 23 content in AQUATIC ECOSYSTEM",
      "summary": "Information about Shankar IAS Academy for UPSC exam preparation.",
      "page_number": 54,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "AQUATIC ECOSYSTEM",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 33,
      "end_page": 54,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Shankar IAS Academy",
        "UPSC",
        "study material",
        "exam preparation",
        "coaching",
        "guidance",
        "resources."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]