[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 7,
    "page_number": 93,
    "content": "\n\n**[IMAGE: Chapter title for Chapter 7 in an UPSC book on Environment.]**\n\n\n\n# ENVIRONMENTAL ISSUES \n\n### 7.1. INDIAN HIMALAYAN REGION (IHR) - ENVIRONMENTAL CHALLENGES\n\nThe Indian Himalayan Region (IHR), which occupies a strategic position along the entire northern and northeastern boundary of the country and administratively covers 10 states in their entirety (Jammu \\& Kashmir, Himachal Pradesh, Uttarakhand, Sikkim, Arunachal Pradesh, Nagaland, Manipur, Mizoram, Tripura, Meghalaya) and two states partially (the hill districts of Assam and West Bengal), has wide ranging ecological and socio-economic significance.\n\n## IHR Services\n\n- Besides innumerable goods, IHR generates a plethora of services not only for Himalayan inhabitants but also influences the lives of people living well beyond its boundaries.\n- Among other services, the region, with its large area under permanent snow cover and glaciers, forms a unique water reservoir that feeds several important perennial rivers.\n- With its vast green cover, IHR also acts as a giant carbon 'sink'.\n- IHR also forms a considerably large part of identified Himalayan Biodiversity global hotspot.\n\n\n## Role in Indian climate.\n\nThe region, however, is facing environmental problems on account of various factors including the stress caused by anthropogenic activities. Even geologically, the Himalayan ecosystem falls under the most vulnerable category. Therefore the environmental issues being faced by the IHR are of critical importance.\nManaging the Himalayan ecosystem sustainably is critical not only for preserving its pristine beauty and spectacular\nlandscapes, but also for ensuring the ecological security of the entire Indian sub-continent.\n\n## (A) URBANIZATION IN THE HIMALAYAS - IS IT SUSTAINABLE?\n\n## IMPACT - SOLID WASTE\n\nThe continued expansion in urban settlements, influx of visitors, trekkers and mountaineers in the Himalayan region has started to pose high biotic pressure and concomitant indiscriminate solid waste dumping. As a result, the IHR is getting adversely affected.\nIn the absence of proper management practices and inadequate infrastructural facilities, human induced pollution, such as solid waste, untreated sewage and local air pollution due to vehicles has been continuously increasing in the IHR.\n\n## IMPACT - TOWN PLANNING\n\nRapid unplanned growth of hill towns, construction activities without a proper plan, general non-compliance with prescribed norms and guidelines, and indiscriminate use of land for commercial outfits/tourist resorts have severely and adversely affected the fragile ecosystem of the Himalayas.\nLarge scale land instabilities, drying up of natural water sources, waste disposal problems and changing sociocultural values are known impacts of unplanned construction activities.\nDeforestation activities - cutting in an area causes ecological damage and slope instability in adjacent areas.\n\n## INITIATIVES\n\n## Ban on Plastic in HP\n\n- State government enacted the Himachal Pradesh NonBiodegradable Garbage (Control) Act, 1995 in order to prevent throwing or depositing non- biodegradable garbage in public drains, roads.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:58.265137",
    "section_name": "Chapter title for Chapter 7 in an UPSC book on Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Chapter title for Chapter 7 in an UPSC book on Environment.",
      "summary": "The content discusses environmental challenges faced by the Indian Himalayan Region (IHR) due to urbanization, solid waste, and town planning issues.",
      "page_number": 93,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 7,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 142,
        "top_left_y": 343,
        "bottom_right_x": 1499,
        "bottom_right_y": 530
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "pollution",
          "climate",
          "sustainable",
          "natural",
          "forest",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3136,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "pollution",
        "climate",
        "sustainable",
        "natural",
        "forest",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "pollution",
        "climate",
        "sustainable",
        "natural",
        "forest",
        "water",
        "carbon"
      ],
      "keywords": [
        "Indian Himalayan Region",
        "environmental challenges",
        "urbanization",
        "solid waste",
        "town planning",
        "sustainable management",
        "biodiversity",
        "initiatives."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 94,
    "content": "- It has then increased the minimum thickness of plastic carry bags to 70 microns of virgin material, which exceeded the 20 micron thickness recommended by Central Rules.\n- Further, the state Government has taken a Cabinet decision to ban plastics altogether in the entire state since 2009.\n\n\n## Participatory Conservation of Lakes in the Region\n\n- The Naini Lake is the sole source of drinking water for Nainital town, an important tourist destination in Uttarakhand state.\n- Increasing inflow of tourists, urban waste making its way into the lake is adversely affecting water quality.\n- To conserve the water body, the residents have switched on to a scientific garbage disposal system - under the project name 'Mission Butterfly' by Nainital Lake Conservation Project.\n- The sweepers, on a small monthly charge, collect waste from each household and directly transfer it to the compost pits. Apart from the residents, schools and hotel owners have extended full cooperation to the authorities, to save its precious eco-system.\n- In addition, they are able to generate income and employment by converting it to manure.\n\n\n## Conservation of Dal lake\n\n- Dal Lake a favorite tourist destination attracting thousands of tourists in Jammu \\& Kashmir state, is also special for settlement of about 60,000 people within the lake.\n- The lake is in peril due to anthropogenic pressure and overall deterioration of surrounding environment.\n- The lake has been included in the lake conservation programme of the MoEF, GOI.\n- The Lake and Waterways Development Authority (LAWDA), Srinagar, in collaboration with Centre for Environment Education (CEE) and other NGOs has taken up the initiative for lake conservation through education and mass awareness. Use of polythene carry bags has also been banned in the lake area.\n\n\n## Assam Hill Land and Ecological Sites Act, 2006\n\n- The Assam Hill Land and Ecological Sites (Protection and Management) Act, 2006 to prevent indiscriminate cutting of hills and filling up of water bodies in urban areas, which had led to serious ecological problems in places like Guwahati.\n- Under the Act, the state government can bring any hill under its purview for protection.\n\n\n## Urban Development through JNNURM\n\n- \"The aim is to encourage reforms and fast track planned development of identified cities. Focus is to be on efficiency in urban infrastructure and service delivery mechanisms, community participation, and accountability of ULBs/ Parastatal agencies towards citizens\".\n- The duration of the mission is seven years starting from 2005-06with initially 13 towns.\n\n\n## Recommendations / solutions for Solid Waste Management in IHR\n\nThe \"development\" in the present context has become unsustainable. An integrated approach is, therefore, necessary to protect the environment and achieve required economic development at the same time. Advance planning based on timely and reliable data has become crucial for sustainable growth of hill towns.\n\n1. Guidelines prohibiting indiscriminate disposal of garbage, particularly the non-degradable waste.\n2. Preventive and management steps for solid waste management at the point of origin itself.\n3. Documentation about the varying composition of waste from the hill towns to expedition tops.\n4. Promotion of techniques such as conversion of biodegradable waste into biocompost, or vermicompost in place of land filling, open dumping or burning.\n5. The four 'R's principle' - Refuse waste prone commodities, Reuse discarded commodities for other uses, Reduce through segregation into categories-biodegradable and non-biodegradable at household/ individual level, and Re-cycling once fully used or completely unusable commodities/items.\n6. Good quality potable water, available at various locations in hill towns so that people can fill their bottles, on payment basis.\n7. Awareness and capacity building of the stakeholders.\n8. Best international experiences \\& practices followed in regard to preservation of surroundings and prevention of littering in eco-sensitive places, [e.g., Alaska, Gangotri/Leh region, Nepal and China] should be examined and appropriately adopted.\n9. Need support and innovative thinking on different aspects, ranging from traditional architectural practices, local water management and diverse systems of sewage and garbage management.\n10. There is a need to motivate residents to switch over to a more scientific waste disposal system in a participatory manner.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:00.107869",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses various conservation initiatives and environmental protection measures implemented in different regions of India, including the ban on plastic usage, participatory conservation of lakes, and Acts for ecological site protection.",
      "page_number": 94,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Guidelines Prohibiting Indiscriminate Disposal Of Garbage, Particularly The Non-Degradable Waste",
        "chapter_number": 1,
        "summary": "- It has then increased the minimum thickness of plastic carry bags to 70 microns of virgin material, which exceeded the 20 micron thickness recommended by Central Rules.",
        "content_type": "table",
        "key_topics": [
          "environment",
          "conservation",
          "sustainable",
          "development",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4462,
      "topic_tags": [
        "environment",
        "conservation",
        "sustainable",
        "development",
        "water"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "sustainable",
        "development",
        "water"
      ],
      "keywords": [
        "plastic ban",
        "lake conservation",
        "environmental protection",
        "urban development",
        "solid waste management",
        "ecological sites protection",
        "JNNURM",
        "sustainable growth."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 95,
    "content": "## Recommendations / solutions - Hill Town Planning and Architectural Norms\n\n1. Fragmentation of habitats in hill areas should be prevented.\n2. Specific areas for rural/urban development should be designated.\n3. No construction should be undertaken which fall in hazard zones or areas falling on the spring lines and first order streams.\n4. Architectural and aesthetic norms for construction of buildings in mountain/hill areas should be enforced.\n5. Deforestation activities shall not be undertaken unless appropriate measures are taken to avoid such damages.\n6. An integrated development plan may be prepared taking into consideration environmental and other relevant factors\n7. In highly seismic areas like Himalaya, all construction should incorporate earthquake resistant features\n8. Location-specific technologies should be deployed for construction of buildings\n9. \"Green roads\" having channels for collection of water for irrigation purposes should be made a part of the construction norm.\n\n## (B) TOURISM - WILL IT BE REGULATED?\n\n## Pilgrimage Tourism in Sensitive Areas\n\n- The Himalayas is known to be a home of saints, destination of pilgrimage since time immemorial.\n- For example, Badrinath, Kedarnath, Gangotri- Yamunotri and Hemkund Sahib in Uttarakhand, Manimahesh, Jwala Devi, Chintpurni, Naina Devi in Himachal Pradesh and Vaishnav Devi and Amarnath in Jammu \\& Kashmir, Khecheopalri and other sacred lakes in Sikkim are particularly important destinations.\n- Unfortunately, most of these places lack adequate facilities of transport, accommodation, waste disposal and other amenities for the ever growing number of pilgrims that visit them every year.\n- Also, there is a gross lack of regulatory mechanism for infrastructure creation, management, and for controlling the tourist inflow in such sites.\n- As a result the sensitive ecosystems and cultural values of these areas are facing pressures far beyond their carrying capacities.\n\n\n## Impact - of Commercial Tourism\n\n- The impacts of tourism on mountain ecosystems and biological resources are of great concern because of the high biodiversity and environmental sensitivity of the Himalayas.\n- Cultural identities and diversity in mountain regions are also under threat by the economic, social and environmental forces associated with mountain tourism.\n- In this context, community based ecotourism emerges as one of the sustainable alternatives to the presently practiced commercial tourism in already over saturated hill towns like Nainital, Mussoorrie, Shimla, KulluManali, Gangtok, etc.\n\n\n## INITIATIVES\n\n## Harnessing Religious Sentiments for Conservation\n\nThere is immense scope of harnessing the religious sentiments of tourists in the right perspectives of conservation and sustainable management of natural resources in the eco-sensitive Himalayan areas.\n\n## This can be done through:\n\n(i) Encouraging them to undertake participatory plantation for rehabilitation of degraded areas (e.g., Badrivan initiative of GBPIHED in Uttarakhand).\n(ii) Promoting the concept of eco-cultural landscapes (e.g., Demazong - Buddhist landscape, Sikkim, and Apatani eco-cultural landscape, Arunachal Pradesh). Both landscapes are highly evolved with high level of economic and ecological efficiencies.\n(iii) Involving them in maintenance and strengthening of sacred groves/landscape (e.g., Sacred Groves of Meghalaya: The tribal communities - Khasis, Garos, and Jaintias, have a tradition of environmental conservation based on religious beliefs and customary law and are protected from any product extraction.\n\n## Ladakh Himalayan Homestays- Transforming Local Mindsets towards Snow Leopards\n\n- The Himalayan Homestays programme fosters conser-vation-based community managed tourism development in remote settlements, by gradually building local capacity and ownership.\n- It stands out as an example that aims to be sensitive to both host and visitor expectations without compromising the aspirations of host communities, and at the same time seeks to balance these aspects with conservation of the area's unique cultural and natural heritage.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:01.949121",
    "section_name": "Ecosystem, Environment content in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Ecosystem, Environment content in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses recommendations for hill town planning and architectural norms, focusing on preventing habitat fragmentation, enforcing construction regulations, and promoting sustainable development practices in sensitive mountain areas.",
      "page_number": 95,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Fragmentation Of Habitats In Hill Areas Should Be Prevented",
        "chapter_number": 1,
        "summary": "## Recommendations / solutions - Hill Town Planning and Architectural Norms",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4109,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "water"
      ],
      "keywords": [
        "Hill town planning",
        "Architectural norms",
        "Habitat fragmentation",
        "Sustainable development",
        "Construction regulations",
        "Seismic areas",
        "Tourism regulation",
        "Ecotourism",
        "Conservation initiatives."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 96,
    "content": "Highlights of Sikkim's Ecotourism Policy\n\n- \"Sikkim - the Ultimate Tourist Destination\" is the policy motto of the state. The state is employing a system of environmental fees, and permits for entries, and stay time restrictions in some environmentally sensitive high altitude/ pristine areas.\n- Operationalization of tourism in various modes, such as village tourism, nature tourism, wildlife tourism, trekking/adventure tourism, and cultural tourism in the state and institutionalization of tourism management at the community level.\n- Promotion and use of local art \\& craft, cuisines, etc., along with organizing tourism fairs and festivals.\n- Imparting training in tourism related service industries.\nThe efforts made by Sikkim can be a basis of responsible tourism in other Himalayan states.\n\n\n## Adventure tourism\n\nImmense opportunities for adventure cum ecotourism in the Himalayan region (e.g., Annapurna Conservation Area project, Nepal; Nanda Devi Biosphere Reserve ecotourism approach, Uttarakhand) could be harnessed through community involvement.\n\n## Tourism + art and culture\n\nLinking of tourism with initiatives like Rural Business Hubs (RBH), as introduced in North East region, which envisages promotion of quality rural products like handloom, handicrafts, agro products, herbal products, bio-fuel, etc., may be considered as yet another aspect of promoting eco-tourism in the IHR.\n\n## Regulated entry\n\nThe Government of Uttarakhand has restricted the number of tourists visiting the origin of the river Ganga - Gangotri area to 150 per day.\n\n## Recommendations / solutions\n\nHowever, considering the sensitivity (both cultural and natural) of this region, strict operational guidelines are required to be enforced across IHR with region specific provisions for facilitating and promoting community based ecotourism.\nRecommendations / solutions - Regulating Tourism and Pilgrimage to Sensitive Areas\n\n1. Pilgrimage tourism in the Himalaya requires both development and regulation so as to reduce congestion and resultant pollution.\n2. The accommodation and road transport infrastructure needs to be developed in pilgrimage sites.\n3. The pilgrimage tourism is a kind of \"economy class\" tourism in the Indian Himalayan Region. Suitable accommodation and other facilities need to be made available accordingly.\n4. All existing sites should have adequate provision of garbage disposal and management.\n5. An inventory of historical, sensitive and sacred sites including sacred groves should be prepared and their vulnerability should be assessed.\n6. The access to such sites of incomparable value through vehicles needs to be restricted beyond a certain zone.\n\n## Recommendations / solutions - Promoting Ecotourism and Regulation of Commercial Tourism\n\n1. Eco-tourism villages, parks, sanctuaries and other areas should be identified to establish a primary base for ecotourism.\n2. Village communities, especially youths, and rural women should be involved in Ecotourism.\n3. Restrictions on the entry of vehicles and visitors per day/ per group should be imposed in sensitive ecological sites.\n4. Local art, crafts, cuisines, and dishes should be promoted and made an integral part of tourist experience in order to ensure economic benefits to the locals and their cultural integrity/ entity is not lost.\n5. Best practices on commercial trekking should be imposed on a mandatory basis\n6. Creation of $\\log /$ bamboo huts should be promoted in busy mountain areas.\n\n## Recommendations / solutions for related segments\n\n## Rejuvenation of Springs and Degraded Sites\n\n- Special attention should be paid to recharge of ground water and quality of mountain lakes/wetlands through restoration of forests.\n- Detailed geological mapping should be conducted to identify the spring recharge zone and locate geological structures.\n- Nuclear water prospecting technologies should be used to map the water sources and prevent the construction activities in such locations that could damage or adversely affect such sources.\n- Engineering measures to protect recharge zone from biotic interferences.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:02.660122",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "Sikkim's Ecotourism Policy focuses on sustainable tourism practices, including environmental fees, community involvement, and promotion of local culture and art.",
      "page_number": 96,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Pilgrimage Tourism In The Himalaya Requires Both Development And Regulation So As To Reduce Congesti",
        "chapter_number": 1,
        "summary": "Highlights of Sikkim's Ecotourism Policy",
        "content_type": "table",
        "key_topics": [
          "environment",
          "conservation",
          "pollution",
          "development",
          "natural",
          "forest",
          "wildlife",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4097,
      "topic_tags": [
        "environment",
        "conservation",
        "pollution",
        "development",
        "natural",
        "forest",
        "wildlife",
        "water"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "pollution",
        "development",
        "natural",
        "forest",
        "wildlife",
        "water"
      ],
      "keywords": [
        "Sikkim",
        "ecotourism",
        "sustainable tourism",
        "community involvement",
        "local culture",
        "environmental fees",
        "tourism management",
        "Himalayan region."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 97,
    "content": "- Social fencing measures, e.g.\n(i) digging shallow infiltration trenches, mulching.\n(ii) construction of stone-mud check dams in gullies to store rainwater and check soil erosion; and\n(iii) land levelling, maintenance of crop field bunds to allow stagnation of rainwater should be enhanced.\n- Vegetative measures with the aim to enhance rainwater infiltration and reduce rainwater runoff.\n- Involvement of stakeholder community should be ensured at every step of the Spring Sanctuary Development. The maintenance and aftercare of the interventions have to be ensured through their involvement.\n\n\n## Rain Water Harvesting\n\n- All buildings to be constructed in future in urban areas should have provision for roof-top rain water harvesting\n- The institutional and commercial buildings should not draw water from existing water supply schemes which adversely affect water supply to local villages or settlements.\n- In rural areas rain water harvesting should be undertaken through such structures as percolation tanks, storage tanks and any other means.\n- Spring sanctuary development should be undertaken in the spring recharge zones to augment spring water discharge.\n- Rain water collected through storm water drains should be used to clean the waste disposal drains and sewers.\n- Ground water aquifer recharge structures should be constructed wherever such structures do not lead to slope instabilities.\n\n\n## Ecologically Safer Roads\n\n- For construction of any road in the Himalayan region of more than 5 km length where the same may not be tarred roads and environmental impact assessment is otherwise not required, environmental impact assessment should be carried out in accordance with the instructions to be issued for this purpose by the State Governments.\n- Provision should be made in the design of the road for treatment of hill slope instabilities resulting from road cutting, cross drainage works and culverts using bioengineering and other appropriate techniques.\n- Provisions should be made for disposal of debris from construction sites in appropriate manner at suitable and\nidentified locations so as not to affect the ecology of the area adversely.\nFurther, the dumped material should be treated using bioengineering and other appropriate techniques.\n- No stone quarrying should be carried out without proper management and treatment plan including rehabilitation plan.\n- All hill roads should be provided with adequate number of road side drains and these drains shall be kept free from blockage for runoff disposal; further, the cross drains shall be treated suitably using bio-engineering and other appropriate technologies so as to minimise slope instability.\n- The runoff from the road side drains should be connected with the natural drainage system in the area.\n- Fault zones and historically land slide prone zones should be avoided during alignment of a road, where for any reason it is not possible to do so, the construction should be carried out only after sufficient measures have been taken to minimize the associated risks.\n- Ridge alignment should be preferred to valley alignment.\n- Alignment should be selected so as to minimise loss of vegetal cover.\n- Encouragement should be provided for use of debris material for local development.\n\n\n### 7.2 SAND MINING IN INDIA ENVIRONMENTAL ISSUES\n\nSand is an important mineral for our society in protecting the environment, buffer against strong tidal waves and storm, habitat for crustacean species and marine organisms, used for making concrete, filling roads, building sites, brick making, making glass, sandpapers, reclamations, and in our tourism industry in beach attractions.\nSand mining is the process of removal of sand and gravel where this practice is becoming an environmental issue as the demand for sand increases in industry and construction.\nDespite a Supreme Court order that prohibits sand mining without the requisite clearance from the required authorities and places limits on the quantities that can be mined, thousands of tonnes of sand is being illegally mined to meet the rising demand of construction industry and for extraction of minerals. Let's discuss about the scenario of sand mining in India\nThe environmental reasons for this ban and others across India are numerous. Sand acts as an aquifer, and as a nat-",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:04.406920",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses various measures like rainwater harvesting, spring sanctuary development, and ecologically safer road construction to promote sustainable water management and environmental conservation.",
      "page_number": 97,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Ecology",
        "chapter_number": 1,
        "summary": "- Social fencing measures, e.g.",
        "content_type": "table",
        "key_topics": [
          "environment",
          "development",
          "natural",
          "marine",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 4318,
      "topic_tags": [
        "environment",
        "development",
        "natural",
        "marine",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "development",
        "natural",
        "marine",
        "soil",
        "water"
      ],
      "keywords": [
        "Social fencing measures",
        "rainwater infiltration",
        "stakeholder community involvement",
        "rainwater harvesting",
        "spring sanctuary development",
        "ground water recharge",
        "ecologically safer roads",
        "environmental impact assessment."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 98,
    "content": "ural carpet on the bottom of the river. Stripping this layer leads to downstream erosion, causing changes in channel bed and habitat type, as well as the deepening of rivers and estuaries, and the enlargement of river mouths. As the river system lowers, local groundwater is affected, which leads to water scarcities aggravating agriculture and local livelihoods.\nIn terms of legal measures, ground water shortages have been noted as the patent problem with river sand mining. Less considered in legal action, but centrally relevant, experts also note substantial habitat and ecological problems, which include \"direct loss of stream reserve habitat, disturbances of species attached to streambed deposits, reduced light penetration, reduced primary production, and reduced feeding opportunities\".\n\n## Economic consequences of sand mining\n\n1. Revenue loss to the exchequer\n\nFor e.g.: It is estimated that in Noida and Greater Noida alone the loss to the exchequer is about Rs.1,000 crore, but the impact that sand mining, which is simply put theft on environment and ecology, cannot even be calculated.\n\n## Environmental consequences of sand mining\n\n1. Forcing the river to change its course\n\nSand and boulders prevent the river from changing the course and act as a buffer for the riverbed.\n2. Illegally dredged sand is equivalent to robbing water. Sand holds a lot of water, and when it is mindlessly mined and laden on to trucks, large quantities of water is lost in transit.\n3. Depletion of groundwater tables\n\nSand, on a riverbed it acts as a link between the flowing river and the water table and is part of the aquifer.\nFor e.g.: Illegal and excessive sand mining in the riverbed of the Papagani catchment area in Karnataka has led to the depletion of groundwater levels and environmental degradation in the villages on the banks of the river in both Andhra Pradesh and Karnataka.\n4. Adversely impacting the habitat of micro-organisms\n\nThere are a lot of micro-organisms that are not visible and widely known, but are critical to soil structure and fertility. When sand is dredged, literally it takes away their habitat.\n5. Increased river erosion\n\nWhen sand and boulders are removed in an unimpeded\nway using heavy machines, the erosion capacity of the river increases.\n6. Damage to roads and bridges\n\nFor e.g.: In Vishnuprayag the boulders that came down with the river water damaged a side of the dam and the waters spread out across causing heavy damage.\n7. Threat to agriculture\n\nFor e.g.: Despite numerous prohibitions and regulations, sand mining continues rapidly on the riverbed of the Bharathapuzha in kerala. Water tables have dropped dramatically and a land once known for its plentiful rice harvest now faces scarcity of water. In the villages and towns around the river, groundwater levels have fallen drastically and wells are almost perennially dry.\n8. Damage to coastal ecosystem\n\nThis destructive illegal practice in beaches, creeks leads to erosion along the shoreline. Eg: Kihim Beach off Alibaug, Shore levels have reduced, forcing residents to build walls to protect themselves from the sea.\nIt wrecks the intertidal area and creates the imminent danger of saline water ingress into fresh water.\nCoastal sand mining destroys fisheries, disturbs coral, mangroves, wetlands and has led to the near extinction of ghariyals, a crocodile species unique to India.\nA major impact of beach sand mining is the loss of protection from storm surges associated with tropical cyclones and tsunamis.\n9. Lesser availability of water for industrial, agricultural and drinking purposes.\n10. Loss of employment to farm workers.\n11. Threat to livelihoods.\n\n## Current rules and policies in operation relation to sand mining\n\nKerala: Kerala Protection of River Banks and Regulation of Removal of Sand Act, 2001\nKey features: To permit sand mining in select areas and each selected area or Kadavu will be managed by a Kadavu Committee which will decide on matters such as quantum of mining to be permitted, and to mobilise local people to oversee these operations and ensure protection of rivers and riverbanks.\nKey rivers affected: Bharatapuzha, Kuttiyadi river, Achankovil, Pampa and Manimala, Periyar, Bhavani, Siruvani, Thuthapuzha, and Chitturpuzha, rivers in the catchments of Ashtamudi and Vembanad lakes\nTamil Nadu: Policy that ensures that quarrying of sand in Government poramboke lands and private patta lands will",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:05.636327",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses the environmental and economic consequences of sand mining, including river erosion, groundwater depletion, habitat destruction, and revenue loss.",
      "page_number": 98,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Ecology",
        "chapter_number": 1,
        "summary": "ural carpet on the bottom of the river. Stripping this layer leads to downstream erosion, causing changes in channel bed and habitat type, as well as the deepening of rivers and estuaries, and the enl...",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 4433,
      "topic_tags": [
        "ecosystem",
        "environment",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "soil",
        "water"
      ],
      "keywords": [
        "sand mining",
        "environmental consequences",
        "economic consequences",
        "river erosion",
        "groundwater depletion",
        "habitat destruction",
        "revenue loss",
        "legal measures."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 99,
    "content": "only be undertaken by the Government. Mechanised sand mining is prohibited. In 2008, this policy was countermanded by the government and private parties were given permits for mining.\n\nRivers affected: Cauvery, Vaigai, Palar, Cheyyar, Araniyar and Kosathalaiyar, Bhavani, Vellar , Vaigai Thamiraparani, Kollidam. coastal districts of Nagapattinam, Tuticorin, Ramanatha-puram and Kanyakumari. hill regions of Salem and Erode districts.\n\nKarnataka: The Uniform Sand Mining Policy does not allow sand mining in Coastal Regulation Zone (CRZ) area and prohibits the use of machineries to mine sand from river. High Court of Karnataka banned mechanised boats for sand mining in the state from April 2011.\n\nFrom September 2011, according to Karnataka Minor Mineral Concession (Amendment) Rules 2011,the responsibility of oversight of sand mining has been transferred to the Public Works, Ports and Inland Water Transport Department.\n\nRivers affected: Cauvery, Lakshmanateerta, Harangi, Hemavathi, Nethravatai, Papagani\n\nAndhra Pradesh: In 2006, a new policy that allows only manual labour and bullocks to mine sand in riverbeds. Bullock carts, mules and other animals would be exempted from any mining tax. Contractors will be allotted sand through open bidding by a committee headed by district joint collectors. Sand can be sold only if it has a maximum retail price tag, otherwise there will be a penalty. Use of poclaines has been banned entirely, and mining will be disallowed below three metres.\n\nRivers affected: Godavari, Tungabhadra, Vamsadhara, Nagavali, Bahuda and Mahendratanaya\n\nMaharashtra: New policy, 2010, under which it is compulsory for contractors to obtain permission from the Gramsabha, for sand mining. Ban on use of suction pumps in dredging and sand mining licences can be given only through a bidding process. Also sand mining projects have to obtain environmental clearances.\n\nRivers affected: creeks at Thane, Navi Mumbai, Raigad and Ratnagiri\n\nUttar-Pradesh: the Noida administration established a \"Special Mining Squad,\" charged with the specific task of impeding and ultimately extricating Greater Noida from the sand mafia's degradation.\n\nRivers affected: Chhoti Gandak, Gurra, Rapti and Ghaghara.\n\n## Suggestions\n\n1. The most viable alternative is 'manufactured sand'. It is produced in a stone crushing plant. M-sand is produced from stones which is used for aggregates, and the quality is consistent and even better than river sand. M-sand is relatively cheaper too.\n2. Use of fly ash from industries as alternative should be promoted for construction purposes.\n3. The government should exercise prudence when it comes to leasing out the riverbed for mining activities and also demarcate areas clearly and monitor mining through a suitable institutional mechanism.\n4. Periodic assessment of how much sand can be sustainably mined, as the quantity can vary from a river to river and within a river from stretch to stretch has to be done.\n5. The use of intrusive techniques such as the use of explosives and heavy excavator machines in sand mining are largely destructive.\n6. In the mountain areas especially sand mining should be carried out manually and sustainably.\n7. A high level lobbying committee must be formed and Laws has to be enforced in an efficient and unbiased way and decisive steps are to be taken for environmental solution.\n\n## Guidelines for Sustainable Sand \\& Minor Mineral Mining\n\n1. Where to mine and where to prohibit mining: District Survey Report for each district in the country, taking the river in that district as one ecological system. Use of ISRO, remote sensing data and ground truthing.\n2. Sustainable mining: Mining out material only that much which is deposited annually.\n3. Involvement of District authorities in the process: The District-level Environment Impact Assessment Authority (DEIAA) headed by District Collector. The District Collector is to be assisted by the District Level Expert Appraisal Committee (DEAC) headed by Executive Engineer (Irrigation Department) being assigned the responsibility of granting environment clearance up to 5 hectare of mine lease area for minor minerals, mainly sand. So district administration, which is the key in assessing the requirement of sand in a district and prohibiting illegal sand mining in district is being involved directly in environmental clearance.\n4. Monitoring using scientific tools: Stringent monitoring of movement of mined out material from source to",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:06.303238",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses sand mining policies in different states of India and suggests alternatives to minimize environmental impact.",
      "page_number": 99,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "The Most Viable Alternative Is 'Manufactured Sand'",
        "chapter_number": 1,
        "summary": "only be undertaken by the Government. Mechanised sand mining is prohibited. In 2008, this policy was countermanded by the government and private parties were given permits for mining.",
        "content_type": "table",
        "key_topics": [
          "environment",
          "sustainable",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4479,
      "topic_tags": [
        "environment",
        "sustainable",
        "water"
      ],
      "key_concepts": [
        "environment",
        "sustainable",
        "water"
      ],
      "keywords": [
        "Sand mining",
        "Government policies",
        "Environmental impact",
        "Alternative solutions",
        "Sustainable mining",
        "River conservation",
        "Mechanised mining",
        "Manufactured sand",
        "Fly ash utilization."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 5,
    "page_number": 100,
    "content": "destination using information technology tools, bar coding, SMS etc. Till date, there is no authentic data on how much sand is being mined, this system will generate real-time data on mined out sand. The movement of sand is controlled through Transit Permit.\nThe monitoring of mined out mineral, Environmental Clearance, EC conditions and enforcement of Environment Management Plan (EMP) will be ensured by the District Collector and the State Pollution Control Board. The monitoring of enforcement of EC conditions can be done by the Central Pollution Control Board, Ministry of Environment, Forest and Climate Change and the agency nominated by Ministry for the purpose.\n5. Exemptions: Proposal to exempt certain category from mining for the purpose of environmental clearance, like:\ni. Extraction of ordinary clay or ordinary sand manually by hereditary Kumhars (potters) who prepare earthen pots on a cottage industry basis.\nii. Extraction of ordinary clay or ordinary sand manually by earthen tile makers who prepare earthen tiles on a cottage industry basis.\niii. Removal of sand deposited on agricultural field after flood by owner farmers.\niv. Customary extraction of sand and ordinary earth from sources situated in Gram Panchayat for personal use or community work in a village.\nv. Community works like desilting of village ponds/ tanks, construction of village/rural roads, bunds undertaken in MGNREGS and other Governmentsponsored schemes.\nvi. Dredging and desilting of dam, reservoirs, weirs, barrages, river and canals for the purpose of maintenance and upkeep, and the dredged material is used departmentally. If the dredging activities are undertaken for the purpose of winning of mineral and selling it commercially, it will be considered mining and prior EC will be required.\n6. Guideline on handling cluster issues: The original EIA notification does not provide for the procedure to handle cluster situation, which has been proposed in this guideline and will become part of the Notification. One EIA/EMP will be prepared for one cluster irrespective of number and size of mining leases in that cluster, if the area is more than 5 hectares. Area less than 5 hectare will be B2.\n\n### 7.3 PALM OIL - ENVIRONMENTAL ISSUES AND INDIA'S ROLE IN IT\n\n## When forest shrink, so does the home of endangered species\n\nPalm oil has emerged as the main global source of vegetable oil due to adequate availability, versatility in usage, higher yield and lower cost, as compared to other vegetable oils. Palm oil is generally sold in the name of vegetable oil.\nPalm oil forms $33 \\%$ of the world vegetable oil production mix. Indonesia and Malaysia contribute almost $87 \\%$ of production of palm oil, whereas China and India constitute $34 \\%$ of imports.\nGlobal edible oil consumption has grown from 123 Million Metric tonnes in 2007 to 158 Mn MT in 2012. This growth has been fuelled by increased population, incomes and per capita consumption especially in developing countries like India, Indonesia and China, etc. Palm oil, at 48.7 Mn MT is the largest consumed edible oil in the world.\nAs demand for palm oil increases, substantial tracts of tropical forests are often cleared to make room for large plantations. As per WWF's estimates, the expansion of oil palm plantations is likely to cause four million hectares (more than twice the size of Kerala) of forest loss by 2020. Deforestation would most likely occur in high biodiversity areas, such as Borneo, Papua New Guinea, Sumatra and the Congo Basin in Africa. The felling and burning of forests impact populations of endangered wildlife such as Sumatran Tigers, Rhinos and Orangutans. It also has adverse impacts on people's health and disrupts local livelihoods.\nAt the global level, the impacts of forest loss are even more dramatic, including the release of greenhouse gases into the atmosphere that contribute to global warming.\n\n## Applications of Palm Oil\n\n1) Food based applications\n\nCooking oil, substitute for butter, vanaspati/vegetable ghee, margarine, confectionary and bakery fats, ice cream, coffee creamers, emulsifiers, vitamin E supplements among others.\n2) Non-food applications\n\nCosmetics, toiletries, soaps and detergents. Oleo chemical industry, as a base material for laundry detergents, household cleaners and cosmetics.\nAccording to USDA estimates, $75 \\%$ of the global palm oil consumption is for food purposes, while $22 \\%$ is for industrial/non-food purposes. The remaining, though currently, of marginal quantity, is used for biodiesel",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:07.991312",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses the use of information technology tools for monitoring sand mining activities and environmental regulations, along with exemptions and guidelines for handling cluster situations.",
      "page_number": 100,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 5,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Exemptions: Proposal To Exempt Certain Category From Mining For The Purpose Of Environmental Clearan",
        "chapter_number": 5,
        "summary": "destination using information technology tools, bar coding, SMS etc. Till date, there is no authentic data on how much sand is being mined, this system will generate real-time data on mined out sand. ...",
        "content_type": "table",
        "key_topics": [
          "environment",
          "biodiversity",
          "pollution",
          "climate",
          "forest",
          "wildlife",
          "atmosphere",
          "greenhouse"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4533,
      "topic_tags": [
        "environment",
        "biodiversity",
        "pollution",
        "climate",
        "forest",
        "wildlife",
        "atmosphere",
        "greenhouse"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "pollution",
        "climate",
        "forest",
        "wildlife",
        "atmosphere",
        "greenhouse"
      ],
      "keywords": [
        "sand mining",
        "information technology tools",
        "Transit Permit",
        "Environmental Clearance",
        "exemptions",
        "cluster issues",
        "palm oil",
        "vegetable oil",
        "environmental impact",
        "India's role."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 101,
    "content": "## ENVIRONMENTAL IMPACTS OF PALM OIL PRODUCTION\n\n1. Deforestation - Substantial tracts of tropical forests are cleared to make room for large plantations to service an ever increasing demand for palm oil. Studies show that the forest cover on the island of Borneo had declined from 73.7 percent in 1985 to 50.4 percent in 2005, while the projected cover in 2020 was 32.6 percent. Loss of forest cover in Sumatra, Indonesia, has also been very alarming.\n2. Loss of biodiversity - Concerns about biodiversity loss are directly related to the loss of natural forests. In particular, orangutan habitats have been threatened by palm oil production. In 1900, there were around 315,000 orangutans in Indonesia and Malaysia. Today, fewer than 50,000 exist in the wild, split into small groups. The palm oil industry is the biggest threat to orangutans, with the species like to be driven to extinction within 12 years unless the devastation of their natural habitat is halted. A related problem has been that fragmentation of natural forest habitats and encroachment by palm oil development which has been resulted in serious human- wildlife (elephant, etc) conflicts.\n3. Climate change $-15 \\%$ of all human induced greenhouse gas emissions are caused by deforestation, forest degradation and peat land emissions. As land on mineral soil becomes less readily available, the expansion of oil palm is increasing on peat lands. . As these areas are drained, the peat is exposed to oxidation, resulting in significant CO 2 release over an extended period. Other significant sources of GHG emissions associated with oil palm are the use of fires for land clearing and the emissions of methane from the effluent treatment ponds of palm oil mills. Forests are felled, peat swamps drained and burnt, creating a haze that covers large areas, affecting people's health and disrupting economic activities.\n4. Use of pesticides and fertilizers - Misuse of pesticides and fertilizers is frequently cited as a negative impact of oil palm cultivation. In general, pesticide use is low compared to many other crops, but some chemicals used, pose significant risks to operators and smallholders and the environment. Among these hazardous chemicals, the herbicide paraquat gives the most cause for concern, as it poses serious health hazards to the spray operators. The Pesticides Action Network-Asia \\& the Pacific has called for a ban on paraquat production and use on numerous occasions, but to no avail.\n\n## INDIA and OIL PALM\n\nIndonesian palm oil companies produce palm oil by destroying virgin rainforests and tiger habitat in Indonesia. Indian huge palm oil imports from Indonesia is been accelerating the destroyed of rainforest. India's palm oil demand destroying Indonesia's rainforests.\nThe expansion of palm oil plantations to meet the global demand for vegetable oils (palm oil usually used in this name) happens at the expense of forest, wildlife and communities.\n\n## Consumption of palm oil in India\n\nPalm oil has dominated Indian imports since the last two decades, for its logistical advantages, contractual flexibility, and consumer acceptance change in consumption patterns, availability, pricing, and policy changes. India is the largest importer of palm oil which is also the lowest priced oil. Palm oil contributes to around $74 \\%$ (as of 2012) of the total edible oils that are imported into the country.\nAlmost $90 \\%$ of the palm oil imported and produced domestically is used for edible/ food purposes, while the remaining is used for industrial/non-edible purposes. Palm oil is now the single largest consumed vegetable oil in India.\n\n## Palm oil in India - Production\n\nDespite being the world's fourth largest oilseed producing country, India's share of palm oil production is small, accounting for $0.2 \\%$ share in the total world produce\nPalm oil production in India has grown at $22.7 \\%$ CAGR over the past five years in 2011. However, India would continue to be a net importer of palm oil.\n\n## State-wise Palm Oil Production in India\n\nAndhra Pradesh is the leading palm oil producing state in India contributing approximately $86 \\%$ of country's production, followed by Kerala ( $10 \\%$ ) and Karnataka ( $2 \\%$ ). Other palm oil producing states include Orissa, Tamil Nadu, Goa and Gujarat.\n\n## Major constraints in domestic cultivation of oil palm\n\n- Geographical location: The ideal locations for oil palm trees are within eight degrees latitude north and south of the Equator.\n- Irrigation: Palms need regular rainfall throughout the year. However, they can withstand dry periods of 3-4 months depending on soils type without irrigation. Oil palm can be grown in Kerala, Andhra Pradesh, Karnataka, Goa and a few other areas, but only with irrigation. This places significant pressure on the hydrological system of the region.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:08.810900",
    "section_name": "Diagram in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Diagram in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses the environmental impacts of palm oil production, including deforestation, loss of biodiversity, climate change, and pesticide use.",
      "page_number": 101,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Deforestation - Substantial Tracts Of Tropical Forests Are Cleared To Make Room For Large Plantation",
        "chapter_number": 1,
        "summary": "## ENVIRONMENTAL IMPACTS OF PALM OIL PRODUCTION",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "biodiversity",
          "climate",
          "development",
          "natural",
          "forest",
          "wildlife",
          "soil",
          "greenhouse"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4840,
      "topic_tags": [
        "environment",
        "biodiversity",
        "climate",
        "development",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "greenhouse"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "climate",
        "development",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "greenhouse"
      ],
      "keywords": [
        "Palm oil production",
        "Deforestation",
        "Loss of biodiversity",
        "Climate change",
        "Pesticide use",
        "India",
        "Environmental impacts",
        "Greenhouse gas emissions"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 102,
    "content": "- Long gestation periods: Oil palm has very high productivity when compared to other oilseeds like mustard, however, the farmers would have to wait for four years for the trees in India to obtain yield.\n- Small farm holdings with Indian farmers generally are challenging.\n- Limited investments by corporate sector compared with Malaysia and Indonesia.\n\n\n## Policies Related to Production and Distribution of Palm Oil\n\n## Subsidies for distribution of imported palm oil:\n\nThe Ministry of Food has been subsiding imported edible oil distribution under the public distribution system (PDS):\n\n- To provide relief, in particular BPL households, from the rising prices of edible oils, the Central Government introduced a scheme for distribution of upto 10 lakh tons of imported edible oils in 2008-09 at a subsidy of rs $15 /$ - per kg through State Governments/UTs.\n- The scheme was extended during 2009-10, 2010-2011 and in 2011-12. After the implementation of the scheme, edible oil prices have substantially declined and poorer sections were provided edible oils at subsidized rates.\nOil Palm Development Programme in India:\n- OPDP was launched during 1991- 92 under the \"Technology Mission on Oilseeds and Pulses\" (TMOP), with a focus on expansion of area under oil palm cultivation.\n- From 2004-05, the scheme is being implemented as part of the \"Integrated Scheme of Oilseeds, Pulses, Oil Palm \\& Maize\" (ISOPOM) and provides support for oil palm cultivation in 12 states: Andhra Pradesh, Assam, Gujarat, Goa, Karnataka, Kerala, Maharashtra, Mizoram, Orissa, Tamil Nadu, Tripura \\& West Bengal.\nFor the year 2011-12, the government rolled out the Oil Palm Area Expansion (OPAE) Programme in order to bring an additional 60,000 hectares area under oil palm cultivation.\n- The government has also announced various subsidies for oil palm growers for planting, buying pump set and drip-irrigation systems, partial compensation in case of loss during the gestation period and support for processing units.\n\n\n## Roundtable on Sustainable Oil (RSPO)\n\nThe RSPO was established in 2004 to promote the production and use of sustainable palm oil for people, planet and prosperity\n\nRSPO is a membership based organisation with oil palm growers, palm oil processers and traders, consumer good manufactures, NGOs and retailers.\n\n## 8 principles for growers to be RSPO certified\n\n- commitment to transparency\n- compliance with applicable laws and regulations\n- commitment to long term economic and financial viability\n- use of appropriate best practices by growers and millers\n- environmental responsibility and conservation of natural resources and biodiversity\n- responsible consideration of employees, and of individuals and communities affected by growers and mills\n- responsible development of new plantings\n- commitment to continous improvement in key areas of activity\n\n\n## RSPO impact\n\n- Presently $14 \\%$ of palm oil globally is certified by RSPO\n\nIt is however important to understand that palm oil itself is not the problem, but rather how palm oil is produced. When done right, palm oil can be a catalyst for development and to improve livelihoods. It can also enhance biodiversity and sequestrate carbon di oxide when planted on degraded lands.\nTo ensure an uninterrupted supply of 'clean' palm oil that does not involve sacrificing the remaining tropical forests or contributing to global warming and other social problems, all companies that produce, trade or use palm oil need to move towards sustainable palm oil.\nWhen forest shrink, so does the home of endangered species\n\n### 7.4. COLONY COLLAPSE DISORDER\n\nBees are one of a myriad of other animals, including birds, bats, beetles, and butterflies, a called pollinators. Pollinators transfer pollen and seeds from one flower to another, fertilizing the plant so it can grow and produce food. Crosspollination helps at least 30 percent of the world's crops and 90 percent of our wild plants to thrive. Without bees to spread seeds, many plants - including food crops would die off.\nBees are not summertime nuisance, they are small and hard-working insects actually make it possible for many of your favorite foods to reach your table. From apples to almonds to the pumpkin in our pumpkin pies, we have bees to thank. Now, a condition known as Colony Collapse",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:09.937518",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses challenges and policies related to palm oil production and distribution in India, including long gestation periods, subsidies, and the role of RSPO in promoting sustainable practices.",
      "page_number": 102,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Long gestation periods: Oil palm has very high productivity when compared to other oilseeds like mustard, however, the farmers would have to wait for four years for the trees in India to obtain yiel...",
        "content_type": "table",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4313,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "carbon"
      ],
      "keywords": [
        "Oil palm",
        "small farm holdings",
        "subsidies",
        "Oil Palm Development Programme",
        "Roundtable on Sustainable Oil",
        "RSPO",
        "sustainable practices",
        "palm oil production."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 103,
    "content": "Disorder is causing bee populations to plummet, which means these foods are also at risk.\nColony Collapse Disorder (CCD) is a new tagname presently being given to a condition that is characterized by an unexplained rapid loss of a Bee colony's adult population.\nSudden loss of a colony's worker bee population with very few dead bees found near the colony. The queen and brood (young) remained, and the colonies had relatively abundant honey and pollen reserves. But hives cannot sustain themselves without worker bees and would eventually die. This combination of events resulting in the loss of a bee colony has been called Colony Collapse Disorder (CCD).\nReduction or loss of bee population has been seen in the history and known by the name such as disappearing disease, spring dwindle, May disease, autumn collapse, and fall dwindle disease\n\n## Symptoms\n\n- Contain no adult bees, with few to no dead bees around the colony\n- Contain capped brood\n- Contain food stores that are not robbed by neighboring bees or colony pest\n- Worker bees failed to return to colony from flight\n\n\n## CAUSES\n\nThe problem is that there doesn't seem to be a single smoking gun behind CCD but a range of possible causes, including:\n\n## Global warming\n\nGlobal warming causes flowers to bloom earlier or later than usual. When pollinators come out of hibernation, the flowers that provide the food they need to start to start the season has already bloomed.\nPesticide (neonicotinoids, a neuroactive chemical)\nIt's not that the pesticides which are aimed at other insects are killing the bees outright. Rather that sublethal exposure of pesticides in nectar and pollen may be interfering with the honeybees internal radar, preventing them from gathering pollen and returning safely to the hive.\n\n## Varroa mite - parasites\n\nEuropean foulbrood (A bacterial disease that is increasingly being detected in U.S. bee colonies) microsporidian fungus Nosema.\n\n## Malnutrition\n\nBeekeepers collect (steal) bees honey so humans can consume it, they are taking away the insects' food. They re-\nplace it with high-fructose corn syrup, leaving the bees malnourished and weakening their immune systems.\nResearchers have identified some specific nutrients that bees need, get from honey, and don't get from corn syrup.\nWhen honeybees collect nectar from flowers, they also gather pollen and a substance called propolis, which they use to make waxy honeycombs. The pollen and propolis are loaded with three types of compounds that can help the bees detoxify their cells and protect themselves from pesticides and microbes.\n\nThe Ministry of Environment, Forest and Climate Change is implementing various Schemes for Environmental Conservation. The funding under the Central Sector Schemes is 100 percent from the Government of India. Under the Centrally Sponsored Schemes, as per the revised funding pattern from 2015- 16 onwards, the Government of India's share is 50 percent for rest of India and 80 percent for the North Eastern States and 3 Himalayan States i.e Jammu \\& Kashmir, Himachal Pradesh and Uttarakhand in environment sector. The share of the Government of India is 60 percent for rest of India in the schemes related to forestry and wildlife and 90 percent in respect of North Eastern States and 3 Himalayan States.\n\n## Metal Pollution\n\nBees absorbing metal pollution from flowers that absorbed it from the soil that absorbed it from modern machines and vehicles\n\n## Stress\n\nThe stress of shipping bees back and forth across the country, increasingly common in commercial beekeeping, may be amplifying the stress on the insects and leaving them more vulnerable to CCD.\n\n## Habitat loss\n\nHabitat loss brought by development, abandoned farms, growing crops without leaving habitat for wildlife and growing gardens with flowers that are not friendly to farmers.\n\n## How can we Protect Bees?\n\n- Policy makers must take action to protect the bees and other pollinators.\n- Farmers must be rewarded for practices that help wild bee populations thrive.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:11.167835",
    "section_name": "Environment, Conservation content in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Environment, Conservation content in ENVIRONMENTAL ISSUES",
      "summary": "Colony Collapse Disorder (CCD) is causing a rapid decline in bee populations due to various factors like global warming, pesticides, parasites, and malnutrition, putting food sources at risk.",
      "page_number": 103,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "Disorder is causing bee populations to plummet, which means these foods are also at risk.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "conservation",
          "pollution",
          "climate",
          "development",
          "forest",
          "wildlife",
          "soil"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4021,
      "topic_tags": [
        "environment",
        "conservation",
        "pollution",
        "climate",
        "development",
        "forest",
        "wildlife",
        "soil"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "pollution",
        "climate",
        "development",
        "forest",
        "wildlife",
        "soil"
      ],
      "keywords": [
        "Colony Collapse Disorder (CCD)",
        "bee populations",
        "global warming",
        "pesticides",
        "parasites",
        "malnutrition",
        "environmental conservation",
        "Ministry of Environment."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 104,
    "content": "- Assistance should be provided to farmers who plan to support a wider variety of pollinators beyond just bees.\n- Bee research must be strengthened, and must also be broadened to include research on pollinators besides honey bees.\n- Integrated Pest Management (IPM) techniques should be used to minimize pesticide us and risk to bees.\n- City dwellers can also practice IPM where they live, work, and play to protect our health, water quality, and pollinators.\nAnd if CCD continues, the consequences for the agricultural economy - and even for our ability to feed ourselves - could be dire.\n\"No more Bees, No more Pollination, No more Plants, No more Animals, No more Man\".\n\n\n## Neonicotinoids\n\nNeonicotinoids are a new class of insecticides chemically related to nicotine. The name literally means \"new nico-tine-like insecticides\". Like nicotine, the neonicotinoids act on certain kinds of receptors in the nerve synapse. They are much more toxic to invertebrates, like insects, than they are to mammals, birds and other higher organisms.\nNeonicotinoids share a common mode of action that affect the central nervous system of insects, resulting in paralysis and death.\nOne thing that has made neonicotinoid insecticides popular in pest control is their water solubility, which allows them to be applied to soil and be taken up by plants. Soil insecticide applications reduce the risks for insecticide drift from the target site, and for at least some beneficial insects on plants.\nThey include imidacloprid, acetamiprid, clothianidin, dinotefuran, nithiazine, thiacloprid and thiamethoxam.\nUncertainties prevail since their initial registration regarding the potential environmental fate and effects of neonicotinoid pesticides, particularly as they relate to pollinators. Studies conducted in the late 1990s suggest that neonicotinic residues can accumulate in pollen and nectar of treated plants and represent a potential risk to pollinators. There is major concern that neonicotinic pesticides play a role in recent pollinator declines.\nNeonicotinods can also be persistent in the environment, and when used as seed treatments, translocate to residues in pollen and nectar of treated plants.\nNew research points out potential toxicity to bees and other beneficial insects through low level contamination of nectar and pollen with neonicotinoid insecticides used in\nagriculture. Although the low level exposures do not normally kill bees directly, they may impact some bee's ability to foraging for nectar, learn and remember where flowers are located, and possibly impair their ability to find their way home to the nest or hive.\nIn April 2013, the European Commission decided to introduce a 2-year moratorium in EU on the 3 neonicotinod compounds-clothianidin, imidacloprid, and thiameth-oxam-following reports by the European Food Safety Authority (EFSA) saying the substances pose an \"acute risk\" to honey bees essential to farming and natural ecosystems.\n\n### 7.5 WILDLIFE (ELEPHANT, LEOPARD, ETC) DEATHS DUE TO COLLISION WITH TRAINS\n\nSuch accidents pose a grave danger to wildlife, and to the conservation of our national biodiversity.\nArticle 48A (DPSP) of the Indian Constitution, it is stated that the State shall endeavor to protect and improve the environment and to safeguard the forests and wild life of the country.\nArticle 51A (Fundamental Duties) to protect and improve the natural environment including forests, lakes, rivers and wild life and to have compassion for living creatures\nIt is the duty of every citizen to preserve, protect and nourish our wildlife heritage, particularly since these animals are helpless in facing the challenge of biotic pressure.\n\n## What has to be done?\n\n- Coordination between MoEF and Railways has to be enhanced to ensure the safety of wildlife.\n- Vulnerable patches for wildlife to be identified as wild life crossing spots, and signage put up to warn train drivers and other railway personnel, to enable them to give directions for trains to slow down their speed in these patches in the normal course.\n- Update the list of well known vulnerable patches for wild life, and conveying them to the Railways.\n- Electronically tag prominent wildlife like elephants, leopards, etc particularly in high traffic areas, so that wildlife and forest personnel could keep track of their movements, and warn railway officials well in time to enable them to avoid accident. Once they are electronically tagged, forest personnel could track their movements, and keep them from harm.\n- Improvement in infrastructure for forest and Railway staff, such as, equipped with walkie talkies, constant connection with the control room, etc.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:12.804384",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "The study material emphasizes the importance of supporting a wider variety of pollinators, strengthening bee research, using Integrated Pest Management techniques, and addressing the risks associated with neonicotinoids to protect pollinators and ensure food security.",
      "page_number": 104,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Assistance should be provided to farmers who plan to support a wider variety of pollinators beyond just bees.",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "natural",
          "forest",
          "wildlife",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4674,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "keywords": [
        "pollinators",
        "bee research",
        "Integrated Pest Management",
        "neonicotinoids",
        "environmental impact",
        "pesticide use",
        "food security",
        "biodiversity conservation"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 105,
    "content": "- In prominent wildlife areas, or wherever considered necessary, forest officials should be posted at Railway control rooms to coordinate with railway staff, informed regarding the movement of elephants, to enable railway authorities to take preventive action, well in advance.\n- Strict instructions to all railway and forest field personnel, emphasizing the importance of the protection and conservation of wild life.\n\n\n### 7.6. IMPACT OF RADIATION FROM MOBILE PHONE TOWERS ON HUMAN BEINGS AND WILDLIFE\n\nThe remarkable increase in mobile phones users in the country and mushrooming of mobile tower installations in every nook and corner of cities and towns have raised concerns on its probable impact on wildlife and human health.\n\n## Health Impacts\n\nEvery antenna on cell phone tower radiates electro-magnetic power. One cell phone tower is being used by a number of operators, more the number of antennas more is the power intensity in the nearby area. The power level near towers is higher and reduces as we move away.\nHow the cell phone tower's radiation affects the birds and bees?\n\n- The surface area of bird is relatively larger than their body weight in comparison to human body so they absorb more radiation.\n- Also the fluid content in the body of the bird is less due to small body weight so it gets heated up very fast.\n- Magnetic field from the towers disturbs birds' navigation skills hence when birds are exposed to EMR they disorient and begin to fly in all directions.\n- A large number of birds die each year from collisions with telecommunication masts.\n\n\n## How the cell phone tower's radiation affects human?\n\n- EMR may cause cellular and psychological changes in human beings due to thermal effects that are generated due to absorption of microwave radiation.\n- The exposure can lead to genetic defects, effects on reproduction and development, Central Nervous System behaviour etc.\n- EMR can also cause non thermal effects which are caused by radio frequency fields at levels too low to produce significant heating and are due to movement of calcium and other ions across cell membranes.\n- Such exposure is known to be responsible for fatigue, nausea, irritability, headaches, loss of appetite and other psychological disorders.\n- The current exposure safety standards are purely based on the thermal effects considering few evidences from exposure to non thermal effects.\n\n\n## What are the responsibilities of Stakeholders?\n\n## MoEF:\n\n- The MoEF has to notify the impacts of communication towers on wildlife and human health to the concerned agencies for regulating the norms for notification of standards for safe limit of EMR.\n\n\n## State/Local Bodies:\n\n- Regular monitoring and auditing in urban localities/ educational/hospital/ industrial/ residential/ recreational premises including the Protected Areas and ecologically sensitive areas.\n- Carry out an 'Ecological Impact Assessment' before giving permission for construction of towers in wildlife and ecologically important areas.\n\n\n## State Environment and Forest Department:\n\n- State Environment and Forest Department are entrusted with the task of providing regular awareness among the people about the norms on cell phone towers and dangers of EMR from them.\n\n\n## Department of Telecommunications:\n\n- Avoid overlapping of high radiation fields. New towers should not be permitted within a radius of one kilometer of the existing tower.\n- The location and frequencies of cell phone towers and other towers emitting EMR should be made available in the public domain\n- GIS mapping of all the cell phone towers to be maintained to monitor the population of bird and bees in and around the wildlife protected area and the mobile towers.\n- Need to refine the Indian standard on safe limits of exposure to EMR, keeping in view the available literature on impacts on various life forms\n- To undertake Precautionary approaches to minimize the exposure levels and adopt stricter norms\n\n\n## Other agencies\n\n- Any study conducted on impact of EMF radiation on wildlife needs to be shared to facilitate appropriate policy formulations.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:14.237776",
    "section_name": "Environment, Conservation content in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Environment, Conservation content in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses the impact of radiation from mobile phone towers on wildlife and human beings, emphasizing the need for coordination between forest officials and railway staff to protect wildlife.",
      "page_number": 105,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- In prominent wildlife areas, or wherever considered necessary, forest officials should be posted at Railway control rooms to coordinate with railway staff, informed regarding the movement of elephan...",
        "content_type": "text",
        "key_topics": [
          "environment",
          "conservation",
          "development",
          "forest",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4106,
      "topic_tags": [
        "environment",
        "conservation",
        "development",
        "forest",
        "wildlife"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "development",
        "forest",
        "wildlife"
      ],
      "keywords": [
        "wildlife conservation",
        "mobile phone towers",
        "radiation impact",
        "human health",
        "electromagnetic power",
        "ecological impact assessment",
        "safety standards",
        "forest officials"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 106,
    "content": "### 7.7 GENETICALLY ENGINEERED (GE) TREES\n\nThe proponents of biotechnology industry claim that trees that are genetically altered grow faster and yield better quality of wood in extreme temperatures. Thus they are a boon to forestry in dealing with climate change.\n\n## Historical background\n\nThe first field trials of GE trees were started in Belgium in 1988, when researchers began to develop poplar trees that were herbicide resistant and that could grow faster. In 2002, China established commercial GE poplar trees plantation as a strategy to address the issue of deforestation. Initially GE trees were established in 300 hectares, and now China has embraced the GE technology on a large scale, integrating this into forestry sector. Latin American countries like Brazil and Argentina, the forerunners in GM food crops are also working on GE trees to enhance the production of pulp and paper.\n\n## Is GE trees safer than GM crops?\n\n## For:\n\nThe proponents of the technology claim that GE trees are safer and there is no need to fear about negative consequences. Already the United Nations has approved plantations of GE trees as carbon sinks under Kyoto Protocol's clean development mechanism. With this stamp of approval, many countries would like to adopt the technology and establish GE plantations.\n\n## Against:\n\nEnvironmentalists state that this technology poses as serious a threat as GM crops. The trees are perennial, that live longer than agricultural crops. The changes in the metabolism of trees may occur many years after they are planted, and trees are wild, undomesticated. This makes it difficult to decipher as to how the introduced gene will behave in natural environment. This fact implies that the ecological risks associated with GE trees are far greater than the agricultural crops.\nIt has also been documented that the tree pollen travels a distance of more than 600 km . The probability that the GE tree pollen is likely to contaminate vast expanses of native forests with a wide variety of destructive traits may be a threat to ecological balance and the existing biodiversity of the tropical forests in global south. The contaminated pollen might pose threat to honey bees, adversely impacting pollination in the wild and on agriculture crops.\n\n## Who are behind developing GE trees and why?\n\nIt is ArborGen a subsidiary of Monsanto, oil companies like British Petroleum and Chevron that are investing in this technology. For these companies GE trees offer a viable alternate to fossil fuels as GE trees could produce ethanol, a green fuel. As the ethanol produced from food stocks came under attack, the companies see bright future in non-food cellulose feedstock like GE trees.\n\n## In INDIA\n\nThe first experiment with genetically engineered tree was with rubber tree developed by the Rubber Research Institute in Kerala. The GE rubber are better adapted to drought resistance and increased environment stress tolerance. This will help to establish rubber in non traditional areas where the conditions are not favourable. Ironically the field trials for GE rubber trees were approved by the then environmental minister (Mr. Jairam Ramesh). Ministry asserted that the genetically modified trees posed lesser threat in comparison to the food crops.\nThis assumption is baseless as the seeds of rubber tree are used as cattle feed, that gets into the food chain through milk. Similarly, Kerala is one of those regions that produce large quantity of rubber honey from rubber plantations. Kerala, a GM free state worried about the implications of GE rubber on biodiversity, has voiced its concern about bio safety issues. Now the rubber trees are being experimented in Maharashtra.\nThese developments show the predominance of the western forestry science that lays emphasis on forests as a commercial entity to produce wood and pulp. Diverse forests were simplified by removal of multiple species and establishing monocultures that had commercial value. Already the country's landscape is scarred with millions of hectares of teak and eucalypts mono culture plantations. This approach has had negative consequences for the environment, biodiversity and the local indigenous people. The same trend will be reinforced with the establishment of GE tree plantations, leading to further devastation of the natural environment and forests.\n\n### 7.8 MOEF BANNED DOLPHIN CAPTIVITY\n\nMinistry of Environment and Forests has banned dolphin captivity within India. This opens up a whole new discourse of ethics in the animal protection movement in India.\nThe unprecedented decision is particularly significant because it reflects an increasing global understanding that dolphins deserve better protections based on who - rather than what - they are.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:15.020288",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "The content discusses the development and implications of genetically engineered (GE) trees, highlighting the debate surrounding their safety and environmental impact.",
      "page_number": 106,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "### 7.7 GENETICALLY ENGINEERED (GE) TREES",
        "content_type": "table",
        "key_topics": [
          "environment",
          "biodiversity",
          "climate",
          "development",
          "natural",
          "forest",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4760,
      "topic_tags": [
        "environment",
        "biodiversity",
        "climate",
        "development",
        "natural",
        "forest",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "climate",
        "development",
        "natural",
        "forest",
        "carbon"
      ],
      "keywords": [
        "genetically engineered trees",
        "biotechnology industry",
        "climate change",
        "GE technology",
        "environmental risks",
        "ArborGen",
        "Monsanto",
        "biodiversity",
        "India",
        "rubber tree",
        "ethanol production."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 107,
    "content": "## Dolphinariums in India\n\nIndia's only experience of keeping dolphins was in the late 1990s. Four dolphins were imported from Bulgaria to Chennai's Dolphin City, a substandard marine-themed amusement show, where they died within 6 months of arrival.\n\n## New proposals\n\nSeveral state governments had recently announced plans for the state tourism development corporations to establish dolphinariums for commercial dolphin shows. Dolphins are a major tourist attraction at amusement parks abroad.\nThe major proposals that were made for similar establishments were by the Maharashtra Tourism Development Corporation, the Kerala fisheries department in Kochi and a few private hoteliers in Noida in the National Capital Region.\n\n## Why ban?\n\nCetaceans, including whales, dolphins and porpoises, are known to be highly intelligent animals. However, they do not adjust well to living in captivity. Confinement alters their behaviour and causes extreme distress.\nThe captivity industry exploit the lives of dolphins by denying them freedom and being allowed to cause them harm and the captivity industry has become adept at hiding the harm they cause to dolphins in their care.\nDespite the fact that some humane laws exist to prevent unnecessary cruelty, animals are still considered property and are usually denied the basic rights of life, liberty or freedom from harm.\nThe rights include not to be captured, confined, or killed, in order to prevent the suffering that they most likely experience when these rights are violated.\nSeveral countries, including Brazil, the United Kingdom and Chile, have banned dolphins in captivity.\nThe move by MoEF came after months of protests against a proposed dolphin park in the southern state of Kerala and plans for several other marine mammal parks in other parts of the country.\n\n## MoEF order\n\nAccording to the circular released by the Central Zoo Authority, states that because dolphins are by nature \"highly intelligent and sensitive,\" they ought to be seen as \"nonhuman persons\" and should have \"their own specific rights.\" It says that it is \"morally unacceptable to keep them captive for entertainment purposes.\"\n\nMoEF has asked all states to reject proposals for dolphinariums either by private parties or by government agencies, asking them not to allow import or capture of cetacean species and their use for commercial entertainment, and private or public exhibition.\nIn India, the Gangetic Dolphin and Snubfin Dolphin are protected species as per the Indian Wildlife (Protection) Act, 1972. The government has also declared Gangetic Dolphin as the national aquatic animal\nVarious animal protection organisation under the banner of Federation of Indian Animal Protection Organisations (FIAPO), has campaigned in the country to ban the establishment of dolphinariums.\n\n### 7.9 PROHIBITION OF REMOVAL OF SHARK FINS IN THE SEA\n\nWith a view to stop the inhuman hunting of sharks and to enable the enforcement agencies to monitor the illegal hunting/poaching of the species of Sharks, Rays and Skates (Elasmobranchs) listed in Schedule I of the Wild Life (Protection) Act, 1972, Minister of for Environment and Forests has approved a policy for prohibiting the removal of shark fins on board a vessel in the sea.\nThe policy prescribes that any possession of shark fins that are not naturally attached to the body of the shark, would amount to \"hunting\" of a Schedule I species. The Policy calls for concerted action and implementation by the concerned State Governments through appropriate legislative, enforcement and other measures.\nThey play an important the role in maintenance of the marine ecosystem like tigers and leopards in the forests. India is known to be home to about 40-60 species of sharks. However, the population of some of these have declined over the years due to several reasons including over exploitation and unsustainable fishing practices.\nDue to high demand of shark fines in the shark fin-soup industry, it has been reported that the fins of the sharks captured in the mid sea are removed on the vessel and the de finned sharks are thrown back in the sea to die. This has resulted in in-human killing of large number of sharks and further decimated the population of Schedule I species.\nThis practice prevailing on board the shipping vessels has led to difficulties in enforcement of provisions of Wild Life (Protection) Act, 1972 as it becomes difficult to identify the species of sharks from the fins alone, without the corresponding carcass, from which the fins have been detached.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:16.389370",
    "section_name": "Table in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ENVIRONMENTAL ISSUES",
      "summary": "The study material discusses the history of dolphinariums in India, new proposals for establishing dolphinariums, reasons for banning them, MoEF's order against dolphinariums, and the protection of cetacean species.",
      "page_number": 107,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "## Dolphinariums in India",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "sustainable",
          "development",
          "natural",
          "forest",
          "wildlife",
          "marine"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4554,
      "topic_tags": [
        "ecosystem",
        "environment",
        "sustainable",
        "development",
        "natural",
        "forest",
        "wildlife",
        "marine"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "sustainable",
        "development",
        "natural",
        "forest",
        "wildlife",
        "marine"
      ],
      "keywords": [
        "Dolphinariums",
        "India",
        "captivity",
        "MoEF",
        "ban",
        "cetacean species",
        "protection",
        "wildlife act."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ISSUES",
    "chapter_number": 1,
    "page_number": 108,
    "content": "# 7.10 COST OF ENVIRONMENTAL DEGRADATION IN INDIA \n\nThe annual cost of environmental degradation in India is about Rs. 3.75 trillion, or $5.7 \\%$ of India's 2009 gross domestic product (GDP), according to a report released by the World Bank.\nThe impact of outdoor air pollution on GDP is the highest and accounts for $1.7 \\%$ of the GDP loss, said the report. Indoor air pollution is the second-biggest offender and costs India $1.3 \\%$ of GDP.\n\"The higher costs for outdoor/indoor air pollution are primarily driven by an elevated exposure of the young and productive urban population to particulate matter pollution that results in a substantial cardiopulmonary and chronic obstructive pulmonary disease (heart ailments) mortality load among adults,\" the report said.\nThe study, titled Diagnostic Assessment of Select Environmental Challenges in India, has taken into account environmental damage in India from urban air pollution, including particulate matter and lead; inadequate water supply; poor sanitation and hygiene; and indoor air pollution. Other factors that contribute to the loss include damage to natural resources because of worsening agricultural output because of an increase in soil salinity, water logging and soil erosion; rangeland degradation; deforestation and natural disasters.\n\"Environmental pollution, degradation of natural resources, natural disasters and inadequate environmental services, such as improved water supply and sanitation, impose costs to society in the form of ill health, lost income, and increased poverty and vulnerability,\" the report said.\n\nA significant portion of diseases caused by poor water supply, sanitation and hygiene affect children younger than five, the report said. It attributed $23 \\%$ of child mortality in the country to environmental degradation.\nFollowing the concept of growing economically now and cleaning up later will not be environmentally sustainable for the country in the long run, said the lead author of the report.\nThe possible policy options to reduce particulate matter pollution could be incentivizing technology upgradation, securing efficiency improvements, strengthening enforcement and enhancing technology and efficiency standards.\n\n## Steps taken by the Indian Government for control air pollution\n\n- formulation of a Comprehensive Policy for Abatement of Pollution,\n- supply of improved auto-fuel,\n- tightening of vehicular and industrial emission norms,\n- mandatory environmental clearance for specified industries,\n- management of municipal, hazardous and bio-medical wastes,\n- promotion of cleaner technologies,\n- strengthening the network of air quality monitoring stations,\n- assessment of pollution load,\n- source apportionment studies,\n- preparation and implementation of action plans for major cities \\& critically polluted areas,\n- Public awareness.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:55:17.718673",
    "section_name": "Environment, Pollution content in ENVIRONMENTAL ISSUES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Environment, Pollution content in ENVIRONMENTAL ISSUES",
      "summary": "The study highlights the significant cost of environmental degradation in India, with air pollution being a major contributor, impacting GDP and public health.",
      "page_number": 108,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ISSUES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 93,
      "end_page": 108,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "# 7.10 COST OF ENVIRONMENTAL DEGRADATION IN INDIA",
        "content_type": "text",
        "key_topics": [
          "environment",
          "pollution",
          "sustainable",
          "natural",
          "resources",
          "forest",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 2850,
      "topic_tags": [
        "environment",
        "pollution",
        "sustainable",
        "natural",
        "resources",
        "forest",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "sustainable",
        "natural",
        "resources",
        "forest",
        "soil",
        "water"
      ],
      "keywords": [
        "environmental degradation",
        "India",
        "air pollution",
        "GDP",
        "health impacts",
        "policy options",
        "pollution control measures",
        "World Bank",
        "cost analysis"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]