[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INSTITUTION AND MEASURES",
    "chapter_number": 26,
    "page_number": 313,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 26 in an UPSC book on the subject of Environment.]**\n\n\n\n# INSTITUTIONS AND MEASURES \n\n### 26.1 NATIONAL WILDLIFE ACTION PLAN\n\n- The first National Wildlife Action Plan (NWAP) was adopted in 1983, based upon the decision taken in the XV meeting of the Indian Board for Wildlife held in 1982. The plan had outlined the strategies and action points for wildlife conservation which are still relevant.\n- In the meanwhile, however, some problems have become more acute and new concerns have become apparent, requiring a change in priorities. Increased commercial use of natural resources, continued growth of human and livestock populations and changes in consumption patterns are causing greater demographic impacts. Biodiversity conservation has thus become a focus of interest. The National Forest Policy was also formulated in 1988, giving primacy to conservation.\n- The first National Wildlife Action Plan (NWAP) of 1983 has been revised and the Wildlife Action Plan (20022016) has been adopted.\n\n\n## Strategy for Action\n\n- Adopting and implementing strategies and needs outlined above will call for action covering the following parameters:\ni Strengthening and Enhancing the Protected Area Network\nii Effective Management of Protected Areas\niii Conservation of Wild and Endangered Species and Their Habitats\niv Restoration of Degraded Habitats outside Protected Areas\nv Control of Poaching, Taxidermy and Illegal Trade in Wild Animal and Plant Species\nvi Monitoring and Research\nvii Human Resource Development and Personnel Planning\nviii Ensuring Peoples' Participation in Wildlife Conservation\nix Conservation Awareness and Education\nx Wildlife Tourism\nxi Domestic Legislation and International Conventions\nxii Enhancing Financial Allocation for Ensuring Sustained Fund Flow to the Wildlife Sector\nxiii Integration of National Wildlife Action Plan with Other Sectoral Programmes\n\n\n### 26.2 NATIONAL AFFORESTATION AND ECO-DEVELOPMENT BOARD\n\n- The Ministry of Environment and Forests constituted the National Afforestation and Eco-development Board (NAEB) in August 1992. National Afforestation and Ecodevelopment Board has evolved specific schemes for promoting afforestation and management strategies, which help the states in developing specific afforestation and management strategies and eco-development packages for augmenting biomass production through a participatory planning process of Joint Forest Management and microplanning\n\n\n## National Afforestation Programme\n\n- A National Afforestation Programme (NAfP) was launched in 2002, which involves plantation in degraded forests of the country.\n- NAfP is a flagship programme of National Afforestation and Eco-development Board (NAEB) and provides physical and capacity building support to the Forest Development Agencies (FDAs), which are the implementing agencies.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:27.916769",
    "section_name": "Chapter title page for Chapter 26 in an UPSC book on the subject of Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Chapter title page for Chapter 26 in an UPSC book on the subject of Environment.",
      "summary": "The content discusses the National Wildlife Action Plan and the National Afforestation and Eco-development Board, emphasizing strategies for wildlife conservation and afforestation initiatives.",
      "page_number": 313,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INSTITUTION AND MEASURES",
      "chapter_number": 26,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 313,
      "end_page": 320,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1481,
        "bottom_right_y": 523
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "development",
          "natural",
          "resources",
          "forest",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 2869,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife"
      ],
      "keywords": [
        "National Wildlife Action Plan",
        "conservation",
        "protected areas",
        "biodiversity",
        "National Afforestation Programme",
        "afforestation",
        "eco-development",
        "Joint Forest Management."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INSTITUTION AND MEASURES",
    "chapter_number": 26,
    "page_number": 314,
    "content": "### 26.3 COMPENSATORY AFFORESTATION FUND MANAGEMENT AND PLANNING AUTHORITY (CAMPA)\n\n- While according prior approval under the Forest (Conservation) Act, 1980 for diversion of forest land for nonforest purpose, Central Government stipulates conditions that amounts shall be realised from the user agencies to undertake compensatory afforestation and such other activities related to conservation and development of forests, to mitigate impact of diversion of forest land.\n- In April 2004, the central government, under the orders of the Supreme Court, constituted the Compensatory Afforestation Fund Management and Planning Authority (CAMPA) for the management of money towards compensatory afforestation, and other money recoverable, in compliance of the conditions stipulated by the central government and in accordance with the Forest (Conservation) Act,\n- CAMPA as envisaged by the Supreme Court of India vide its order dated 29/30.10.2002, could not become operational due to non-passing of Compensatory Afforestation Fund Bill 2008 in the Parliament. But it got lapsed.\n- In compliance of Orders passed by the Hon'ble Supreme Court these amounts are deposited in the State-wise accounts operated by an Ad-hoc Authority consisting of two officials of the Ministry of Environment, Forests and Climate Change one representative of the Comptroller and Auditor General and one representative of the Chairperson of the Central Empowered Committee.\n- In the absence of permanent institutional mechanism more than Rs.40,000 crores have accumulated with the said ad-hoc Body.\n- In order to provide for the establishment of funds under the public accounts of India and the public accounts of each State and crediting thereto the monies received from the user agencies towards compensatory afforestation, additional compensatory afforestation, penal compensatory afforestation, net present value and all other amounts recovered from such agencies under the Forest (Conservation) Act, 1980 Central Government introduced the Compensatory Afforestation Fund Bill, 2015 in the LokSabha on 8th May 2015. The Bill also provides for constitution of an authority at national level and at each of the State and Union territory Administration for administration of the funds and to utilise the monies so collected for undertaking artificial regeneration (plantations), assisted natural regeneration, protection of forests, forest related infrastructure development, Green\n\nIndia Programme, wildlife protection and other related activities and for matters connected therewith or incidental thereto.\n\n## Salient features\n\n- These Funds will receive payments for: (i) compensatory afforestation, (ii) net present value of forest (NPV), and (iii) other project specific payments. The National Fund will receive $10 \\%$ of these funds, and the State Funds will receive the remaining $90 \\%$.\n- These Funds will be primarily spent on afforestation to compensate for loss of forest cover, regeneration of forest ecosystem, wildlife protection and infrastructure development.\n- The Bill also establishes the National and State Compensatory Afforestation Fund Management and Planning Authorities to manage the National and State Funds.\n\n\n### 26.4 JOINT FOREST MANAGEMENT (JFM)\n\n- JFM is an initiative to institutionalize participatory governance of country's forest resources by involving the local communities living close to the forest.\n- This is a co-management institution to develop partnerships between forest fringe communities and the Forest Department (FD) on the basis of mutual trust and jointly defined roles and responsibilities with regard to forest protection and regeneration.\n- JFM started in consonance with the National Forest Policy 1988, which has recognized the importance of involving the local communities and the government has issued necessary resolutions and guidelines subsequently to initiate such institutions and strengthen it further.\n- Most of the states in India have adopted JFM and issued resolutions permitting such partnership as per the prescribed guidelines though the institutional structure varies across the states.\n- Under JFM, both forest departments and local communities come to an agreement to form the committee to manage and protect forests by sharing the costs and benefits.\n- Forest departments take the initiative to form such committees directly by talking to the local community or through the help of NGOs working in specific areas.\n- NGOs are also involved for capacity building, information dissemination, monitoring and evaluation and often act as the facilitators in constituting these participatory institutions.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:29.206606",
    "section_name": "Ecosystem, Environment content in INSTITUTION AND MEASURES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in INSTITUTION AND MEASURES",
      "summary": "The content discusses the Compensatory Afforestation Fund Management and Planning Authority (CAMPA) established by the central government to manage funds for compensatory afforestation activities.",
      "page_number": 314,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INSTITUTION AND MEASURES",
      "chapter_number": 26,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 313,
      "end_page": 320,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "### 26.3 COMPENSATORY AFFORESTATION FUND MANAGEMENT AND PLANNING AUTHORITY (CAMPA)",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "conservation",
          "climate",
          "development",
          "natural",
          "resources",
          "forest",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4649,
      "topic_tags": [
        "ecosystem",
        "environment",
        "conservation",
        "climate",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "conservation",
        "climate",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife"
      ],
      "keywords": [
        "CAMPA",
        "compensatory afforestation",
        "Forest (Conservation) Act",
        "Supreme Court",
        "afforestation funds",
        "Joint Forest Management",
        "participatory governance",
        "local communities."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INSTITUTION AND MEASURES",
    "chapter_number": 26,
    "page_number": 315,
    "content": "- One of the key objectives of the JFM programme is the rehabilitation of degraded forestlands with people's participation involving Forest Protection Committees.\n- JFM brings a win-win situation for both forest departments as well as the local communities in terms of greater access to minor forest produces from these regenerated forests.\n\n\n### 26.5 SOCIAL FORESTRY\n\n- The National Commission on Agriculture, Government of India, first used the term 'social forestry' in 1976.\n- It was then that India embarked upon a social forestry project with the aim of taking the pressure off the forests and making use of all unused and fallow land.\n- Government forest areas that are close to human settlement and have been degraded over the years due to human activities needed to be afforested.\n- Trees were to be planted in and around agricultural fields. Plantation of trees along railway lines and roadsides, and river and canal banks were carried out. They were planted in village common land, Government wasteland and Panchayat land.\n\n\n## 5 F's\n\n- Social forestry also aims at raising plantations by the common man so as to meet the growing demand for food, fuel wood, fodder, fiber and fertilizer etc, thereby reducing the pressure on the traditional forest area.\n- With the introduction of this scheme the government formally recognised the local communities' rights to forest resources, and encouraged rural participation in the management of natural resources. Through the social forestry scheme, the government has involved community participation, as part of a drive towards afforestation, and rehabilitating the degraded forest and common lands.\n\n\n## Social forestry scheme can be categorized into groups\n\n## Farm forestry\n\n- Individual farmers are being encouraged to plant trees on their own farmland to meet the domestic needs of the family.\n- Non-commercial farm forestry is the main thrust of most of the social forestry projects in the country today.\n- It is to provide shade for the agricultural crops; as wind shelters; soil conservation or to use wasteland.\n\n\n## Community forestry\n\n- It is the raising of trees on community land and not on private land as in farm forestry. All these programmes aim to provide for the entire community and not for any individual. The government has the responsibility of providing seedlings, fertilizer but the community has to take responsibility of protecting the trees.\n\n\n## Extension forestry\n\n- Planting of trees on the sides of roads, canals and railways, along with planting on wastelands is known as 'extension' forestry, increasing the boundaries of forests. Under this project there has been creation of wood lots in the village common lands, government wastelands and panchayat lands.\n\n\n## Recreational forestry\n\n- Raising of trees with the major objective of recreation alone.\n\n\n## Do you know?\n\nThe atapaka Bird Sanctuary, part of the Kolleru Lake, has been identified as the world's largest home for the spot-billed pelican.\n\n### 26.6 NATIONAL BAMBOO MISSION\n\n- The National Bamboo Mission is a Centrally Sponsored Scheme with $100 \\%$ contribution from Central Government. It is being implemented by the Horticulture Division under Department of Agriculture and Co-operation in the Ministry of Agriculture, New Delhi.\n- Bamboo Mission envisages integration of different Ministries/Departments and involvement of local people/ initiatives for the holistic development of bamboo sector in terms of growth of bamboo through increase in area coverage, enhanced yields and scientific management, marketing of bamboo and bamboo based handicrafts, generation of employment opportunities etc.\n\n\n## Objectives of the Mission\n\n- To promote the growth of bamboo sector through an area based regionally differentiated strategy;\n- To increase the coverage of area under bamboo in potential areas, with suitable species to enhance yields;\n- To promote marketing of bamboo and bamboo based handicrafts;\n- To establish convergence and synergy among stakeholders for the development of bamboo;",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:30.067291",
    "section_name": "Page 4 content in INSTITUTION AND MEASURES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 4 content in INSTITUTION AND MEASURES",
      "summary": "The content discusses the concepts of Joint Forest Management (JFM), Social Forestry, and the National Bamboo Mission in India, emphasizing community participation in forest conservation and management.",
      "page_number": 315,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INSTITUTION AND MEASURES",
      "chapter_number": 26,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 313,
      "end_page": 320,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 4041,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "JFM programme",
        "Forest Protection Committees",
        "Social Forestry",
        "National Commission on Agriculture",
        "community participation",
        "Farm forestry",
        "Community forestry",
        "Extension forestry",
        "Recreational forestry",
        "National Bamboo Mission."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INSTITUTION AND MEASURES",
    "chapter_number": 26,
    "page_number": 316,
    "content": "- To promote, develop and disseminate technologies through a seamless blend of traditional wisdom and modern scientific knowledge;\n- To generate employment opportunities for skilled and unskilled persons, especially unemployed youths.\n\n\n## Strategy of the Mission\n\n- Adopt a coordinated approach covering production and marketing to assure appropriate returns to growers/ producers.\n- Promote Research and Development (R\\&D) of genetically superior clones of suitable species and technologies for enhanced production.\n- Enhance acreage (in forest and non-forest areas) and productivity of bamboo through species change and improved cultural practices.\n- Promote partnership, convergence and synergy among R\\&D and marketing agencies in public as well as private sectors, at all levels.\n- Promote where appropriate, cooperatives and selfhelp groups to ensure support and adequate return to farmers.\n- Facilitate capacity-building and Human Resource Development.\n- Set up National, State and sub-State level structures, to ensure adequate returns for the produce of the farmers and eliminate middlemen, to the extent possible.\n\n\n### 26.7 COMPREHENSIVE ENVIRONMENTAL POLLUTION INDEX (CEPI)\n\n- Comprehensive Environmental Pollution Index (CEPI) is a rational number to characterize the environmental quality at a given location following the algorithm of source, pathway, receptor and various parameters like pollutant concentration, impact on human health and level of exposure have been taken into consideration for the calculation of pollution indices for air, water and land.\n- The present CEPI is intended to act as an early warning tool. It can help in categorizing the industrial clusters in terms of priority of planning needs for interventions.\n\n\n## Classification of industrial clusters:\n\n| CEPI score | status | measures |\n| :-- | :-- | :-- |\n| $>70$ | critically <br> polluted | detailed investigations and <br> appropriate remedial action |\n| $60-70$ | severely <br> polluted | surveillance and <br> implementation of pollution <br> control |\n| $<60$ | normal |  |\n\n- The Central and state Pollution Control Board, in collaboration with IIT, Delhi has applied the CEPI for environmental assessment of 88 Industrial Clusters across the country. 43 such industrial clusters having CEPI greater than 70 , on a scale of 0 to 100 , have been identified as critically polluted.\n- The effective implementation of the remedial action plan will help in pollution abatement and to restore the environmental quality of respective industrial clusters and its sustainable use.\n- The polluted industrial clusters/areas shall be further explored in order to define the spatial boundaries as well as the extent of eco-geological damages.\n- There are still some aspects that need to be improved include, consistency in pollution monitoring data, selection of sampling locations for the environmental monitoring, and collection of data on adverse impact on human population and other geo-ecological features due to industrial pollution.\n\n\n### 26.8 LIGHTING A BILLION LIVES (LABL)\n\n- LaBL is a campaign by TERI that promotes the use of solar lanterns specially designed and manufactured on a decentralized basis.\n- LaBL has been able to engage with government interventions under Sarva Shiksha Abhiyan, Madhya Pradesh Rural Livelihood Project, Rasthriya Gramin Vikas Nidhi, and has facilitated the spread of mobile telephony with support from Department of Telecommunications, Government of India.\n- LaBL has successfully engaged the private sector and leveraged Corporate Social Responsibility (CSR).\n- This initiative has the potential to contribute towards the realization of the Millennium Development Goals (MDGs) by improving energy access for the rural poor.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:30.839830",
    "section_name": "Page 5 content in INSTITUTION AND MEASURES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 5 content in INSTITUTION AND MEASURES",
      "summary": "The study material discusses strategies for promoting technologies, employment opportunities, and environmental quality through initiatives like bamboo cultivation, CEPI for pollution assessment, and the Lighting a Billion Lives campaign.",
      "page_number": 316,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INSTITUTION AND MEASURES",
      "chapter_number": 26,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 313,
      "end_page": 320,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3755,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "technologies",
        "employment opportunities",
        "bamboo cultivation",
        "CEPI",
        "pollution assessment",
        "Lighting a Billion Lives",
        "solar lanterns",
        "environmental quality."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INSTITUTION AND MEASURES",
    "chapter_number": 26,
    "page_number": 317,
    "content": "- Formation of more than 100 women-led Self Help Groups (SHGs), and strengthening of around 150 SHGs are among the impacts of this initiative.\n- The campaign has demonstrated how Public-PrivatePeople partnerships can support rural development schemes, particularly in the areas of health, education, environment and women's empowerment.\n- The campaign has drawn support from public sector units and corporate, among its various partners, to aid the execution of the programme at the scale at which it exists today.\n\n\n### 26.9 ECO MARK\n\n- a government scheme of labeling of environment friendly products to provide accreditation and labelling for household and other consumer products which meet certain environmental criteria along with quality requirements of the Bureau of Indian Standards for that product.\n- Objective - to recognize good environmental performance as well as improvements in performance of the unit\n- Any product, which is made, used or disposed of in a way that significantly reduces the harm to environment, could be considered as 'Environment Friendly Product'.\n- The project would help in capacity building by conducting training, workshops, seminars, conference etc. on the issues pertaining to the industry and environment interface. This would facilitate the change in attitude of the stakeholders and the industry on the need to support the proactive industry.\n\n\n### 26.10 URBAN SERVICES ENVIRONMENTAL RATING SYSTEM (USERS)\n\n- Project funded by UNDP executed by Ministry of Environment and Forests and implemented by TERI.\n- Aim - to develop an analytical tool to measure the performance, with respect to delivery of basic services in local bodies of Delhi and Kanpur. (identified as pilot cities).\n- Performance measurement (PM) tool was developed through a set of performance measurement indicators that are benchmarked against set targets using the inputs-outputs efficiency outcomes framework.\n\n\n### 26.11 BIODIVERSITY CONSERVATION \\& RURAL LIVELIHOOD IMPROVEMENT PROJECT (BCRLIP)\n\n- Aim - conserving Biodiversity in selected landscapes, including wildlife protected areas/critical conservation areas while improving rural livelihoods through participatory approaches.\n- Development of Joint Forest Management (JFM) and eco-development in some states are models of new approaches to provide benefits to both conservation and local communities.\n- The project intends to expand to other globally significant sites in the country to strengthen linkages between conservation and improving livelihoods of local communities that live in the neighborhood of biodiversity rich areas-as well as to enhance the local and national economy.\n- The Project would be implemented as a Centrally Sponsored Scheme with five financiers (IDA loan, GEF grant, contributions from Government of India, State Governments and beneficiaries), amounting to around Rs. 137.35 crores, spread over six years.\n\n\n### 26.12 NATIONAL CLEAN ENERGY FUND\n\n- 'National Clean Energy Fund' (NCEF) was constituted in the public account of India in the Finance Bill 2010-11.\n- Objective - to invest in entrepreneurial ventures and research \\& innovative projects in the field of clean energy technology.\n- The Central Board of Excise and Customs consequently notified the Clean Energy Cess Rules 2010 under which producers of specified goods namely raw coal, raw lignite and raw peat were made liable to pay Clean Energy Cess.\n- Any project with innovative methods to adopt to clean energy technology and research \\& development shall be eligible for funding under the NCEF.\n- Government assistance under the NCEF shall in no case exceed $40 \\%$ of the total project cost.\n- Indo-French Project to Study Effects of Climate Change on Farming\n- The Indo-French Centre for the Promotion of Advanced Research (CEFIPRA) launched a multi-disciplinary Indo-French research project titled 'Adaptation of Irrigated Agriculture to Climate Change (AICHA).'",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:31.705492",
    "section_name": "Environment, Biodiversity content in INSTITUTION AND MEASURES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Biodiversity content in INSTITUTION AND MEASURES",
      "summary": "Various initiatives such as women-led SHGs, eco-friendly product labeling, urban services rating system, biodiversity conservation, and clean energy fund are highlighted for rural development and environmental sustainability.",
      "page_number": 317,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INSTITUTION AND MEASURES",
      "chapter_number": 26,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 313,
      "end_page": 320,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Formation of more than 100 women-led Self Help Groups (SHGs), and strengthening of around 150 SHGs are among the impacts of this initiative.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "climate",
          "development",
          "forest",
          "wildlife",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3935,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "development",
        "forest",
        "wildlife",
        "energy"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "development",
        "forest",
        "wildlife",
        "energy"
      ],
      "keywords": [
        "Women-led SHGs",
        "Public-Private-People partnerships",
        "Eco Mark scheme",
        "Urban Services Environmental Rating System",
        "Biodiversity Conservation",
        "Rural Livelihood Improvement Project",
        "National Clean Energy Fund",
        "Entrepreneurial ventures."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INSTITUTION AND MEASURES",
    "chapter_number": 1,
    "page_number": 318,
    "content": "- The study aims at developing an integrated model for analysing the impact of climate change on ground water-irrigated agriculture in south India.\n- Berambadi village and surrounding areas in Hangla hobli of Gundlupet taluk in Chamaraja nagar district have been selected for a field study under the project.\n- The project would explore adaptation strategies based on innovative cropping systems and water resource management policies, by considering a range of scenarios for agricultural systems and policies, to be tested at the farm and the watershed scale.\n- The methodology will combine remote sensing, field surveys and advanced numerical analysis with hydrological, agronomical and economic modeling, and will pay particular attention to sustainability and acceptability issues.\n\n\n### 26.13 NATIONAL MISSION FOR ELECTRIC MOBILITY\n\n- A National Mission for Electric Mobility (NCEM) to promote electric mobility and manufacturing of electric vehicles in India.\n- The setting up of NCEM has been influenced by the following three factors:\n- 1.Fast dwindling petroleum resources\n- 2.Impact of vehicles on the environment and climate change\n- 3.Worldwide shift of the automobile industry towards more efficient drive technologies and alternative fuels including electric vehicles\n\n\n## Barriers\n\n- Higher cost of Electric Vehicles, Challenges in battery technology, Consumer mindset, Inadequate government support\n- Objective to resolve these barriers by providing government intervention/support, adoption of mission mode approach for fast decision making and ensuring collaboration amongst various stakeholders.\n- The NCEM will be the apex body in the Government of India for making recommendations in these matters.\n\n\n### 26.14 SCIENCE EXPRESS - BIODIVERSITY SPECIAL (SEBS)\n\n- SEBS is an innovative mobile exhibition mounted on a specially designed 16 coach AC train, traveling across\n\nIndia from 5 June to 22 December 2012 (180 days) to create widespread awareness on the unique biodiversity of the country.\n\n- SEBS is the fifth phase of the iconic and path-breaking Science Express.\n- The SEBS is a unique collaborative initiative of Department of Science \\& Technology (DST) and Ministry of Environment \\& Forests (MoEF), Government of India.\n- The state-of-the-art exhibition aboard SEBS aims to create wide-spread awareness on the unique biodiversity of India, Climate Change, Water, Energy Conservation and related issues among various sections of the society, especially students.\n\n\n## Do you know?\n\nUnder the leadership of NGO. aaranyak's Greater adjutant stork project team, 14 women self-help groups of Dadara village in Kamrup district have formed a 'Hargila (Greater adjutant stork) army', for the conservation and protection of these birds.\n\n### 26.15 ENVIRONMENT EDUCATION, AWARENESS \\& TRAINING (EEAT) SCHEME\n\n- EEAT a Central Scheme launched during the 6th Five Year Plan in 1983-84 with the following objectives:\n\n1. To promote environmental awareness among all sections of the society.\n2. To spread environment education, especially in the nonformal system.\n3. To facilitate development of education/training materials and aids in the formal education sector.\n4. To promote environment education through existing educational/scientific institutions.\n5. To ensure training and manpower development for EEAT.\n6. To encourage NGOs, mass media and other concerned organizations for promoting awareness about environmental issues.\n7. To use different media (audio \\& visual) for spreading messages concerning environment and awareness and\n8. To mobilize people's participation for preservation and conservation of environment.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:32.524693",
    "section_name": "Environment, Biodiversity content in INSTITUTION AND MEASURES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Biodiversity content in INSTITUTION AND MEASURES",
      "summary": "The study material discusses projects and initiatives related to climate change impact analysis, electric mobility, biodiversity awareness, and environmental education in India.",
      "page_number": 318,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INSTITUTION AND MEASURES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 313,
      "end_page": 320,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "To Promote Environmental Awareness Among All Sections Of The Society",
        "chapter_number": 1,
        "summary": "- The study aims at developing an integrated model for analysing the impact of climate change on ground water-irrigated agriculture in south India.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "climate",
          "development",
          "resources",
          "forest",
          "water",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3643,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "development",
        "resources",
        "forest",
        "water",
        "energy"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "development",
        "resources",
        "forest",
        "water",
        "energy"
      ],
      "keywords": [
        "climate change",
        "ground water-irrigated agriculture",
        "adaptation strategies",
        "electric mobility",
        "biodiversity",
        "environmental awareness",
        "NGO",
        "environmental education."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INSTITUTION AND MEASURES",
    "chapter_number": 1,
    "page_number": 319,
    "content": "### 26.16 NATIONAL ENVIRONMENT AWARENESS CAMPAIGN (NEAC)\n\n- The NEAC was launched in 1986 with the objective of creating environmental awareness at the national level.\n- It is a multi-media campaign which utilises conventional and non-conventional methods of communication for disseminating environmental messages.\n- Under this campaign, nominal financial assistance is provided to registered NGOs, schools, colleges, universities, research institutions, women and youth organisations, army units, State Government Departments etc. from all over the country for organising/ conducting awareness raising activities.\n- These activities which include seminars, workshops, training programmes, camps, rallies, exhibitions, competitions, folk dances and songs, street theatre, puppet shows, preparation and distribution of environmental education resource materials etc., are followed by action like plantation of trees, management of household waste, cleaning of water bodies etc.\n\n\n### 26.17 ECO-CLUBS (NATIONAL GREEN CORPS)\n\n- The main objectives of this programme are to educate children about their immediate environment and impart knowledge about the eco-systems, their inter-dependence and their need for survival, through visits and demonstrations and to mobilise youngsters by instilling in them the spirit of scientific inquiry into environmental problems and involving them in the efforts of environmental preservation.\n- Global Learning and Observations to Benefit the Environment (GLOBE)\n- The GLOBE is an International Science and Education Programme, which stress on hands-on participatory approach. India joined this programme during the August, 2000.\n- This programme, which unites students, teachers and scientists all over the world, is aimed at school children.\n- The students of GLOBE schools are required to collect data about various basic environmental parameters under the supervision of a GLOBE trained teacher and use it for explaining hypothesis as well as to enhance their scientific understanding of the earth.\n\n\n### 26.18 MANGROVES FOR THE FUTURE\n\n- Mangroves for the Future are a partnership-based initiative promoting investment in coastal ecosystems for sustainable development.\n\n\n## Mission\n\n- to promote healthy coastal ecosystems through a part-nership-based, people-focused, policy-relevant and in-vestment-orientated approach, which builds and applies knowledge, empowers communities and other stakeholders, enhances governance, secures livelihoods, and increases resilience to natural hazards and climate change.\n- Member countries: India, Indonesia, Maldives, Pakistan, Seychelles, Sri Lanka, Thailand, Viet Nam. Outreach countries: Bangladesh, Cambodia, Myanmar, TimorLeste. Dialogue countries: Kenya, Malaysia, Tanzania.\n- MFF provides a collaborative platform to help countries, sectors and agencies in the MFF region tackle the growing challenges to coastal sustainability.\n- MFF has adopted mangroves as its flagship ecosystem in recognition of the important role that mangrove forests played in reducing the impact of the 2004 Indian Ocean tsunami, and the severe effect on coastal livelihoods caused by the loss and degradation of mangroves.\n- However MFF embraces all coastal ecosystems, including coral reefs, estuaries, lagoons, wetlands, beaches and seagrass beds.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:34.266231",
    "section_name": "Ecosystem, Environment content in INSTITUTION AND MEASURES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in INSTITUTION AND MEASURES",
      "summary": "The study material discusses environmental awareness campaigns like the National Environment Awareness Campaign (NEAC), Eco-Clubs, and Mangroves for the Future, emphasizing the importance of educating and involving people in environmental preservation efforts.",
      "page_number": 319,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INSTITUTION AND MEASURES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 313,
      "end_page": 320,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "### 26.16 NATIONAL ENVIRONMENT AWARENESS CAMPAIGN (NEAC)",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "climate",
          "sustainable",
          "development",
          "natural",
          "forest",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3311,
      "topic_tags": [
        "ecosystem",
        "environment",
        "climate",
        "sustainable",
        "development",
        "natural",
        "forest",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "climate",
        "sustainable",
        "development",
        "natural",
        "forest",
        "water"
      ],
      "keywords": [
        "National Environment Awareness Campaign",
        "multi-media campaign",
        "Eco-Clubs",
        "GLOBE programme",
        "Mangroves for the Future",
        "coastal ecosystems",
        "sustainable development",
        "partnership-based initiative."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INSTITUTION AND MEASURES",
    "chapter_number": 1,
    "page_number": 320,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:35.213337",
    "section_name": "Page 9 content in INSTITUTION AND MEASURES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 9 content in INSTITUTION AND MEASURES",
      "summary": "Shankar IAS Academy is a renowned institute offering comprehensive UPSC exam preparation courses.",
      "page_number": 320,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INSTITUTION AND MEASURES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 313,
      "end_page": 320,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Shankar IAS Academy",
        "UPSC",
        "exam preparation",
        "institute",
        "courses",
        "comprehensive",
        "renowned."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]