[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 28,
    "page_number": 325,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 28 in an UPSC book on the subject of Environment.]**\n\n\n\n# INTERNATIONAL CONVENTIONS \n\n### 28.1 MAJOR ENVIRONMENT INTERNATIONAL CONVENTIONS\n\n## Nature conservation\n\n1. United Nations Conference On Environment And Development (UNCED)\n2. Convention on Biological Diversity (CBD)\n3. Ramsar Convention on Wetlands\n4. Convention on International Trade in Endangered Species of Fauna and Flora (CITES)\n5. The Wildlife Trade Monitoring Network (TRAFFIC)\n6. Convention on the Conservation of Migratory Species (CMS)\n7. Coalition Against Wildlife Trafficking (CAWT)\n8. International Tropical Timber Organization (ITTC)\n9. United Nations Forum on Forests (UNFF)\n10. International Union for Conservation of Nature and Natural Resources (IUCN)\n11. Global Tiger Forum (GTF)\n\n## Hazardous material\n\n12. Stockholm Convention\n13. Basel Convention\n14. Rotterdam Convention\n\n## Land\n\n15. United Nations Convention to Combat Desertification (UNCCD)\n\n## Marine environment\n\n16. International Whaling Commission (IWC)\n\n## Atmosphere\n\n17. Vienna convention and Montreal Protocol\n18. United Nations Framework Convention on Climate Change (UNFCCC)\n19. Kyoto Protocol\n\n## 1. United Nations Conference On Environment And Development (UNCED)\n\nAlso known as the Rio Summit, Rio Conference, Earth Summit held in Rio de Janeiro in June 1992.\nThe issues addressed included:\n\n- Systematic scrutiny of patterns of production - particularly the production of toxic components, such as lead in gasoline, or poisonous waste including radioactive chemicals\n- Alternative sources of energy to replace the use of fossil fuels which are linked to global climate change\n- New reliance on public transportation systems in order to reduce vehicle emissions, congestion in cities and the health problems caused by polluted air and smog\n- The growing scarcity of water\n\n\n## The Earth Summit resulted in the following documents:\n\n- Rio Declaration on Environment and Development\n- Agenda 21\n- Forest Principles\n\n\n## Moreover, two important legally binding agreements\n\n1. Convention on Biological Diversity\n2. Framework Convention on Climate Change (UNFCCC).\n\nThe Rio Declaration on Environment and Development, often shortened to Rio Declaration, was a short document produced at the 1992 United Nations \"Conference on Environment and Development\" (UNCED), informally known as the Earth Summit. The Rio Declaration consisted of",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:52.901424",
    "section_name": "Chapter title page for Chapter 28 in an UPSC book on the subject of Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Chapter title page for Chapter 28 in an UPSC book on the subject of Environment.",
      "summary": "The content discusses major international conventions related to environmental conservation and management, including the United Nations Conference On Environment And Development (UNCED) and various agreements addressing nature conservation, hazardous materials, land, marine environment, and atmosphere.",
      "page_number": 325,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 28,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1481,
        "bottom_right_y": 528
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "United Nations Conference On Environment And Development (Unced)",
        "chapter_number": 1,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "text",
        "key_topics": [
          "environment",
          "conservation",
          "climate",
          "development",
          "natural",
          "resources",
          "forest",
          "wildlife",
          "marine",
          "atmosphere",
          "water",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 1,
      "integrated_content_length": 2423,
      "topic_tags": [
        "environment",
        "conservation",
        "climate",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "marine",
        "atmosphere",
        "water",
        "energy"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "climate",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "marine",
        "atmosphere",
        "water",
        "energy"
      ],
      "keywords": [
        "International Conventions",
        "Environment",
        "Nature Conservation",
        "Hazardous Materials",
        "Land",
        "Marine Environment",
        "Atmosphere",
        "UNCED"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 28,
    "page_number": 326,
    "content": "27 principles intended to guide future sustainable development around the world.\n\n## Agenda 21\n\n- Agenda 21 is an action plan of the United Nations (UN) related to sustainable development and was an outcome of the United Nations Conference on Environment and Development (UNCED) held in Rio de Janeiro, Brazil, in 1992.\n- It is a comprehensive blueprint of action to be taken globally, nationally and locally by organizations of the UN, governments, and major groups in every area in which humans directly affect the environment.\n- The number 21 refers to an agenda for the 21st century.\n\n\n## Local Agenda 21\n\n- The implementation of Agenda 21 was intended to involve action at international, national, regional and local levels. Some national and state governments have legislated or advised that local authorities take steps to implement the plan locally, as recommended in Chapter 28 of the document. Such programmes are often known as 'Local Agenda 21' or 'LA21'.\n\n\n## Agenda 21 for culture\n\n- During the first World Public Meeting on Culture, held in Porto Alegre, Brazil in 2002, it came up with the idea to draw up document guidelines for local cultural policies, a document comparable to what Agenda 21 meant in 1992 for the environment.\n- The Agenda 21 for culture is the first document with worldwide mission that advocates establishing the groundwork of an undertaking by cities and local governments for cultural development.\n\n\n## Rio $+5$\n\n- In 1997, the General Assembly of the UN held a special session to appraise five years of progress on the implementation of Agenda 21 (Rio +5 ).\n- The Assembly recognized progress as 'uneven' and identified key trends including increasing globalization, widening inequalities in income and a continued deterioration of the global environment.\n\n\n## The Johannesburg Summit\n\n- The Johannesburg Plan of Implementation, agreed at the World Summit on Sustainable Development (Earth Summit 2002) affirmed UN commitment to 'full implementation' of Agenda 21, alongside achievement of the Millennium Development Goals and other international agreements.\n\n\n## Rio +20\n\n- \"Rio+20\" is the short name for the United Nations Conference on Sustainable Development which took place in Rio de Janeiro, Brazil in June 2012 - twenty years after the landmark 1992 Earth Summit in Rio.\n- At the Rio+20 Conference, world leaders, along with thousands of participants from the private sector, NGOs and other groups, came together to shape how we can reduce poverty, advance social equity and ensure environmental protection on an ever more crowded planet.\n- The official discussions focussed on two main themes:\n\n1. how to build a green economy to achieve sustainable development and lift people out of poverty; and\n2. how to improve international coordination for sustainable development.\n\n- AT Rio+20, more than $\\$ 513$ billion was pledged to build a sustainable future. It signaled a major step forward in achieving the future we want.\n\n\n## 2. Convention on Biological Diversity (CBD)\n\n- CBD is a Legally binding Convention recognized for the first time, that the conservation of biological diversity is \"a common concern of humankind\" and is an integral part of the development process. The agreement covers all ecosystems, species, and genetic resources.\n\n\n## Objectives\n\n- The conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of the benefits arising out of the utilization of genetic resources, including by appropriate access to genetic resources and by appropriate transfer of relevant technologies, taking into account all rights over those resources and to technologies, and by appropriate funding.\n\n\n## Three main goals:\n\n- The conservation of biodiversity\n- Sustainable use of the components of biodiversity\n- Sharing the benefits arising from the commercial and other utilization of genetic resources in a fair and equitable way\nThe Convention acknowledges that substantial investments are required to conserve biological diversity. It argues, however, that conservation will bring us significant environmental, economic and social benefits in return.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:53.720763",
    "section_name": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The content discusses various initiatives and conferences related to sustainable development, such as Agenda 21, Rio+5, Johannesburg Summit, and Rio+20.",
      "page_number": 326,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 28,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Of The Document",
        "chapter_number": 28,
        "summary": "27 principles intended to guide future sustainable development around the world.",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "resources"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 4159,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "resources"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "resources"
      ],
      "keywords": [
        "Agenda 21",
        "sustainable development",
        "Rio+5",
        "Johannesburg Summit",
        "Rio+20",
        "United Nations",
        "Conference",
        "Earth Summit."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 28,
    "page_number": 327,
    "content": "## Do you know?\n\nThe current population of the Greater adjutant stork is only 1,200 , of which, 80 percent are found in Assam. The bird's habitat has been greatly impacted by human development.\n\n## Cartagena Protocol on Biosafety to the Convention on Biological Diversity\n\nBiosafety refers to the need to protect human health and the environment from the possible adverse effects of the products of modern biotechnology.\nThe Convention clearly recognizes these twin aspects of modern biotechnology.\n\n1. Access to and transfer of technologies\n2. Appropriate procedures to enhance the safety of biotechnology technologies.\n\n## Objective\n\nIs to contribute to ensuring an adequate level of protection in the field of the safe transfer, handling and use of living modified organisms resulting from modern biotechnology that may have adverse effects on the conservation and sustainable use of biological diversity, taking also into account risks to human health, and specifically focusing on transboundary movements.\n\n- The Cartagena Protocol on Biosafety is an additional agreement to the Convention on Biological Diversity.\n- The Protocol establishes procedures for regulating the import and export of LMOs from one country to another.\n- The Protocol also requires Parties to ensure that LMOs being shipped from one country to another are handled, packaged and transported in a safe manner.\n- The shipments must be accompanied by documentation that clearly identifies the LMOs, specifies any requirements for the safe handling, storage, transport and use and provides contact details for further information.\nThere are two main sets of procedures, one for LMOs intended for direct introduction into the environment, known as the advance informed agreement (AIA) procedure, and another for LMOs intended for direct use as food or feed, or for processing (LMOs-FFP).\n\n\n## Advance Informed Agreement\n\n- Under the AIA procedure, a country intending to export an LMO for intentional release into the environment\nmust notify in writing the Party of import before the first proposed export takes place.\n- The Party of import must acknowledge receipt of the notification within 90 days and must communicate its decision on whether or not to import the LMO within 270 days.\n- Parties are required to ensure that their decisions are based on a risk assessment of the LMO, which must be carried out in a scientifically sound and transparent manner.\n- Once a Party takes a decision on the LMO, it is required to communicate the decision as well as a summary of the risk assessment to a central information system, the Biosafety Clearing-House (BCH).\n\n\n## LMOs- food or feed, or for processing\n\n- Under the procedure for LMOs-FFP, Parties that decide to approve and place such LMOs on the market are required to make their decision and relevant information, including the risk assessment reports, publicly available through the BCH.\n\n\n## Nagoya-Kuala Lumpur Supplementary Protocol\n\n- The Cartagena Protocol is reinforced by the NagoyaKuala Lumpur Supplementary Protocol on Liability and Redress.\n- The Supplementary Protocol specifies response measures to be taken in the event of damage to biodiversity resulting from LMOs.\n- The competent authority in a Party to the Supplementary Protocol must require the person in control of the LMO (operator) to take the response measures or it may implement such measures itself and recover any costs incurred from the operator.\n\n\n## Nagoya Protocol\n\nThe Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization (ABS) to the Convention on Biological Diversity is a supplementary agreement to the Convention on Biological Diversity.\nIt provides a transparent legal framework for the effective implementation of one of the three objectives of the CBD.\n\n## Objective\n\nIs the fair and equitable sharing of benefits arising from the utilization of genetic resources, thereby contributing to the conservation and sustainable use of biodiversity.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:54.726705",
    "section_name": "Page 4 content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Page 4 content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The study material discusses the population status of the Greater adjutant stork, the Cartagena Protocol on Biosafety, and its procedures for regulating the import and export of living modified organisms (LMOs).",
      "page_number": 327,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 28,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 4031,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Greater adjutant stork",
        "Cartagena Protocol on Biosafety",
        "modern biotechnology",
        "living modified organisms",
        "advance informed agreement",
        "Nagoya-Kuala Lumpur Supplementary Protocol",
        "biodiversity",
        "human health."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 28,
    "page_number": 328,
    "content": "## Obligations\n\nThe Nagoya Protocol sets out core obligations for its contracting Parties to take measures in relation to access to genetic resources, benefit-sharing and compliance.\n\n## Access obligations\n\n- Domestic-level access measures are to:\n- Create legal certainty, clarity and transparency\n- Provide fair and non-arbitrary rules and procedures\n- Establish clear rules and procedures for prior informed consent and mutually agreed terms\n- Provide for issuance of a permit or equivalent when access is granted\n- Create conditions to promote and encourage research contributing to biodiversity conservation and sustainable use\n- Pay due regard to cases of present or imminent emergencies that threaten human, animal or plant health\n- Consider the importance of genetic resources for food and agriculture for food security\n\n\n## Benefit-sharing obligations\n\n- Domestic-level benefit-sharing measures are to provide for the fair and equitable sharing of benefits arising from the utilization of genetic resources with the contracting party providing genetic resources.\n- Utilization includes research and development on the genetic or biochemical composition of genetic resources, as well as subsequent applications and commercialization.\n- Sharing is subject to mutually agreed terms.\n- Benefits may be monetary or non-monetary such as royalties and the sharing of research results.\n\n\n## Compliance obligations\n\nSpecific obligations to support compliance with the domestic legislation or regulatory requirements of the contracting party providing genetic resources, and contractual obligations reflected in mutually agreed terms, are a significant innovation of the Nagoya Protocol. Contracting Parties are to:\n\n- Take measures providing that genetic resources utilized within their jurisdiction have been accessed in accordance with prior informed consent, and that mutually agreed terms have been established, as required by another contracting party\n- Cooperate in cases of alleged violation of another contracting party's requirements\n- Encourage contractual provisions on dispute resolution in mutually agreed terms\n- Ensure an opportunity is available to seek recourse under their legal systems when disputes arise from mutually agreed terms\n- Take measures regarding access to justice\n- Take measures to monitor the utilization of genetic resources after they leave a country including by designating effective checkpoints at any stage of the value-chain: research, development, innovation, pre-commercialization or commercialization\n\n\n## Traditional knowledge\n\n- The Nagoya Protocol addresses traditional knowledge associated with genetic resources with provisions on access, benefit-sharing and compliance.\n- It also addresses genetic resources where indigenous and local communities have the established right to grant access to them.\n- Contracting Parties are to take measures to ensure these communities' prior informed consent, and fair and equitable benefit-sharing, keeping in mind community laws and procedures as well as customary use and exchange.\n\n\n## Importance\n\nThe Nagoya Protocol will create greater legal certainty and transparency for both providers and users of genetic resources by:\n\n- Establishing more predictable conditions for access to genetic resources.\n- Helping to ensure benefit-sharing when genetic resources leave the contracting party providing the genetic resources\nBy helping to ensure benefit-sharing, the Nagoya Protocol creates incentives to conserve and sustainably use genetic resources, and therefore enhances the contribution of biodiversity to development and human well-being.\n\n\n## The Biodiversity Target\n\n- It was adopted in May 2002 during the sixth Conference of the Parties to the Convention on Biological Diversity.\n- The Target aimed to achieve, by 2010 'a significant reduction of the current rate of biodiversity loss at the global, regional and national level as a contribution to poverty alleviation and to the benefit of all life on earth'.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:55.565194",
    "section_name": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The Nagoya Protocol outlines obligations for contracting Parties related to access to genetic resources, benefit-sharing, and compliance, aiming to promote fair and equitable utilization of resources.",
      "page_number": 328,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 28,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "The Nagoya Protocol sets out core obligations for its contracting Parties to take measures in relation to access to genetic resources, benefit-sharing and compliance.",
        "content_type": "table",
        "key_topics": [
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "resources"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4006,
      "topic_tags": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "resources"
      ],
      "key_concepts": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "resources"
      ],
      "keywords": [
        "Nagoya Protocol",
        "genetic resources",
        "benefit-sharing",
        "compliance obligations",
        "traditional knowledge",
        "access measures",
        "fair and equitable sharing",
        "legal certainty"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 28,
    "page_number": 329,
    "content": "- Unfortunately, we were unable to meet the target. As we are facing an ever-increasing biodiversity crisis, we need a new, clear and realistic target to respond to it.\n\n\n## Strategic Plan For Biodiversity 2011-2020\n\n- In the tenth meeting of the Conference of the Parties, held in 2010, in Nagoya, Aichi Prefecture, Japan, adopted a revised and updated Strategic Plan for Biodiversity, including the Aichi Biodiversity Targets, for the 20112020 period.\n- The tenth meeting of the Conference of the Parties agreed to translate this overarching international framework into national biodiversity strategies and action plans within two years.\n- Additionally, the meeting decided that the fifth national reports, due by 31 March 2014, should focus on the implementation of the 2011-2020 Strategic Plan and progress achieved towards the Aichi Biodiversity Targets.\n\n\n### 28.2 AICHI BIODIVERSITY TARGETS\n\n## Strategic Goal A:\n\nAddress the underlying causes of biodiversity loss by mainstreaming biodiversity across government and society\n\n1. By 2020, at the latest, people are aware of the values of biodiversity and the steps they can take to conserve and use it sustainably.\n2. By 2020, at the latest, biodiversity values have been integrated into national and local development and poverty reduction strategies and planning processes and are being incorporated into national accounting, as appropriate, and reporting systems.\n3. By 2020, at the latest, incentives, including subsidies, harmful to biodiversity are eliminated, phased out or reformed in order to minimize or avoid negative impacts, and positive incentives for the conservation and sustainable use of biodiversity are developed and applied, consistent and in harmony with the Convention and other relevant international obligations, taking into account national socio economic conditions.\n4. By 2020, at the latest, Governments, business and stakeholders at all levels have taken steps to achieve or have implemented plans for sustainable production and consumption and have kept the impacts of use of natural resources well within safe ecological limits.\n\n## Strategic Goal B:\n\nReduce the direct pressures on biodiversity and promote sustainable use\n\n1. By 2020, the rate of loss of all natural habitats, including forests, is at least halved and where feasible brought close to zero, and degradation and fragmentation is significantly reduced.\n2. By 2020 all fish and invertebrate stocks and aquatic plants are managed and harvested sustainably, legally and applying ecosystem based approaches, so that overfishing is avoided, recovery plans and measures are in place for all depleted species, fisheries have no significant adverse impacts on threatened species and vulnerable ecosystems and the impacts of fisheries on stocks, species and ecosystems are within safe ecological limits.\n3. By 2020 areas under agriculture, aquaculture and forestry are managed sustainably, ensuring conservation of biodiversity.\n4. By 2020, pollution, including from excess nutrients, has been brought to levels that are not detrimental to ecosystem function and biodiversity.\n5. By 2020, invasive alien species and pathways are identified and prioritized, priority species are controlled or eradicated, and measures are in place to manage pathways to prevent their introduction and establishment.\n6. By 2015, the multiple anthropogenic pressures on coral reefs, and other vulnerable ecosystems impacted by climate change or ocean acidification are minimized, so as to maintain their integrity and functioning.\n\n## Strategic Goal C:\n\nTo improve the status of biodiversity by safeguarding ecosystems, species and genetic diversity\n\n1. By 2020, at least 17 per cent of terrestrial and inland water, and 10 per cent of coastal and marine areas, especially areas of particular importance for biodiversity and ecosystem services, are conserved through effectively and equitably managed, ecologically representative and well connected systems of protected areas and other effective area-based conservation measures, and integrated into the wider landscapes and seascapes.\n2. By 2020 the extinction of known threatened species has been prevented and their conservation status, particularly of those most in decline, has been improved and sustained.\n3. By 2020, the genetic diversity of cultivated plants and farmed and domesticated animals and of wild relatives, including other socio-economically as well as culturally valuable species, is maintained, and strategies have",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:56.426524",
    "section_name": "Page 6 content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Page 6 content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The content discusses the Strategic Plan for Biodiversity 2011-2020, including the Aichi Biodiversity Targets, aimed at addressing the biodiversity crisis through specific goals and actions.",
      "page_number": 329,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 28,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 4511,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Biodiversity crisis",
        "Strategic Plan",
        "Aichi Biodiversity Targets",
        "sustainable use",
        "habitat conservation",
        "pollution control",
        "invasive species",
        "ecosystem function."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 1,
    "page_number": 330,
    "content": "been developed and implemented for minimizing genetic erosion and safeguarding their genetic diversity.\n\n## Strategic Goal D:\n\nEnhance the benefits to all from biodiversity and ecosystem services\n\n1. By 2020, ecosystems that provide essential services, including services related to water, and contribute to health, livelihoods and well-being, are restored and safeguarded, taking into account the needs of women, indigenous and local communities, and the poor and vulnerable.\n2. By 2020, ecosystem resilience and the contribution of biodiversity to carbon stocks has been enhanced, through conservation and restoration, including restoration of at least 15 per cent of degraded ecosystems, thereby contributing to climate change mitigation and adaptation and to combating desertification.\n3. By 2015, the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization is in force and operational, consistent with national legislation.\n\n## Strategic Goal E:\n\nEnhance implementation through participatory planning, knowledge management and capacity building\n\n1. By 2015 each Party has developed, adopted as a policy instrument, and has commenced implementing an effective, participatory and updated national biodiversity strategy and action plan.\n2. By 2020, the traditional knowledge, innovations and practices of indigenous and local communities relevant for the conservation and sustainable use of biodiversity, and their customary use of biological resources, are respected, subject to national legislation and relevant international obligations, and fully integrated and reflected in the implementation of the Convention with the full and effective participation of indigenous and local communities, at all relevant levels.\n3. By 2020, knowledge, the science base and technologies relating to biodiversity, its values, functioning, status and trends, and the consequences of its loss, are improved, widely shared and transferred, and applied.\nBy 2020, at the latest, the mobilization of financial resources for effectively implementing the Strategic Plan for Biodiversity 2011-2020 from all sources, and in accordance with the consolidated and agreed process in the Strategy for Resource Mobilization, should increase substantially from the current levels. This target will\nbe subject to changes contingent to resource needs assessments to be developed and reported by Parties.\n\n## CoP 11 hyderabad\n\n- One of the most important outcomes of the CoP is the commitment of the Parties to double the international financial flows for Bio Diversity by 2015. This will translate into additional financial flows to the developing countries to the tune of about US \\$ 30 billion equivalent to about Rs. 1,50,000 crore over the next 8 years.\n- India has committed US \\$50 million towards strengthening the institutional mechanism for biodiversity conservation in the country during its presidency of the Convention on Biodiversity (CBD) called the Hyderabad Pledge\n- The funds will be used to enhance technical and human capabilities at the national and state-level mechanisms to attain the CBD objectives.\n- The country has also earmarked funds to promote similar capacity building in developing countries. India formally took charge of the presidency of CBD from Japan for the next two years on October 8 at the inaugural of the eleventh meeting of the Conference of Parties (CoP 11) to CBD.\n- India has instituted together with UNDP Biodiversity Governance Awards. The first such awards were given during the CoP 11. It is now proposed to institute Rajiv Gandhi International Award for Harnessing Biodiversity for Livelihood.\n\n\n### 28.3 RAMSAR CONVENTION ON WETLANDS\n\n- The Convention on Wetlands [waterfowl convention] is an intergovernmental treaty that provides the framework for national action and international cooperation for the conservation and wise use of wetlands and their resources.\n- It was adopted in the Iranian city of Ramsar in 1971 and came into force in 1975, and it is the only global environmental treaty that deals with a particular ecosystem.\n- Ramsar is not affiliated with the United Nations system of Multilateral Environmental Agreements, but it works very closely with the other MEAs and is a full partner among the \"biodiversity-related cluster\" of treaties and agreements.\n- World Wetlands Day, 2 February every year. Number of Contracting Parties: 163",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:57.715648",
    "section_name": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The content discusses strategic goals and commitments related to biodiversity conservation, ecosystem restoration, and financial support.",
      "page_number": 330,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "By 2020, Ecosystems That Provide Essential Services, Including Services Related To Water, And Contri",
        "chapter_number": 1,
        "summary": "been developed and implemented for minimizing genetic erosion and safeguarding their genetic diversity.",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "climate",
          "sustainable",
          "resources",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4442,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "sustainable",
        "resources",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "sustainable",
        "resources",
        "water",
        "carbon"
      ],
      "keywords": [
        "genetic erosion",
        "biodiversity",
        "ecosystem services",
        "Nagoya Protocol",
        "capacity building",
        "financial resources",
        "CoP 11 Hyderabad",
        "biodiversity conservation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 1,
    "page_number": 331,
    "content": "## Mission\n\n\"The conservation and wise use of all wetlands through local, regional and national actions and international cooperation, as a contribution towards achieving sustainable development throughout the world\".\n\"Three pillars\" of the Convention\n\n## The Parties have committed themselves to:\n\n- Work towards the wise use of all their wetlands through national land-use planning, appropriate policies and legislation, management actions, and public education;\n- Designate suitable wetlands for the List of Wetlands of International Importance (\"Ramsar List\") and ensure their effective management; and\n- Cooperate internationally concerning transboundary wetlands, shared wetland systems, shared species, and development projects that may affect wetlands.\n\n\n## The \"Ramsar List\"\n\n- At the time of joining the Convention, each Contracting Party designates at least one site for inclusion in the List of Wetlands of International Importance (the \"Ramsar List\").\n- The addition of a site to the Ramsar List confers upon it the prestige of international recognition and expresses the government's commitment to take all steps necessary to ensure the maintenance of the ecological character of the site.\n\n\n## Transboundary Ramsar Sites\n\n- An ecologically coherent wetland extends across national borders and the Ramsar site authorities on both or all sides of the border have formally agreed to collaborate in its management, and have notified the Secretariat of this intent.\n- This is a cooperative management arrangement and not a distinct legal status for the Ramsar sites involved.\n\n\n## The Montreux Record\n\n- Adopted by the Conference of the Contracting Parties in Brisbane, 1996, accompanying the Guidelines for Operation of the Montreux Record\n- The Montreux Record is a register of wetland sites on the List of Wetlands of International Importance where changes in ecological character have occurred, are occurring, or are likely to occur as a result of technological developments, pollution or other human interference.\n- It is the the principal tool of the Convention and is maintained as part of the Ramsar List.\n\n\n## Indian wetland and the Montreux Record\n\n- Keoladeo National Park, Rajasthan and Loktak Lake, Manipur have been included in Montreux Record in 1990 and in 1993 respectively\n- Chilika Lake, Orissa included in Montreux Record in 1993 have been removed in November 2002. It is placed on the Montreux Record due to problems caused by siltation and sedimentation which was choking the mouth of the lake; removed from the Record in 2002 following rehabilitation efforts for which the Chilika Development Authority received the Ramsar Wetland Conservation Award for 2002.\n\n\n## \"IOPs\"\n\nFive global non-governmental organizations (NGOs) have been associated with the treaty since its beginnings and were confirmed in the formal status of International Organization Partners (IOPs) of the Convention.\n\n1. BirdLife International (formerly ICBP)\n2. IUCN - The International Union for the Conservation of Nature\n3. IWMI - The International Water Management Institute\n4. Wetlands International (formerly IWRB, the Asian Wetlands Bureau, and Wetlands for the Americas)\n5. WWF (World Wide Fund for Nature) International\n\n## The Changwon Declaration on human well-being and wetlands\n\n- The Changwon Declaration highlights positive action for ensuring human well-being and security in the future under the themes - water, climate change, people's livelihood and health, land use change, and biodiversity,\n\n\n## India and wetland convention\n\n- India became a contracting party to the Ramsar Convention in 1981 and has been implementing conservation programmes for wetlands, mangroves and coral reefs.\n- India presently has 26 sites designated as Wetlands of International Importance.\n- There is close coordination between implementing units of Ramsar with that of CBD at the national level. India took a lead role in the formulation of Ramsar guidelines on integration of wetlands into river basin management.\n- The National Conservation Strategy and Policy Statements on Environment and Development (1992) and National Water Policy (2002) highlight conservation and sustainable development of wetlands.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:58.516822",
    "section_name": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The content discusses the Ramsar Convention on wetlands conservation, including the Ramsar List, transboundary Ramsar sites, the Montreux Record, Indian wetlands, and International Organization Partners (IOPs).",
      "page_number": 331,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Birdlife International (Formerly Icbp)",
        "chapter_number": 1,
        "summary": "\"The conservation and wise use of all wetlands through local, regional and national actions and international cooperation, as a contribution towards achieving sustainable development throughout the wo...",
        "content_type": "table",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "pollution",
          "climate",
          "sustainable",
          "development",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 4211,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "climate",
        "sustainable",
        "development",
        "water"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "climate",
        "sustainable",
        "development",
        "water"
      ],
      "keywords": [
        "Ramsar Convention",
        "Ramsar List",
        "transboundary wetlands",
        "Montreux Record",
        "Indian wetlands",
        "International Organization Partners (IOPs)"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 1,
    "page_number": 332,
    "content": "### 28.4. CITES\n\n- In the early 196os, international discussion began focusing on the rate at which the world's wild animals and plants were being threatened by unregulated international trade.\n- The Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) is an international agreement between governments entered into force in 1975, and became the only treaty to ensure that international trade in plants and animals does not threaten their survival in the wild.\n- Currently 176 countries are Parties to CITES.\n- CITES is administered through the United Nations Environment Programme (UNEP). A Secretariat, located in Geneva, Switzerland, oversees the implementation of the treaty and assists with communications between countries.\n\n\n## Protecting Species from Unsustainable Trade\n\n- Species for which trade is controlled are listed in one of three Appendices to CITES, each conferring a different level of regulation and requiring CITES permits or certificates.\n\n\n## Appendix I:\n\n- Includes species threatened with extinction and provides the greatest level of protection, including restrictions on commercial trade. Examples include gorillas, sea turtles, most lady slipper orchids, and giant pandas.\n\n\n## Appendix II:\n\n- Includes species that although currently not threatened with extinction, may become so without trade controls. It also includes species that resemble other listed species and need to be regulated in order to effectively control the trade in those other listed species.\n\n\n## Appendix III:\n\n- Includes species for which a range country has asked other Parties to help in controlling international trade. Examples include map turtles, walruses and Cape stag beetles.\n- Until CoP13, these meeting were held every two years; since then, CoPs are held every three years.\n- CoP16 is scheduled to occur from March 3-14, 2013 in Bangkok, Thailand.\n\n\n## CITES Role in Conservation\n\n- Over the last several decades, CITES has helped ensure global conservation of species.\n- The Parties have adopted a 5-year strategic vision to guide CITES through 2013.\n\n\n## The plan sets the following goals:\n\n- Ensure compliance with and implementation and enforcement of the Convention.\n- Secure the necessary financial resources and means for the operation and implementation of the Convention.\n- Contribute to significantly reducing the rate of biodiversity loss by ensuring that CITES and other multilateral instruments and processes are coherent and mutually supportive.\n\n\n## Do you know?\n\nThe International Solar Alliance (ISA) is all set to usher in the introduction of solar energy technology to drive biodiversity conservation and livelihood activities at Chilika.\n\n### 28.5. TRAFFIC: THE WILDLIFE TRADE MONITORING NETWORK\n\n- TRAFFIC is a joint conservation programme of WWF and IUCN.\n- It was established in 1976 by the Species Survival Commission of IUCN, principally as a response to the entry into force during the previous year of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).\n- TRAFFIC is an international network, consisting of TRAFFIC International, based in Cambridge, UK with offices on five continents.\n- Since its founding, TRAFFIC has grown to become the world's largest wildlife trade monitoring programme, and a global expert on wildlife trade issues.\n- This non-governmental organization undertakes its activities in close collaboration with governments and the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) Secretariat.\n\n\n## Goal\n\n- To ensure that trade in wild plants and animals is not a threat to the conservation of nature.\n\n\n## Vision\n\n- Is of a world in which trade in wild animals and plants will be managed at sustainable levels without damaging the integrity of ecological systems and in such a manner",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:59.378878",
    "section_name": "Page 9 content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Page 9 content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The content discusses CITES, an international agreement aimed at regulating international trade in endangered species to ensure their survival in the wild, with three appendices listing species for different levels of protection.",
      "page_number": 332,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3857,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "CITES",
        "international trade",
        "endangered species",
        "Appendices",
        "conservation",
        "TRAFFIC",
        "wildlife trade",
        "monitoring network."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 1,
    "page_number": 333,
    "content": "that it makes a significant contribution to human needs, supports local and national economies and helps to motivate commitments to the conservation of wild species and their habitats.\n\n### 28.6. CONVENTION ON THE CONSERVATION OF MIGRATORY SPECIES (CMS)\n\n- The Convention on the Conservation of Migratory Species of Wild Animals (also known as CMS or Bonn Convention) aims to conserve terrestrial, aquatic and avian migratory species throughout their range.\n- It is an intergovernmental treaty, concluded under the aegis of the United Nations Environment Programme, concerned with the conservation of wildlife and habitats on a global scale.\n- The Convention's has membership of 117 Parties from Africa, Central and South America, Asia, Europe and Oceania.\n- The only global convention specializing in the conservation of migratory species, their habitats and migration routes, CMS complements and co-operates with a number of other international organizations, NGOs and partners in the media as well as in the corporate sector.\n\n\n## Appendix I\n\n- Migratory species threatened with extinction are listed on Appendix I of the Convention.\n- CMS Parties strive towards strictly protecting these animals, conserving or restoring the places where they live, mitigating obstacles to migration and controlling other factors that might endanger them. Besides establishing obligations for each State joining the Convention, CMS promotes concerted action among the Range States of many of these species.\n\n\n## Appendix II\n\n- Migratory species that need or would significantly benefit from international co-operation are listed in Appendix II of the Convention. For this reason, the Convention encourages the Range States to conclude global or regional Agreements.\n\n\n## CMS as a framework Convention.\n\n- The Agreements may range from legally binding treaties (called Agreements) to less formal instruments, such as Memoranda of Understanding, and can be adapted to the requirements of particular regions.\n- The development of models tailored according to the conservation needs throughout the migratory range is a unique capacity to CMS.\n\n\n## India signs Raptor MOU\n\n- The Indian Government has signed 'Raptor MoU', on Conservation of Migratory Birds of Prey in Africa and Eurasia, with the Convention on Conservation of Migratory Species (CMS), or Bonn Convention, under the auspices of the United Nations Environment Programme (UNEP). The CMS aims to conserve migratory species throughout their range.\n- India had become a party to the CMS since November 1, 1983. The 'Raptor MoU' is an agreement under Article IV paragraph 4 of the CMS and is not legally binding. The 'Raptor MoU' extends its coverage to 76 species of birds of prey, out of which 46 species, including vultures, falcons, eagles, owls, hawks, kites, harriers, etc. also occur in India. India has become the 56th signatory State to sign the 'Raptor MoU' that was concluded on October 22, 2008 and came into effect on November 1, 2008.\n\n\n### 28.7. COALITION AGAINST WILDLIFE TRAFFICKING (CAWT)\n\n- The Coalition Against Wildlife Trafficking (CAWT) aims to focus public and political attention and resources on ending the illegal trade in wildlife and wildlife products.\n- Initiated in 2005, CAWT is a unique voluntary publicprivate coalition of like-minded governments and organizations sharing a common purpose.\n\n\n## CAWT is leveraging the combined strengths of government and nongovernmental partners to:\n\n- Improve Wildlife Law Enforcement by expanding enforcement training and information sharing and strengthening regional cooperative networks.\n- Reduce consumer demand for illegally traded wildlife by raising awareness of the impacts of illegal wildlife trade on biodiversity and the environment, livelihoods, and human health; its links to organized crime; and the availability of sustainable alternatives.\n- Catalyse high-level political will to fight wildlife trafficking by broadening support at the highest political levels for actions to combat the illegal trade in wildlife.\nThe Coalition complements and reinforces existing national, regional and international efforts, including the work of the Convention on International Trade in Endangered Species, which monitors and regulates international",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:03:00.892191",
    "section_name": "Diagram in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Diagram in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The content discusses the Convention on the Conservation of Migratory Species (CMS), its objectives, membership, and agreements, with a focus on India's involvement in conservation efforts.",
      "page_number": 333,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "that it makes a significant contribution to human needs, supports local and national economies and helps to motivate commitments to the conservation of wild species and their habitats.",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "resources",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4264,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "resources",
        "wildlife"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "resources",
        "wildlife"
      ],
      "keywords": [
        "CMS",
        "migratory species",
        "conservation",
        "Raptor MoU",
        "India",
        "wildlife trafficking",
        "CAWT",
        "Bonn Convention"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 11,
    "page_number": 334,
    "content": "trade in endangered and threatened species and their derivatives.\nThe CAWT organisation is not directly involved in any enforcement activities.\n\n### 28.8 THE INTERNATIONAL TROPICAL TIMBER ORGANIZATION (ITTO)\n\n- ITTO is an intergovernmental organization, under UN (1986) promoting the conservation and sustainable management, use and trade of tropical forest resources. Its members represent about $80 \\%$ of the world's tropical forests and $90 \\%$ of the global tropical timber trade.\n- Like all commodity organizations it is concerned with trade and industry, but like an environmental agreement it also pays considerable attention to the sustainable management of natural resources.\n- It manages its own program of projects and other activities, enabling it to quickly test and operationalize its policy work.\n- ITTO develops internationally agreed policy documents to promote sustainable forest management and forest conservation and assists tropical member countries to adapt such policies to local circumstances and to implement them in the field through projects.\n- In addition, ITTO collects, analyses and disseminates data on the production and trade of tropical timber and funds a range of projects and other action aimed at developing industries at both community and industrial scales.\n\n\n### 28.9. UNITED NATIONS FORUM ON FORESTS (UNFF)\n\n- The Economic and Social Council of the United Nations (ECOSOC), established the United Nations Forum on Forests (UNFF) In October 2000, a subsidiary body with the main objective to promote \"the management, conservation and sustainable development of all types of forests and to strengthen long-term political commitment to this end\" based on the Rio Declaration, the Forest Principles, Chapter 11 of Agenda 21 and the outcome of the Intergovernmental Panel on Forests (IPF) / Intergovernmental Forum on Forests (IFF) Processes and other key milestones of international forest policy.\nThe Forum has universal membership, and is composed of all Member States of the United Nations and specialized agencies.\n\n\n## Principal Functions\n\nThe following are the principal functions in order to achieve its objective\n\n- To facilitate implementation of forest-related agreements and foster a common understanding on sustainable forest management;\n- To provide for continued policy development and dialogue among Governments, international organizations, including major groups, as identified in Agenda 21 as well as to address forest issues and emerging areas of concern in a holistic, comprehensive and integrated manner,\n- To enhance cooperation as well as policy and programme coordination on forest-related issues\n- To foster international cooperation and\n- To monitor, assess and report on progress of the above functions and objectives\n- To strengthen political commitment to the management , conservation and sustainable development of all types of forests.\n- Enhance the contribution of forests to the achievement of the internationally agreed development goals, including the Millennium Development Goals, and to the implementation of the Johannesburg Declaration on Sustainable Development and the Plan of Implementation of the World Summit on Sustainable Development, bearing in mind the Monterrey Consensus of the International Conference on Financing for Development;\n- Encourage and assist countries, including those with low forest cover, to develop and implement forest conservation and rehabilitation strategies, increase the area of forests under sustainable management and reduce forest degradation and the loss of forest cover in order to maintain and improve their forest resources with a view to enhancing the benefits of forests to meet present and future needs, in particular the needs of indigenous peoples and local communities whose livelihoods depend on forests;\n- Strengthen interaction between the United Nations Forum on Forests and relevant regional and subregional forest-related mechanisms, institutions and instruments, organizations and processes, with participation of major groups, as identified in Agenda 21 and relevant stakeholders to facilitate enhanced cooperation and effective implementation of sustainable forest management, as well as to contribute to the work of the Forum",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:03:03.756232",
    "section_name": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The content discusses the roles and functions of the International Tropical Timber Organization (ITTO) and the United Nations Forum on Forests (UNFF) in promoting sustainable forest management and conservation.",
      "page_number": 334,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 11,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Of Agenda",
        "chapter_number": 11,
        "summary": "trade in endangered and threatened species and their derivatives.",
        "content_type": "table",
        "key_topics": [
          "environment",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 4261,
      "topic_tags": [
        "environment",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest"
      ],
      "keywords": [
        "trade",
        "endangered species",
        "conservation",
        "sustainable management",
        "tropical forests",
        "timber trade",
        "international organization",
        "policy development",
        "sustainable development",
        "forest-related agreements",
        "political commitment",
        "cooperation",
        "monitoring",
        "assessment",
        "development goals."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 11,
    "page_number": 335,
    "content": "## IPF/IFF Process (1995-2000)\n\n- The Intergovernmental Panel on Forests (IPF) and the Intergovernmental Forum on Forests (IFF) represent five years of international forest policy dialogue.\n- The Intergovernmental Panel on Forests (IPF), established by the Commission on Sustainable Development (CSD) for two years (1995-97) to provide a forum for forest policy deliberations.\n- Subsequently, in 1997, ECOSOC established the Intergovernmental Forum on Forests (IFF), for three years (1997-2000).\n\n\n## Global Objectives on Forests\n\nMember States reaffirm the following shared global objectives on forests and their commitment to work globally, regionally and nationally to achieve progress towards their achievement by 2015\n\n## The four Global Objectives seek to:\n\nReverse the loss of forest cover worldwide through sustainable forest management (SFM), including protection, restoration, afforestation and reforestation, and increase efforts to prevent forest degradation;\nEnhance forest-based economic, social and environmental benefits, including by improving the livelihoods of forest-dependent people;\nIncrease significantly the area of sustainably managed forests, including protected forests, and increase the proportion of forest products derived from sustainably managed forests; and\nReverse the decline in official development assistance for sustainable forest management and mobilize signifi-cantly-increased new and additional financial resources from all sources for the implementation of SFM.\n\n## Non-Legally Binding Instrument on All Types of Forests (NLBI)\n\n- The Seventh Session of the UNFF adopted the Non-Legally Binding Instrument on All Types of Forests on April 2007.\n- It is the first time Member States have agreed to an international instrument for sustainable forest management.\n- The instrument is expected to have a major impact on international cooperation and national action to reduce deforestation, prevent forest degradation, promote sustainable livelihoods and reduce poverty for all forestdependent peoples.\n- The instrument is voluntary and non-legally binding\n\n\n### 28.10. IUCN\n\nIUCN was founded in October 1948 as the International Union for the Protection of Nature (or IUPN) following an international conference in Fontainebleau, France.\nThe organization changed its name to the International Union for Conservation of Nature and Natural Resources in 1956 with the acronym IUCN (or UICN) with its head quarters in Gland, Switzerland.\n\n## Vision\n\nJust world that values and conserves nature.\n\n## Missionss\n\nTo influence, encourage and assist societies throughout the world to conserve the integrity and diversity of nature and to ensure that any use of natural resources is equitable and ecologically sustainable.\nIUCN supports scientific research, manages field projects globally and brings governments, non-government organizations, United Nations agencies, companies and local communities together to develop and implement policy\nIUCN Members include both States and non-governmental organizations.\nA neutral forum for governments, NGOs, scientists, business and local communities to find practical solutions to conservation and development challenges.\n\n## Priority Areas of IUCN\n\n- Biodiversity\n- Climate change\n- Sustainable energy\n- Human well-being\n- Green economy\n\n\n### 28.11. THE GLOBAL TIGER FORUM (GTF)\n\nThe Global Tiger Forum (GTF) is an inter-governmental and international body established with members from willing countries to embark on a worldwide campaign, common approach, promotion of appropriate programmes and controls to save the remaining five sub-species of tigers in the wild distributed over 14 tiger range countries of the world.\nFormed in 1994 with its secretariat at New Delhi, GTF is the only inter-governmental \\& international body campaigning to save the TIGER worldwide.\nThe General Assembly of GTF shall meet once in three years.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:03:04.965878",
    "section_name": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The study material covers the IPF/IFF process, global objectives on forests, NLBI, IUCN's history, vision, mission, and priority areas, and the Global Tiger Forum.",
      "page_number": 335,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 11,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "## IPF/IFF Process (1995-2000)",
        "content_type": "table",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "climate",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3903,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "energy"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "climate",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "energy"
      ],
      "keywords": [
        "IPF/IFF Process",
        "Global Objectives on Forests",
        "NLBI",
        "IUCN",
        "Vision",
        "Mission",
        "Priority Areas",
        "Global Tiger Forum"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 11,
    "page_number": 336,
    "content": "## Goal:\n\nTo highlight the rationale for tiger preservation and provide leadership and common approach throughout the world in order to safeguard the survival of the tiger, its prey and its habitat.\n\n## Objectives:\n\n- To promote a worldwide campaign to save the tiger, its prey and its habitat;\n- To promote a legal framework in the countries involved for bio-diversity conservation;\n- To increase the protected area network of habitats of the tiger and facilitate their interpassages in the range countries;\n- To promote eco-development programmes with the participation of the communities living in and around protected areas;\n- To urge countries to enter into relevant conventions for conservation of tiger and elimination of illegal trade;\n- To promote and carry out scientific research to generate information useful for tiger, it's prey and its habitat to disseminate such information in an easily accessible manner;\n- To promote the development and exchange among themselves, of appropriate technologies and training programmes for scientific wildlife management;\n- To encourage range countries to prepare and implement their individual action plans for protection and growth of the tiger population and its prey base. Improvement of the habitat and common preservation programme can be taken up bilaterally by the range countries having adjoining habitats, but their implementation should be carried out separately by the respective range countries.\n- To involve inter-governmental organisations in the protection of the tiger;\n- To set up a participative fund of an appropriate size to engender awareness in all places where people consume tiger derivatives for eliminating such consumption of tiger products, and identifying substitutes, in the interests of conservation.\n\n\n## Global Tiger Initiative\n\nAn alliance of governments, international agencies, civil society, and the private sector united to save wild tigers from extinction\n\n## Goals of GTI\n\n- To support capacity-building in governments for responding effectively to the transnational challenge of\nillegal trade in wildlife and for scientifically managing tiger landscapes in the face of mounting and varied threats;\n- To curtail international demand for tiger parts and other wildlife that has been responsible for drastic declines in tiger populations;\n- To develop mechanisms for safeguarding habitats from development through planning 'smart, green' infrastructure and sensitive industrial development;\n- To create innovative and sustainable financing mechanisms for tiger landscapes including protected areas;\n- To build strong local constituencies for tiger conservation through development of economic incentives and alternative livelihoods for local people;\n- To spread the recognition among governments, international aid agencies and the public that tiger habitats are high-value diverse ecosystems with the potential to provide immense benefits-both tangible and intangible\n\n\n### 28.12 THE STOCKHOLM CONVENTION ON POP\n\nThe Stockholm Convention on Persistent Organic Pollutants was adopted at a Conference of Plenipotentiaries on 22 May 2001 in Stockholm, Sweden and entered into force on 17 May 2004,\n\n## POPs\n\nPersistent Organic Pollutants (POPs) are organic chemical substances, that is, they are carbon-based. They possess a particular combination of physical and chemical properties such that, once released into the environment, they:\n\n- remain intact for exceptionally long periods of time (many years);\n- become widely distributed throughout the environment as a result of natural processes involving soil, water and, most notably, air;\n- accumulate in the fatty tissue of living organisms including humans, and are found at higher concentrations at higher levels in the food chain; and\n- are toxic to both humans and wildlife.\n\nIn addition, POPs concentrate in living organisms through another process called bioaccumulation. Though not soluble in water, POPs are readily absorbed in fatty tissue, where concentrations can become magnified by up to 70,000 times the background levels.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:03:05.906764",
    "section_name": "Ecosystem, Environment content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Ecosystem, Environment content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The study material discusses the importance of tiger preservation, objectives, the Global Tiger Initiative, and the Stockholm Convention on Persistent Organic Pollutants.",
      "page_number": 336,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 11,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "To highlight the rationale for tiger preservation and provide leadership and common approach throughout the world in order to safeguard the survival of the tiger, its prey and its habitat.",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "wildlife",
          "soil",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4075,
      "topic_tags": [
        "ecosystem",
        "environment",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "wildlife",
        "soil",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "wildlife",
        "soil",
        "water",
        "carbon"
      ],
      "keywords": [
        "tiger preservation",
        "Global Tiger Initiative",
        "biodiversity conservation",
        "habitat protection",
        "Stockholm Convention",
        "Persistent Organic Pollutants",
        "wildlife management",
        "conservation programs."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 1,
    "page_number": 337,
    "content": "## The 12 initial POPs\n\nInitially, twelve POPs have been recognized as causing adverse effects on humans and the ecosystem and these can be placed in 3 categories:\n\n1. Pesticides: aldrin, chlordane, DDT, dieldrin, endrin, heptachlor, hexachlorobenzene, mirex, toxaphene;\n2. Industrial chemicals: hexachlorobenzene, polychlorinated biphenyls (PCBs); and\n3. By-products: hexachlorobenzene; polychlorinated dibenzo-p-dioxins and polychlorinated dibenzofurans (PCDD/PCDF), and PCBs.\n\n## The new POPs under the Stockholm Convention\n\n## Nine new POPs\n\nAt its fourth meeting held in 2009, the CoP adopted amendments to Annexes A, B and C to the Stockholm Convention to list nine new persistent organic pollutants.\n\n1. Pesticides: chlordecone, alpha hexachloro- cyclohexane, beta hexachlorocyclohexane, lindane, pentachlorobenzene;\n2. Industrial chemicals: hexabromobiphenyl, hexabromodiphenyl ether and heptabro -modiphenyl ether, pentachlorobenzene, perfluorooctane sulfonic acid, its salts and perfluorooctane sulfonyl fluoride, tetrabromodiphenyl ether and pentabromodiphenyl ether; and\n3. By-products: alpha hexachlorocyclohexane, beta hexachlorocyclohexane and pentachlorobenzene.\n\n## Endosulfan\n\nAt its fifth meeting held in 2011, the CoP adopted an amendment to Annex A to the Stockholm Convention to list technical endosulfan and its related isomers with a specific exemption.\n\n### 28.13 BASEL CONVENTION\n\nThe Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal was adopted on 22 March 1989 by the Conference of Plenipotentiaries in Basel, Switzerland, in response to a public outcry following the discovery, in the 1980s, in Africa and other parts of the developing world of deposits of toxic wastes imported from abroad.\n\n## Objective\n\nTo protect human health and the environment against the adverse effects of hazardous wastes. Its scope of application covers a wide range of wastes defined as \"hazardous\nwastes\" based on their origin and/or composition and their characteristics, as well as two types of wastes defined as \"other wastes\" - household waste and incinerator ash.\n\n## Principal aims:\n\n- The reduction of hazardous waste generation and the promotion of environmentally sound management of hazardous wastes, wherever the place of disposal;\n- the restriction of transboundary movements of hazardous wastes except where it is perceived to be in accordance with the principles of environmentally sound management; and\n- a regulatory system applying to cases where transboundary movements are permissible.\n\n\n## Waste under the Basel Convention\n\nWastes are substances or objects which are disposed of or are intended to be disposed of or are required to be disposed of by the provisions of national law.\n\n## Annex\n\nAnnex I of the Convention, as further clarified in Annexes VIII and IX, lists those wastes that are classified as hazardous and subject to the control procedures under the Convention.\nAnnex II of the Convention identifies those wastes that require special consideration (known as \"other wastes\", and which primarily refer to household wastes).\nExamples of wastes regulated by the Basel Convention\n\n- Biomedical and healthcare wastes\n- Used oils\n- Used lead acid batteries\n- Persistant Organic Pollutant wastes (POPs wastes),\n- Polychlorinated Biphenyls (PCBs),\n- Thousands of chemical wastes generated by industries and other consumers\n\n\n### 28.14 ROTTERDAM CONVENTION\n\n- It was adopted in 1998 by a Conference of Plenipotentiaries in Rotterdam, the Netherlands and entered into force on 24 February 2004.\n- The Convention creates legally binding obligations for the implementation of the Prior Informed Consent (PIC) procedure. It built on the voluntary PIC procedure, initiated by UNEP and FAO in 1989 and ceased on 24 February 2006.\n- The Convention covers pesticides and industrial chemicals that have been banned or severely restricted for",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:03:07.444162",
    "section_name": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The content discusses Persistent Organic Pollutants (POPs) and their classification, as well as the addition of new POPs under the Stockholm Convention. It also highlights the Basel Convention's aim to control hazardous wastes and the wastes regulated under it.",
      "page_number": 337,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Pesticides: Aldrin, Chlordane, Ddt, Dieldrin, Endrin, Heptachlor, Hexachlorobenzene, Mirex, Toxaphen",
        "chapter_number": 1,
        "summary": "## The 12 initial POPs",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3915,
      "topic_tags": [
        "ecosystem",
        "environment"
      ],
      "key_concepts": [
        "ecosystem",
        "environment"
      ],
      "keywords": [
        "POPs",
        "Stockholm Convention",
        "Basel Convention",
        "hazardous wastes",
        "Annex",
        "transboundary movements",
        "environmentally sound management"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 1,
    "page_number": 338,
    "content": "health or environmental reasons by Parties and which have been notified by Parties for inclusion in the PIC procedure.\n\n## Objectives:\n\n- to promote shared responsibility and cooperative efforts among Parties in the international trade of certain hazardous chemicals in order to protect human health and the environment from potential harm;\n- to contribute to the environmentally sound use of those hazardous chemicals, by facilitating information exchange about their characteristics, by providing for a national decision-making process on their import and export and by disseminating these decisions to Parties.\n\n\n## Annex III Chemicals\n\n- The chemicals listed in Annex III include pesticides and industrial chemicals that have been banned or severely restricted for health or environmental reasons by two or more Parties and which the Conference of the Parties has decided to subject to the PIC procedure.\n- There are a total of 43 chemicals listed in Annex III, 32 are pesticides (including 4 severely hazardous pesticide formulations) and 11 industrial chemicals.\nOne notification from each of two specified regions triggers consideration of addition of a chemical to Annex III of the Convention. Severely hazardous pesticide formulations that present a risk under conditions of use in developing countries or countries with economies in transition may also be proposed for inclusion in Annex III.\n\n\n### 28.15. UNCCD\n\n- Established in 1994, UNCCD is the sole legally binding international agreement linking environment and development to sustainable land management.\n- The UNCCD is particularly committed to a bottom-up approach, encouraging the participation of local people in combating desertification and land degradation.\n- The United Nations Convention to Combat Desertification (UNCCD) is one of the Rio Conventions that focuses on desertification, land degradation and drought (DLDD).\n- 'Desertification' as defined in the UNCCD refers to land degradation in the drylands (arid, semi arid and dry sub humid regions) resulting from various factors and does not connote spread or expansion of deserts.\n- UNCCD with 194 Parties is a unique instrument that recognises land degradation as an important factor af-\nfecting some of the most vulnerable people and ecosystems in the world.\n- The convention aims at adaption and can, on implementation, significantly contribute to achieving the Millennium Development Goals (MDGs), as well as sustainable development and poverty reduction by means of arresting and reversing land degradation.\n- The convention promotes sustainable land management (SLM) as solution to global challenges. Land degradation is long-term loss of ecosystem function and productivity caused by disturbances from which the land cannot recover unaided. While Sustainable Land Management is focused on changes in land cover/land use in order to maintain and enhance ecosystems functions and services.\n\n\n### 28.16. INTERNATIONAL WHALING COMMISSION\n\n- The International Whaling Commission is the global intergovernmental body charged with the conservation of whales and the management of whaling with headquarters in Cambridge, United Kingdom.\n- It was set up under the International Convention for the Regulation of Whaling which was signed in Washington DC on 2nd December 1946\n\n\n## Preamble\n\nTo provide for the proper conservation of whale stocks and thus make possible the orderly development of the whaling industry.\n\n- Main duty\n- To keep under review and revise as necessary the measures laid down in the Schedule to the Convention which govern the conduct of whaling throughout the world.\n- These measures, among other things, provide for the complete protection of certain species; designate specified areas as whale sanctuaries; set limits on the numbers and size of whales which may be taken; prescribe open and closed seasons and areas for whaling; and prohibit the capture of suckling calves and female whales accompanied by calves.\n- The compilation of catch reports and other statistical and biological records is also required.\n- In 1986 the Commission introduced zero catch limits for commercial whaling. This provision is still in place today, although the Commission continues to set catch limits for aboriginal subsistence whaling.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:03:08.364474",
    "section_name": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The study material discusses the Prior Informed Consent (PIC) procedure for hazardous chemicals, the UN Convention to Combat Desertification (UNCCD), and the International Whaling Commission.",
      "page_number": 338,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "health or environmental reasons by Parties and which have been notified by Parties for inclusion in the PIC procedure.",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "conservation",
          "sustainable",
          "development"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4275,
      "topic_tags": [
        "ecosystem",
        "environment",
        "conservation",
        "sustainable",
        "development"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "conservation",
        "sustainable",
        "development"
      ],
      "keywords": [
        "hazardous chemicals",
        "PIC procedure",
        "UNCCD",
        "desertification",
        "sustainable land management",
        "International Whaling Commission",
        "conservation",
        "whaling."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 1,
    "page_number": 339,
    "content": "- As well as keeping whale catch limits under review, the Commission works to promote the recovery of depleted whale populations by addressing a range of specific issues. These include ship strikes, entanglement events, environmental concerns and establishing protocols for whale watching.\n\n\n### 28.17. VIENNA CONVENTION\n\n- Vienna convention adopted in the year 1985 and entered into force in 1988.\n- It acts as a framework for the international efforts to protect the ozone layer however it does not include legally binding reduction goals for the use of CFCs.\n- The Vienna Convention for the Protection of the Ozone Layer and its Montreal Protocol on Substances that Deplete the Ozone Layer are dedicated to the protection of the earth's ozone layer. With 197 parties, they are the most widely ratified treaties in United Nations history.\n\n\n## Montreal Protocol\n\n- The Montreal Protocol on Substances that Deplete the Ozone Layer was designed to reduce the production and consumption of ozone depleting substances in order to reduce their abundance in the atmosphere, and thereby protect the earth's fragile ozone Layer.\n- The treaty was opened for signature on September 16, 1987, and entered into force on January 1, 1989, followed by a first meeting in Helsinki, May 1989. Since then, it has undergone seven revisions, in 1990 (London), 1991 (Nairobi), 1992 (Copenhagen), 1993 (Bangkok), 1995 (Vienna), 1997 (Montreal), and 1999 (Beijing).\n\n\n## India and Protection of Ozone Layer\n\n- India became a Party to the Vienna Convention for the Protection of Ozone Layer on 19 June 1991 and the Montreal Protocol on substances that deplete the ozone layer on 17 September 1992.\n- Consequently, it ratified the Copenhagen, Montreal and Beijing Amendments in 2003.\n- India produces CFC-11, CFC-12, CFC-113, Halon-1211, HCFC-22, Halon-1301, Carbontetrachloride (CTC), methyl chloroform and methyl bromide. These ozone Depleting Substances (ODS) are used in refrigeration and air conditioning, fire fighting, electronics, foams,aerosol fumigation applications.\n- A detailed India Country Programme for phase out of ODS was prepared in 1993 to ensure the phase out of ODS according to the national industrial development strategy, without undue burden to the consumers and\nthe industry and for accessing the Protocol's Financial Mechanism in accordance with the requirements stipulated in the Montreal Protocol.\n- The Ministry of Environment and Forests established an Ozone Cell and a steering committee on the Montreal Protocol to facilitate implementation of the India Country Programme for phasing out ODS (ozone depleting substances) production by 2010.\n- In order to meet the objectives of the Protocol, the Indian government has granted full exemption from payment of Customs and Central Excise Duties on import of goods designed exclusively for non-ODS technology.\n- India has also been facilitating implementation of the Montreal Protocol in South and South East Asia and the Pacific regions.\n\n\n### 28.18 KIGALI AGREEMENT\n\n- Twenty-Eighth Meeting of the Parties to the Montreal Protocol on Substances that Deplete the Ozone Layer held in Kigali, Rwanda amended the 1987 Montreal Protocol to phase out Hydrofluorocarbons (HFCs).\n- Chlorofluorocarbons (CFCs) were discontinued under the Montreal Protocol when scientists realised they were destroying the ozone layer.\n- HFCs were introduced in the 1990 as an alternative to replace chemicals that had been found to erode the ozone layer, but turned out to be catastrophic for global warming.\n- HFCs - though they are greenhouse gases like carbon dioxide, methane and nitrous oxide - are not dealt with under the Paris Agreement but under the Montreal Protocol.\n- The elimination of HFCs could reduce global warming by 0.5 degrees by 2100 , according to a 2015 study by the Institute for Governance and Sustainable Development.\n- However, swapping HFCs for alternatives such as ammonia, water or gases called hydrofluoroolefins could prove costly for developing countries with high summer temperatures, such as India.\n- The Kigali Agreement for HFCs reduction will be binding on countries from 2019.\n- Under legally binding Kigali Amendment, 197 countries have agreed to a timeline to reduce the use of HFCs by roughly $85 \\%$ of their baselines by 2045 .\n- Group 1 - Developed countries must reduce their use of HFCs by 10 percent by 2019 from 2011-2013 levels, and then by 85 percent by 2036.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:03:09.793238",
    "section_name": "Environment, Sustainable content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Environment, Sustainable content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The study material discusses the Vienna Convention, Montreal Protocol, India's involvement in protecting the ozone layer, and the Kigali Agreement to phase out Hydrofluorocarbons (HFCs).",
      "page_number": 339,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- As well as keeping whale catch limits under review, the Commission works to promote the recovery of depleted whale populations by addressing a range of specific issues. These include ship strikes, e...",
        "content_type": "text",
        "key_topics": [
          "environment",
          "sustainable",
          "development",
          "forest",
          "atmosphere",
          "water",
          "carbon",
          "greenhouse",
          "ozone"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4443,
      "topic_tags": [
        "environment",
        "sustainable",
        "development",
        "forest",
        "atmosphere",
        "water",
        "carbon",
        "greenhouse",
        "ozone"
      ],
      "key_concepts": [
        "environment",
        "sustainable",
        "development",
        "forest",
        "atmosphere",
        "water",
        "carbon",
        "greenhouse",
        "ozone"
      ],
      "keywords": [
        "Vienna Convention",
        "Montreal Protocol",
        "India",
        "ozone depleting substances",
        "ODS",
        "Kigali Agreement",
        "Hydrofluorocarbons",
        "HFCs."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "chapter_number": 1,
    "page_number": 340,
    "content": "- A second group of developing countries, including China and African nations, are committed to launching the transition in 2024.\n- A reduction of 10 percent compared with 2020-2022 levels should be achieved by 2029, to be extended to 80 percent by 2045 .\n- A third group of developing countries, which include India, Pakistan, Iran, Iraq and Arab Gulf states, must begin the process in 2028 and reduce emissions by 10 percent by 2032 from 2024-2026 levels, and then by 85 percent by 2047 .\n\n\n## Do you know?\n\nThe Rajasthan government is said to be setting up of a captive breeding centre for the Great Indian Bustard following a proposal made by the Wildlife Institute of India.\n\n### 28.19. GLOBALLY IMPORTANT AGRICULTURAL HERITAGE SYSTEMS\n\nThe FAO recognizes the agricultural heritage regions of the world under a programme titled Globally Important Agricultural Heritage Systems (GIAHS). The purpose of GIAHS is to recognize \"Remarkable land use systems and landscapes which are rich in globally significant biological diversity evolving from the co-adaptation of a community with its environment and its needs and aspirations for sustainable development\".\nIn our country so far the following sites have received recognition under this programme:\n\n1. Traditional Agricultural System, Koraput, Odisha\n2. Below Sea Level Farming System, Kuttanad, Kerala\n\nIn the Koraput system, women have played a key role in the conservation of biodiversity. The Kuttanad system was developed by farmers over 150 years ago to ensure their food security by learning to cultivate rice and other crops below sea level. The Kuttanad System is now attracting worldwide attention since one of the effects of global warming is sea level rise. It has therefore been an act of vision on the part of Kerala government to have decided to set up an International Research and Training Centre for Below Sea Level Farming in Kuttanad.\n\n### 28.20. MINAMATA CONVENTION\n\nThe Minamata Convention on Mercury is a global treaty to protect human health and the environment from anthropogenic emissions and releases of mercury and mercury compounds. It was adopted in 2013 in Kumamoto, Japan.\n\nIt also controls the trans-boundary movement of mercury. It does not include natural emissions of mercury.\nMercury is considered to be one of the most toxic metals known. Once released into the environment, mercury bioaccumulates and bio-magnifies up in the food chain, and easily enters the human body and impacts the nervous system.\n\n## The Minamata Convention requires that party nations:\n\n- Reduce and where feasible eliminate the use and release of mercury from artisanal and small-scale gold mining.\n- Control mercury air emissions from coal-fired power plants, coal-fired industrial boilers, certain non-ferrous metals production operations, waste incineration, and cement production.\n- Phase-out or take measures to reduce mercury use in certain products such as batteries, switches, lights, cosmetics, pesticides and measuring devices, and create initiatives to reduce the use of mercury in dental amalgam.\n- Phase out or reduce the use of mercury in manufacturing processes such as chlor-alkali production, vinyl chloride monomer production, and acetaldehyde production.\n- In addition, the Convention addresses the supply and trade of mercury; safer storage and disposal, and strategies to address contaminated sites.\n- The Convention includes provisions for technical assistance, information exchange, public awareness, and research and monitoring. It also requires Parties to report on measures taken to implement certain provisions. The Convention will be periodically evaluated to assess its effectiveness in meeting its objective of protecting human health and the environment from mercury pollution.\nThe Minamata Convention entered into force on August 2017. The first CoP to the Minamata Convention on Mercury (COP1) took place in September 2017 at the International Conference Centre in Geneva. The COP 2 will take place in November 2018 in Geneva, Switzerland\nThe Union Cabinet has approved the proposal for ratification of Minamata Convention on Mercury along with flexibility for continued use of mercury-based products and processes involving mercury compound up to 2025 and depositing the instrument of ratification enabling India to become a Party of the Convention.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:03:10.925920",
    "section_name": "Environment, Biodiversity content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Environment, Biodiversity content in INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "summary": "The study material discusses global commitments for emission reduction targets, the establishment of a captive breeding center for the Great Indian Bustard, and the Minamata Convention on Mercury.",
      "page_number": 340,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "INTERNATIONAL ENVIRONMENTAL CONVENTIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 325,
      "end_page": 340,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Traditional Agricultural System, Koraput, Odisha",
        "chapter_number": 1,
        "summary": "- A second group of developing countries, including China and African nations, are committed to launching the transition in 2024.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "pollution",
          "sustainable",
          "development",
          "natural",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4348,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "natural",
        "wildlife"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "natural",
        "wildlife"
      ],
      "keywords": [
        "Developing countries",
        "emission reduction targets",
        "Great Indian Bustard",
        "Globally Important Agricultural Heritage Systems",
        "Minamata Convention",
        "mercury emissions",
        "sustainable development",
        "biodiversity."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]