[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 13,
    "page_number": 161,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 13 in an UPSC book on the Environment, featuring water droplets and leaves as decorative elements.]**\n\n\n\n# PLANT DIVERSITY OF INDIA \n\n### 13.1. PLANT CLASSIFICATION\n\n1. Herb is defined as a plant whose stem is always green and tender with height of not more than 1 meter.\n2. Shrub is defined as a woody perennial plant differing from a perennial herb in its persistent and woody stem. It differs from a tree in its low stature and its habit of branching from the base. Not more than 6 meters in height.\n3. Tree is defined as a large woody perennial plant having a single well defined stem with more or less definite crown.\n4. Parasites - An organism that draws a part or whole of its nourishment from another living organism. These plants do not draw moisture and mineral nutrients from the soil. They grow on some living plant called host and penetrate their sucking roots, called haustoria, into the host plants.\n\n- Total parasite - draws whole of its nourishment\n- Partial parasite - draws a part of its nourishment\n\n5 Epiphytes - plant growing on the host plant but not nourished by the host plant. They do not draw food from the host plant. They only take the help of the host plant in getting access to light. Their roots perform two functions. While changing roots establish the plant on the branches of the host plant, aerial roots draw moisture from the air. Eg. Vanda\n6. Climbers - herbaceous or woody plant that climbs up trees or other support by twining round them or by holding on to them by trendrills, hooks, aerial roots or other attachments.\n\n## Do you know?\n\nBats are MAMMALS. They are warm blooded, nurse their babies with milk and have fur. Bats are only mammals that can fly (without an airplane!)\n\n### 13.2. EFFECT OF ABIOTIC COMPONENTS ON PLANTS\n\n### 13.2.1. Intensity of light on growth of plants\n\n- Extremely high intensity favours root growth than shoot growth which results in increased transpiration, short stem, smaller thicker leaves. On the other hand low intensity of light retards growth, flowering and fruiting.\n- When the Intensity of light is less than the minimum, the plants ceases to grow due to accumulation of CO 2 and finally dies.\n- Out of 7 colours in the visible part of spectrum, only red and blue are effective in photosynthesis.\n- Plant grown in blue light are small, red light results in elongation of cells results in etiolated plants. Plants grown in ultraviolet and violet light are dwarf.\n\n\n### 13.2.2. Effect of frost on plants\n\n- Killing of young plants - Even a light radiation frost chills the soil resulting in freezing the soil moisture. The plants growing in such soil, get exposed to direct sun light in the morning, they are killed due to increased transpiration when their roots are unable to supply moisture. This is the main reason for innumerable death of sal seedlings.\n- Death of plants due to damage to cells - As a result of frost, water in the intercellular spaces of the plant gets frozen into ice which withdraws water from the interior of the cells. This results in increasing concentration of salts and dehydration of cells. Thus coagulation and precipitation of the cell colloid results in death of plant.\n- Leads to Formation of canker.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:14.165926",
    "section_name": "Chapter title page for Chapter 13 in an UPSC book on the Environment, featuring water droplets and leaves as decorative elements.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Chapter title page for Chapter 13 in an UPSC book on the Environment, featuring water droplets and leaves as decorative elements.",
      "summary": "The content discusses plant classification, including herbs, shrubs, trees, parasites, epiphytes, and climbers, along with the effects of abiotic components like light intensity and frost on plants.",
      "page_number": 161,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 13,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1497,
        "bottom_right_y": 530
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Epiphytes",
        "chapter_number": 5,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "text",
        "key_topics": [
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 1,
      "integrated_content_length": 3257,
      "topic_tags": [
        "soil",
        "water"
      ],
      "key_concepts": [
        "soil",
        "water"
      ],
      "keywords": [
        "Plant diversity",
        "Herb",
        "Shrub",
        "Tree",
        "Parasites",
        "Epiphytes",
        "Climbers",
        "Abiotic components",
        "Light intensity",
        "Frost."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 162,
    "content": "## Do you know?\n\nThe male frog will hug the female from behind and as she lays eggs, usually in the water, the male will fertilize them. After that the eggs are on their own, to survive and become tadpoles. There are a few species of frogs that will look after their babies, but not many.\n\n### 13.2.3. Effects of Snow on plants\n\n- Snow influences the distribution of deodar, fir and spruce.\n- Snow acts as blanket, prevents further drop in temperature and protects seedlings from excessive cold and frost.\n- It results in mechanical bending of tree stem.\n- Shortens the period of vegetative growth also uproots the trees.\n\n\n### 13.2.4. Effect of temperature on plants\n\n- Excessive high temperature results in death of plant due to coagulation of protoplasmic proteins. It disturbs the balance between respiration and photo synthesis thereby causes depletion of food resulting in greater susceptibility to fungal and bacterial attack.\n- It also results in desiccation of plant tissues and depletion of moisture.\n\n\n### 13.2.5. Die back\n\nRefers the progressive dying usually backwards from the tip of any portion of plant. This is one of the adaptive mechanisms to avoid adverse conditions. In this mechanism, the root remains alive for years together but the shoots dies. Eg. Sal, Red sanders, Terminalia tomentosa, Silk cotton tree, Boswellia serrata.\n\n## Causes for die back\n\n1. Dense over head canopy and inadequate light\n2. Dense week growth\n3. Un-decomposed leaf litter on surface\n4. Frost\n5. Drip\n6. Drought\n7. Grazing\n\n## Do you know?\n\nElephants have remarkable memories. In the wild, they appear to remember for years the relationships with dozens, perhaps hundreds of other elephants, some of whom they may see only occasionally. They also have an impressive memory for places to drink and to find food. This information gets passed on from generation to generation.\nMales elephants do not maintain long-term social bonds, remaining in the unit only into their teens. They then live out their lives in loose bachelor groups or wandering on their own.\n\n### 13.3. INSECTIVOROUS PLANTS\n\nThese plants are specialised in trapping insects and are popularly known as insectivorous plants.\nThey are very different from normal plants in their mode of nutrition. They, however, never prey upon humans or large animals as often depicted in fiction.\nInsectivorous plants can broadly be divided into active and passive types based on their method of trapping their prey.\n\n- The active ones can close their leaf traps the moment insects land on them.\n- The passive plants have a 'pitfall' mechanism, having some kind of jar or pitcher-like structure into which the insect slips and falls, to eventually be digested.\nThe insectivorous plants often have several attractions such as brilliant colours, sweet secretions and other curios to lure their innocent victims.\n\n\n## Why do they hunt despite having normal roots and photosynthetic leaves?\n\nThese plants are usually associated with rain-washed, nutrient-poor soils, or wet and acidic areas that are illdrained. Such wetlands are acidic due to anaerobic conditions, which cause partial decomposition of organic matter releasing acidic compounds into the surroundings. As a result, most microorganisms necessary for complete decomposition of organic matter cannot survive in such poorly oxygenated conditions.\nNormal plants find it difficult to survive in such nutrient poor habitats. The hunter plants are successful in such places because they supplement their photosynthetic food production by trapping insects and digesting their nitrogen rich bodies.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:15.173433",
    "section_name": "Soil, Water content in PLANT DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Soil, Water content in PLANT DIVERSITY OF INDIA",
      "summary": "The study material discusses the reproductive behavior of frogs, effects of snow and temperature on plants, die back in plants, elephant memories, and insectivorous plants.",
      "page_number": 162,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Dense Over Head Canopy And Inadequate Light",
        "chapter_number": 1,
        "summary": "The male frog will hug the female from behind and as she lays eggs, usually in the water, the male will fertilize them. After that the eggs are on their own, to survive and become tadpoles. There are ...",
        "content_type": "text",
        "key_topics": [
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3598,
      "topic_tags": [
        "soil",
        "water"
      ],
      "key_concepts": [
        "soil",
        "water"
      ],
      "keywords": [
        "frogs",
        "snow effects",
        "temperature effects",
        "die back",
        "elephant memories",
        "insectivorous plants",
        "trapping mechanisms",
        "nutrient-poor soils"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 163,
    "content": "### 13.3.1. The Indian Hunters\n\nInsectivorous plants of India\n\n1. Drosera or Sundew inhabiting wet infertile soils or marshy places\n\n- Insect trapping mechanism: The tentacles on the leaves secrete a sticky fluid that shines in the sun like dewdrops. Therefore the Drosera. are commonly known as 'sundews'. When an insect lured by these glistening drops alights on the leaf surface it gets stuck in this fluid and are absorbed and digested.\n\n2. Aldrovanda is a freefloating, rootless aquatic plant, the only species found in India, occurs in the salt marshes of Sunderbans, south of Calcutta. It also grows in fresh water bodies like ponds, tanks and lakes.\n\n- Insect trapping mechanism: On the leaf midrib are found some sensitive trigger hairs. The two halves of the leaf blade of Aldrovanda close along the midrib the moment an insect comes into contact with the leaf, trapping the victim inside.\n\n3. Nepenthes: The members of the family are commonly known as 'pitcher plants' because their leaves bear jar-like structures.\n\n- Distribution - It is confined to the high rainfall hills and plateaus of north-eastern region, at altitudes ranging from $100-1500 \\mathrm{~m}$, particularly in Garo, Khasi and Jaintia hills of Meghalaya.\n- Insect trapping mechanism: Nepenthes conforms to the pitfall type of trap. A honey like substance is secreted from glands at the entrance of the pitcher. Once the insect enters into the pitcher, it falls down because of the slipperiness.\n- The inner wall, towards its lower half, bears numerous glands, which secrete a proteolytic enzyme. This enzyme digests the body of the trapped insects and nutrients are absorbed.\n\n4. Utricularia or Bladderworts: The Bladderworts generally inhabit freshwater wetlands and waterlogged areas. Some species are associated with moist moss covered rock surfaces, and damp soils during rains.\n\n- Insect trapping: Utricularia in its bladders mouth, has sensitive bristles or hairs. When an insect happens to contact these hairs the door opens, carrying the insect into the bladder along with a little current of water. The door is shut when water fills the bladder, The enzymes produced by the inner wall of the bladder digest the insect.\n\n5. Pinguicula or Butterwort: It grows in the alpine heights of Himalayas, from Kashmir to Sikkim, along stream-sides in cool boggy places.\n\n- Insect trapping mechanism: In Pinguicula, an entire leaf works as trap. When an insect lands on the leaf surface, it gets stuck in the sticky exudate.the leaf margins roll up thus trapping the victim.\n\n\n## Medicinal properties\n\nDrosera are capable of curdling milk, its bruised leaves are applied on blisters, used for dyeing silk.\nNepenthes in local medicine to treat cholera patients, the liquid inside the pitcher is useful for urinary troubles, it is also used as eye drops.\nUtricularia is useful against cough, for dressing of wounds, as a remedy for urinary disease.\n\n### 13.3.2. Threat\n\n- Gardening trading for medicinal properties is one of the main causes for their decline.\n- Habitat destruction is also rampant, the wetlands harbouring such plants being the main casualties during the expansion of urban and rural habitation.\n- Pollution caused by effluents containing detergents, fertilizers, pesticides, sewage etc into the wetlands is yet another major cause for their decline (Since insectivorous plants do not tolerate high nutrient levels)\n- Moreover, polluted water bodies are dominated by prolific water weeds which cause elimination of the delicate insectivorous plants.\n\n\n## Do you know?\n\nTiger, delineates its own territory by urinating on the trees and rocks along the boundary and lives within that. Trespass by another male usually ends up in conflict which turns into a bloody battle sometimes. The tigresses in a family may have overlapping territories within the male's territory.\nEven though tiger is a powerful predator with plenty of tactics, it is observed that only one in twenty attempts of hunting is really successful.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:16.165264",
    "section_name": "Table in PLANT DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in PLANT DIVERSITY OF INDIA",
      "summary": "The content discusses various insectivorous plants found in India, including Drosera, Aldrovanda, Nepenthes, Utricularia, and Pinguicula, highlighting their trapping mechanisms and distribution.",
      "page_number": 163,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Drosera Or Sundew Inhabiting Wet Infertile Soils Or Marshy Places",
        "chapter_number": 1,
        "summary": "### 13.3.1. The Indian Hunters",
        "content_type": "table",
        "key_topics": [
          "pollution",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4005,
      "topic_tags": [
        "pollution",
        "soil",
        "water"
      ],
      "key_concepts": [
        "pollution",
        "soil",
        "water"
      ],
      "keywords": [
        "Indian Hunters",
        "Insectivorous plants",
        "Drosera",
        "Aldrovanda",
        "Nepenthes",
        "Utricularia",
        "Pinguicula",
        "trapping mechanisms",
        "distribution",
        "medicinal properties",
        "threat",
        "habitat destruction."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 164,
    "content": "### 13.4. INVASIVE ALIEN SPECIES\n\nPurposely or accidentally, people often bring non-native species into new areas where the species have few or no natural predators to keep their populations in check.\nAliens are species that occur outside their natural range. Alien species that threaten native plants and animals or other aspects of biodiversity are called alien invasive species. They occur in all groups of plants and animals, as competitors, predators, pathogens and parasites, and they have invaded almost every type of native ecosystem,\nBiological invasion by alien species is recognised as one of the major threats to native species and ecosystems. The effects on biodiversity are enormous and often irreversible.\n\n### 13.4.1. Invasion and Species Richness?\n\nThe invasions potentially lead to an increase in species richness, as invasive species are added to the existing species pool. But it also leads to extinction of native species, resulting in decrease of species richness. The negative interactions are primarily the competition with natives for food and sustenance, which may not allow coexistence and also by predation.\n\n### 13.4.2. Effects\n\n- Loss of Biodiversity\n- Decline of Native Species (Endemics).\n- Habitat Loss\n- Introduced pathogens reduce crop and stock yields\n- Degradation of marine and freshwater ecosystems\n\nThis biological invasion constitutes the greatest threat to biodiversity, and it has already had devastating consequences for the planet and challenges for the conservation managers.\n\n## Are black rhinos really black?\n\nNo, black rhinos are not black at all. The species probably derives its name as a distinction from the white rhino (which is not white at all either) or from the dark-colored local soil that often covers its skin after wallowing in mud.\n\n### 13.4.3. Some Invasive fauna in India are:\n\n1. A new invasive gall forming insect of Eucalyptus in Southern India.\n\n- Leptocybe invasa - a new insect pest detected from few pockets of coastal Tamil Nadu and it has spread to peninsular India.\n- It is a tiny wasp that forms leaf and stem galls in Eucalyptus.\n\n2. Crazy ant\n3. Giant African snail\n4. Myna\n5. Gold Fish\n6. Pigeon\n7. Donkey\n8. House Gecko\n9. Tilapia\n\n### 13.5. SOME INVASIVE ALIEN FLORA OF INDIA\n\n### 13.5.1. Needle Bush\n\n- Nativity: Trop. South America\n- Distribution in India: Throughout\n- Remarks: Occasional in thorny scrub and dry degraded forests and often creates close thickets.\n\n\n### 13.5.2. Black Wattle\n\n- Nativity: South East Australia\n- Distribution in India: Western Ghats\n- Remarks: Introduced for afforestation in Western Ghats. Regenerates rapidly after fire and forms dense thickets. It is distributed in forests and grazing lands in high altitude areas.\n\n\n### 13.5.3. Goat weed\n\n- Nativity: Trop. America\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Troublesome weed in gardens, cultivated fields and forests.\n\n\n### 13.5.4. Alternanthera paronychioides\n\n- Nativity: Trop. America\n- Distribution in India: Throughout",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:17.292844",
    "section_name": "Ecosystem, Biodiversity content in PLANT DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Biodiversity content in PLANT DIVERSITY OF INDIA",
      "summary": "The content discusses the impact of invasive alien species on biodiversity, highlighting their threats and effects on native ecosystems in India.",
      "page_number": 164,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "A New Invasive Gall Forming Insect Of Eucalyptus In Southern India",
        "chapter_number": 1,
        "summary": "### 13.4. INVASIVE ALIEN SPECIES",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "biodiversity",
          "conservation",
          "natural",
          "forest",
          "marine",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3019,
      "topic_tags": [
        "ecosystem",
        "biodiversity",
        "conservation",
        "natural",
        "forest",
        "marine",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "biodiversity",
        "conservation",
        "natural",
        "forest",
        "marine",
        "soil",
        "water"
      ],
      "keywords": [
        "Invasive alien species",
        "biodiversity",
        "native species",
        "habitat loss",
        "effects",
        "India",
        "flora",
        "fauna"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 165,
    "content": "- Remarks: Occasional weed along edges of tanks, ditches and in marshy lands.\n\n\n### 13.5.5. Prickly Poppy\n\n- Nativity: Trop. Central \\& South America\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Common winter season weed in cultivated fields, scrub lands and fringes of forests.\n\n\n### 13.5.6. Blumea eriantha\n\n- Nativity: Trop. America\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Abundant along railway tracks, road sides and degraded forest lands.\n\n\n### 13.5.7. Palmyra, Toddy Palm\n\n- Nativity: Trop. Africa\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Cultivated and self sown, occasionally found to be gregarious near by cultivated fields, scrub lands and waste lands.\n\n\n### 13.5.8. Calotropis / Madar, Swallo Wort\n\n- Nativity: Trop. Africa\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Common in cultivated fields, scrub lands and waste lands.\n\n\n### 13.5.9. Datura, Mad Plant, Thorn Apple\n\n- Nativity: Trop. America\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Occasional weed on disturbed ground.\n\n\n### 13.5.10. Water Hyacinth\n\n- Nativity: Trop. America\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Abundant in still or slow floating waters. Nuisance for aquatic ecosystems.\n\n\n### 13.5.11. Impatiens, Balsam\n\n- Nativity: Trop. America\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Common along streams of moist forests and occasionally along railway tracks; also runs wild in gardens.\n\n\n## Do you know?\n\nSea cow, Dugong dugon occurs in near shore waters of Gulf of Mannar, Gulf of Kachchh and Andaman and Nicobar Islands.\n\n### 13.5.13. Ipomoea / the pink morning glory\n\n- Nativity: Trop. America\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Common weed of marhsy lands and along the edges of tanks and ditches.\n\n\n### 13.5.13. Lantana camara / Lantana, Wild Sage\n\n- Nativity: Trop. America\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Common weed of forests, plantations, habitation, waste lands and scrub lands.\n\n\n### 13.5.14. Black Mimosa\n\n- Nativity: Trop. North America\n- Distribution in India: Himalaya, Western Ghats\n- Remarks: Aggressive colonizer. It invades water courses and seasonally flooded wetlands.\n\n\n### 13.5.15. Touch-Me-Not, Sleeping Grass\n\n- Nativity: Brazil\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Common weed of cultivated fields, scrub lands and degraded forests.\n\n\n### 13.5.16. 4 'o' clock plant.\n\n- Nativity: Peru\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Runs wild in gardens and near habitation.\n\n\n### 13.5.17. Parthenium / Congress grass, Parthenium\n\n- Nativity: Trop. North America\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Common weed of cultivated fields, forests, overgrazed pastures, waste lands and gardens.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:18.449656",
    "section_name": "Ecosystem, Forest content in PLANT DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Forest content in PLANT DIVERSITY OF INDIA",
      "summary": "The study material discusses various aggressive colonizing weeds found in India, their nativity, distribution, and habitats.",
      "page_number": 165,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Remarks: Occasional weed along edges of tanks, ditches and in marshy lands.",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "forest",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 2942,
      "topic_tags": [
        "ecosystem",
        "forest",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "forest",
        "water"
      ],
      "keywords": [
        "weeds",
        "aggressive colonizer",
        "distribution",
        "nativity",
        "habitats",
        "India",
        "cultivation",
        "forests"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 166,
    "content": "### 13.5.18. Prosopis juliflora / Mesquite\n\n- Nativity: Mexico\n- Distribution in India: Throughout\n- Remarks: Aggressive colonizer. Common weed of waste lands, scrub lands and degraded forests.\n\n\n### 13.5.19. Townsend grass\n\n- Nativity: Trop. W. Asia\n- Distribution in India: Throughout\n- Remarks: Very common along streams and banks of rivers.\n\n\n## Do you know?\n\nFour years after the Maharashtra government launched a project to monitor and protect wild buffaloes at the Kolamarka Conservation Reserve at Sironcha in Gadchiroli, the numbers have shown a gradual rise. Now, the state government is considering a proposal tiger reserve for a higher degree of protection.\n\n### 13.6. MEDICINAL PLANTS\n\n### 13.6.1. Beddomes Cycad / Perita / Kondaitha\n\n- Eastern Peninsular India.\n- Uses: The male cones of the plant are used by local herbalists as a cure for rheumatoid arthritis and muscle pains. Fire resistant property is also there.\n\n\n### 13.6.2. Blue vanda / Autumn Ladies Tresses Orchid\n\n- Distribution: Assam, Arunachal Pradesh, Manipur, Meghalaya, Nagaland.\n- Vanda is one of the few botanical orchids with blue flowers a property much appreciated for producing interspecific and intergeneric hybrids.\n\n\n### 13.6.3. Kuth / Kustha / Pooshkarmoola / Uplet\n\n- Distribution: Kashmir, Himachal Pradesh\n- Uses: It is used as an anti-inflammatory drug, and a component of the traditional Tibetan medicine. The roots of the plant are used in perfumery. Dry roots (Kuth, Costus) are strongly scented and yields an aromatic oil, which is also used in making insecticides. The roots contain an alkaloid, 'saussurine', which is medicinally important.\n\n\n### 13.6.4. Ladies Slipper Orchid\n\n- Uses: These types of orchids are mainly used as collector's items but lady's slipper is some times used today either alone or as a component of formulas intended to produce treat anxiety / insomnia (scientific evidence is not present). This is also sometimes used topically as a poultice or plaster for relief of muscular pain.\n\n\n### 13.6.5. Red vanda\n\n- Distribution: Manipur, Assam, Andhrapradesh\n- Uses: As a whole orchids are collected to satisfy an ever demanding market of orchid fanciers, especially in Europe, North America and Asia.\n\n\n### 13.6.6. Sarpagandha\n\n- Distribution: Sub Himalayan tract from Punjab eastwards to Nepal, Sikkim, Assam, Eastern \\& Western Ghats, parts of Central India \\& in the Andamans.\n- Uses: Rauvolfia roots are of immense medicinal value and has steady demand. It is used for treating various central nervous system disorders. The pharmacological activity of rauvolfia is due to the presence of several alkaloids of which reserpine is the most important, which is used for its sedative action in mild anxiety states and chronic psychoses. It has a depressant action on central nervous system produces sedation and lower blood pressure. The root extracts are used for treating intestinal disorders, particularly diarrhoea and dysentery and also anthelmintic. It is used for the treatment of cholera, colic and fever. The juice of the leaves are used as a remedy for opacity of the cornea. The total root extracts exhibits a variety of effects, viz., sedation, hypertension, brodyeardia, myosis, ptosis, tremors, which are typical of reserpine.\n\n\n### 13.6.7. Ceropegia species.\n\n- Lantern Flower, Parasol Flower, Parachute Flower, Bushman's Pipe.\n- Uses: These plants are used as ornamental plants.\n\n\n### 13.6.8. Emodi / Indian Podophyllum\n\n- Himalayan May Apple, India May Apple etc.,\n- Distribution: Lower elevations in and around surrounding the Himalayas.\n- Uses: Rhizomes and roots constitute the drug. The dried rhizome form the source of medicinal resin. Podophyllin is toxic and strongly irritant to skin and mucous membranes.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:19.474039",
    "section_name": "Table in PLANT DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in PLANT DIVERSITY OF INDIA",
      "summary": "The content provides information on various plant species, their distribution in India, and their medicinal uses.",
      "page_number": 166,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "### 13.5.18. Prosopis juliflora / Mesquite",
        "content_type": "table",
        "key_topics": [
          "conservation",
          "forest"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3752,
      "topic_tags": [
        "conservation",
        "forest"
      ],
      "key_concepts": [
        "conservation",
        "forest"
      ],
      "keywords": [
        "Prosopis juliflora",
        "Townsend grass",
        "Maharashtra",
        "wild buffaloes",
        "Kolamarka Conservation Reserve",
        "medicinal plants",
        "Beddomes Cycad",
        "Blue vanda",
        "Kuth",
        "Ladies Slipper Orchid",
        "Sarpagandha",
        "medicinal uses",
        "distribution in India."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 167,
    "content": "### 13.6.9. Tree Ferns\n\n- Distribution: Lower elevations in and surrounding the Himalaya.\n- Uses: The Soft Tree Fern can be used as a food source, with the pith of the plant being eaten either cooked or raw. It is a good source of starch.\n\n\n### 13.6.10. Cycads\n\n- A Gymnosperm tree.\n- All known as living fossil.\n- Distribution: Western ghats, Eastern ghats, North East India and Andaman and Nicobar Islands.\n- Cycads have been used as a source of starch and also during socio-cultural rituals.\n- There is some indication that the regular consumption of starch derived from cycads is a factor in the development of Lytico-Bodig disease, a neurological disease with symptoms similar to those of Parkinson's disease and ALS.\n- Threats: Over harvesting, Deforestation and forest fire.\n\n\n### 13.6.11. Elephant's foot\n\n- Distribution: Throughout the North Western Himalayas.\n- Uses: Commercial source of Diosgenin (a steroid sapogenin, is the product of sapogenin, is the product of hydrolysis by acids, strong bases, or enzymes of saponins, extracted from the tubers of Dioscorea wild yam. The sugar-free (aglycone), diosgenin is used for the commercial synthesis of cortisone, pregnenolone, progesterone, and other steroid products).\n\n\n## Do you know?\n\nSharks give birth to pups in three ways\nI. eggs are laid (like birds)\nII. eggs hatch inside the mother and then are born\nIII. pups (sharks) grow inside the mother.\n\n### 13.7. TREE CHARACTERS\n\n### 13.7.1. Types of Trees:\n\nThere are two main types of trees: deciduous and evergreen.\n(i) Deciduous trees\n\n- lose all their leaves for part of the year.\n- In cold climates, this happens during the autumn so that the trees are bare throughout the winter.\n- In hot and dry climates, deciduous trees usually lose their leaves during the dry season.\n(ii) Evergreen trees\n- don't lose all their leaves at the any time (they always have some foliage).\n- They do lose their old leaves a little at a time with new ones growing in to replace the old. An evergreen tree is never completely without leaves.\n\n\n## Do you know?\n\nThe world's oldest trees are 4,600 year old Bristlecone pines in U.S.A.\n\n### 13.7.2. Parts of a Tree:\n\n## Roots:\n\n- The roots are the part of the tree that grows underground.\n- Besides keeping the tree from tipping over, the main job of the roots is to collect water and nutrients from the soil and to store them for times when there isn't as much available.\n\n\n## Crown:\n\n- The crown is made up of the leaves and branches at the top of a tree.\n- The crown shades the roots, collects energy from the sun (photosynthesis) and allows the tree to remove extra water to keep it cool (transpiration -- similar to sweating in animals).\n\n\n## Leaves:\n\n- They are the part of the tree that converts energy into food (sugar).\n- Leaves are the food factories of a tree.\n- They contain a very special substance called chlorophyll. It is chlorophyll that gives leaves their green colour.\n- Chlorophyll is an extremely important biomolecule, used in photosynthesis. leaves use the sun's energy to convert carbon dioxide from the atmosphere and water from the soil into sugar and oxygen.\n- The sugar, which is the tree's food, is either used or stored in the branches, trunk and roots. The oxygen is released back into the atmosphere.\n\n\n## Branches:\n\n- The branches provide the support to distribute the leaves efficiently for the type of tree and the environment.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:20.992531",
    "section_name": "Environment, Climate content in PLANT DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Climate content in PLANT DIVERSITY OF INDIA",
      "summary": "The study material discusses the distribution and uses of Tree Ferns, Cycads, and Elephant's foot, along with information on types of trees and their parts.",
      "page_number": 167,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "### 13.6.9. Tree Ferns",
        "content_type": "text",
        "key_topics": [
          "environment",
          "climate",
          "development",
          "forest",
          "atmosphere",
          "soil",
          "water",
          "energy",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3408,
      "topic_tags": [
        "environment",
        "climate",
        "development",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "climate",
        "development",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon"
      ],
      "keywords": [
        "Tree Ferns",
        "Cycads",
        "Elephant's foot",
        "distribution",
        "uses",
        "types of trees",
        "roots",
        "crown",
        "leaves"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 168,
    "content": "# SHANKAR IAS ACADEMY \n\n- They also serve as conduits for water and nutrients and as storage for extra sugar.\n\n\n## Do you know?\n\n1. Trees are the largest and oldest living organism on earth:\n2. It can take 10 minutes to walk around the crown of a giant banyan tree in Calcutta.\n3. Trees trap more of the sun's energy than any other group of organisms on earth\n4. Trees do not restore and repair wood that is injured and infected, instead they compartmentalize off the damaged tissue.\n\n## Trunk:\n\n- The trunk of the tree provides its shape and support and holds up the crown.\n- The trunk transports water and nutrients from the soil and sugar from the leaves.\n\n\n### 13.7.3. Parts of the Trunk:\n\n## Annual rings\n\n- Inside the trunk of a tree there are a number of growth rings.\n- Each year of the tree's life, a new ring is added so it is referred as the annual rings.\n- It is used to calculate Dendro-Chronology (Age of a tree) and Paleo-Climatology.\n- The age of a tree can be determined by the number of growth rings. The size of the growth ring is determined in part by environmental conditions - temperature, water availability.\n\n\n## Bark:\n\n- The outside layer of the trunk, branches and twigs of trees.\n- The bark serves as a protective layer of the tree.\n- Trees actually have inner bark and outer bark. The inner layer of bark is made up of living cells and the outer layer is made of dead cells, sort of like our fingernails.\n- The scientific name for the inner layer of bark is Phloem. The main job of this inner layer is to carry sap full of sugar from the leaves to the rest of the tree.\n- A number of handy things are made from bark including latex, cinnamon and some kinds of poisons. It isn't surprising the strong flavours, scents and toxins can often be found in the bark of different types of trees.\n\n\n## Cambium:\n\n- The thin layer of living cells just inside the bark is called cambium.\n- It is the part of the tree that makes new cells allowing the tree to grow wider each year.\n\n\n## Sapwood (Xylem):\n\n- The scientific name for sapwood is xylem.\n- It is made up of a network of living cells that bring water and nutrients up from the roots to the branches, twigs and leaves.\n- It is the youngest wood of the tree -- over the years, the inner layers of sapwood die and become heartwood.\n\n\n## Heartwood:\n\n- The heartwood is dead sapwood in the center of the trunk.\n- It is the hardest wood of the tree giving it support and strength.\n- It is usually darker in colour than the sapwood.\n\n\n## Pith:\n\n- Pith is the tiny dark spot of spongy living cells right in the center of the tree trunk.\n- Essential nutrients are carried up through the pith.\n- It's placement right in the center means it is the most protected from damage by insects, the wind or animals.\n\n\n### 13.7.4. Root types\n\n- Taproot - Primary descending root formed by the direct prolongation of the radicle of the embryo.\n- Lateral Root - Roots that arise from the tap root and spread laterally to support the tree.\n- Adventitious Roots - Roots that are produced from the parts of the plant other than the radicle or its subdivision. The following kinds of Adventitious Roots are commonly found in trees.\n- Buttresses - They are out - growths formed usually vertically above the lateral roots and thus connect the base of the stem with roots. They are formed in the basal portion of the stem.\n- Ex: Silk cotton tree.\n- Prop - Roots - Adventitious Roots - produced from the branches of the tree which remain suspended in the air",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:22.752375",
    "section_name": "Page 9 content in PLANT DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 9 content in PLANT DIVERSITY OF INDIA",
      "summary": "The study material discusses the anatomy of trees, focusing on the trunk and its various components like annual rings, bark, cambium, sapwood, heartwood, and pith.",
      "page_number": 168,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3503,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Trees",
        "Trunk",
        "Annual rings",
        "Bark",
        "Cambium",
        "Sapwood",
        "Heartwood",
        "Pith."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 169,
    "content": "# SHANKAR IAS ACADEMY \n\ntill they reach the ground. On reaching the ground they enter into the soil and get fixed.\n\n- Ex: Banyan Tree\n- Stilt - Roots - Adventitious Roots which emerged from the butt of a tree above ground level. So that the tree appears as if supported on flying buttresses.\n- Ex: Rhizphora species of mangroves.\n- Pneumatophore: It is a spike like projection of the roots of swamp / mangrove tree above the ground. It helps the submerged roots to obtain oxygen.\n- Ex: Heretiera spp, Bruguiera spp.\n- Haustorial roots are the roots of parasitic plants that can absorb water and nutrients from another plant.\n- Eg: mistletoe (Viscum alubum) and dodder.\n- Storage roots are modified roots for storage of food or water, such as carrots and beets. They include some taproots and tuberous roots.\n- Mycorrhiza - structure produced from the combination of the modified rootlet with fungal tissue.\n\n\n## Do you know?\n\n1. A tree can absorb as much as 48 pounds of carbon dioxide per year and can sequester 1 ton of carbon dioxide by the time it reaches 40 years old.\n2. Tree wood is a highly organized arrangement of living, dying, and dead cells.\n\n### 13.7.5. Canopy classification-\n\n- Relative completeness of canopy. Classified into 4 types.\n- Closed - the density is 1.0\n- Dense - the density is 0.75 to 1.0\n- Thin - the density is 0.50 to 0.75\n- Open - the density is under 0.50\n\n\n### 13.7.6. Other characters\n\n- Phenology - Science that deals with the time of appearance of characteristic periodic events such as leaf shedding etc.\n- Etiolation - With the absence of adequate light, plants become pale yellow and have long thin internodes.\n- Autumn tints - in some trees, leaves undergo a striking change in colour before falling from the tree.\n- Ex: Mango, Cassia fistula, Quercus incana\n- Taper - the decrease in diametre of the stem of a tree from the base upwards. i.e., the stem is thicker at the base and thinner in the upper portion of the tree.\n- Tapering occurs due to the pressure of the wind which is centred in the lower one third of the crown and is conveyed to the lower parts of the stem, increasing with increasing length. To counteract this pressure, which may snap the tree at the base, the tree reinforces itself towards the base.\n- They are generally associated with the absence of long taproot system due to either shallow soil are badly aerated and infertile subsoil.\n- Bamboo gregarious flowering - general flowering over the considerable area of all (or) most of the individuals of certain species, that do not flower annually. Generally followed by death of a plant.\n- Sal Tree grows in variety of geological formations but completely absent in Deccan trap where its place is taken by teak.\n- Sandal tree is a partial-root parasite. The seedlings of this species grow independently in the beginning but in few months develop haustorial connections with the roots of some shrub and later with some tree species growing in the vicinity. Sandle tree manufactures its own food but depends upon the host like other partial parasites for water and mineral nutrients.\n- Aerial seeding is the process of dispersing the seed aerially. In India, aerial seeding has been done on experiment basis in Chambal ravines in UP, Rajasthan, West Bengal and Western Ghats of Maharashtra. The research carried out during 1982 shows that the survival percentage was 97.3 and 2.7 for Prosopis juliflora and Acacia nilotica respectively. The survey indicated that $25 \\%$ of the area has not responded for aerial seeding at all.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:23.570528",
    "section_name": "Page 10 content in PLANT DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 10 content in PLANT DIVERSITY OF INDIA",
      "summary": "The study material discusses various types of roots, canopy classification, and other characteristics of trees, including phenology and tapering.",
      "page_number": 169,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3542,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Roots",
        "Canopy classification",
        "Phenology",
        "Tapering",
        "Carbon dioxide absorption",
        "Haustorial roots",
        "Storage roots",
        "Mycorrhiza",
        "Etiolation"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "PLANT DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 170,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:24.185521",
    "section_name": "Page 11 content in PLANT DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 11 content in PLANT DIVERSITY OF INDIA",
      "summary": "Information about Shankar IAS Academy.",
      "page_number": 170,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "PLANT DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 161,
      "end_page": 170,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Shankar IAS Academy",
        "UPSC study material",
        "coaching institute",
        "exam preparation",
        "competitive exams."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]