[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 25,
    "page_number": 297,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 25 in an UPSC book on the subject of Environment.]**\n\n\n\n# ACTS AND POLCIES \n\n### 25.1. WILD LIFE PROTECTION ACT 1972\n\n- India is the first country in the world to have made provisions for the protection and conservation of environment in its constitution. On 5th June 1972, environment was first discussed as an item of international agenda in the U.N. Conference of Human Environment in Stockholm and thereafter 5th June is celebrated all over the world as World Environment Day.\n- Soon after the Stockholm Conference our country took substantive legislative steps for environmental protection. The Wildlife (Protection) Act was passed in 1972, followed by the Water (Prevention and Control of Pollution) Act 1974, the Forest (Conservation) Act, 1980, Air (Prevention and Control of Pollution) Act, 1981 and subsequently the Environment (Protection) Act, 1986.\n\n\n### 25.1.1. Constitutional Provisions\n\n- The provisions for environmental protection in the constitution were made within four years of Stockholm Conference, in 1976, though the 42nd amendment as follows:\n- Article-48-A of the constitution provides:\n- \"The state shall endeavour to protect and improve the environment and to safeguard forest and wildlife of the country.\"\n- Article 51-A (g) Provides:\n- It shall be duty of every citizen of India to protect and improve the natural environment including forests, lakes, rivers and wildlife an to have compassion for living creatures.\"\n- Thus our constitution includes environmental protection and conservation as one of our fundamental duties. Some of the important Acts passed by the Government of India are discussed here.\n\n\n### 25.1.2. The Wildlife (Protection) Act of 1972\n\n- The passing of the Wildlife Act of 1972 constitutes an important landmark in the history of wildlife legislation in the country.\n- This is because of the fact that the \"Forest\" including \"Wildlife\" was then a State subject falling in Entry 20 List II of Seventh Schedule, Parliament had no power to make law on the same except as provided in Articles 249,250 and 252 of the constitution.\n- Having regard to the importance of the matter, the Act has been adopted by all the States except that of Jammu and Kashmir which has a similar law enacted for the purpose of wildlife protection. The operation of the Act is mandatory in the Union Territories too.\n- The Wildlife (Protection) Act of 1972 provides the basic framework to ensure the protection and management of wildlife. The Act was amended subsequently in 1982, 1986, 1991 and 1993 to accommodate provision for its effective implementation.\n\n\n## The rationale for passing Act as stated in its\n\nStatement of Objects and Reasons are as follows:\n\n- The rapid decline of India's wild animals and birds, one of the richest and most varied wildlife resources of the country has been a cause of grave concern.\n- Areas which were once teeming with wildlife have become devoid of it and even in sanctuaries and National Parks the protection afforded to wildlife needs to be improved.\n- The Wild Birds and Animals Protection Act, 1935 has become completely outdated.\n- This existing laws not only have become outdated but also provide punishments, which are not commensurate with the offence and financial benefits that occur from poaching and trade in wildlife produce. Further,",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:03.667002",
    "section_name": "Chapter title page for Chapter 25 in an UPSC book on the subject of Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Chapter title page for Chapter 25 in an UPSC book on the subject of Environment.",
      "summary": "The content discusses the Wildlife (Protection) Act of 1972 in India and its significance in environmental conservation.",
      "page_number": 297,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 25,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1479,
        "bottom_right_y": 523
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "table",
        "key_topics": [
          "environment",
          "conservation",
          "pollution",
          "natural",
          "resources",
          "forest",
          "wildlife",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3360,
      "topic_tags": [
        "environment",
        "conservation",
        "pollution",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "water"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "pollution",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "water"
      ],
      "keywords": [
        "Wildlife Protection Act",
        "environmental protection",
        "conservation",
        "constitution",
        "India",
        "legislation",
        "wildlife resources",
        "implementation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 1,
    "page_number": 298,
    "content": "such laws mainly relate to control of hunting and do not emphasize the other factors which are also the prime reasons for the decline of India's wildlife namely taxidermy and trade in wildlife and products there from.\n\n### 25.1.3. Salient features of the Act:\n\n- The Wildlife Protection Act, 1972 is a product of process which started long ago in 1887 for the protection of a few wild birds and after addition of wild animals in 1912 and specified plants in 1919 it covered almost all the wildlife resources which need protection and management.\n\n1. The rating of the Schedules I to V is in accordance with the risk of survival of the wildlife (fauna) enlisted in them. Animals included Schedule are provided for total protection from hunting and the trade and commerce related to such animals are strictly regulated. The schedule VI has been added to include the specified plant species to be protected by the Wildlife (Protection) Amendment Act of 1991.\n2. An expert committee, constituted by the Indian Board of Wildlife considers amendments to the Act, as and when necessary.\n3. With the amendment of the Act in 1991, powers of the State Governments have been withdrawn almost totally. Now the State Governments are not empowered to declare any wild animal a vermin. Further by addition of provision, immunization of livestock within a radius of 5 km from a National Park or sanctuary has been made compulsory.\n\n## Do you know?\n\nManagement Effective Evaluation (MEE), MEE conducted by the National Tiger Conservation Authority and the Wildlife Institute of India is the assessment of how well protected areas are being managed and their effectiveness in conserving target flora and fauna, the reserves were put into four categories - 'very good', 'good', 'fair' and 'poor'.\n\n### 25.2. ENVIRONMENT (PROTECTION) ACT, 1986\n\n- As compared to all other previous laws on environment protection, the Environment (Protection) Act, 1986 is a more effective and bold measure to fight the problem of pollution.\n- The genesis of the Environmental (Protection) Act, 1986, thus, is in Article 48A (Directive Principles of State Policy) and Article 51A (g) (Fundamental Duties) of the Indian Constitution.\n- The Act empowers the Central Government to take all appropriate measures to prevent and control pollution and to establish effective machinery for the purpose of protecting and improving the quality of the environment and protecting controlling and abating environmental pollution.\n- The Central Government or any other person duly authorised is empowered to collect the samples of air, water, soil or other substances as evidence of the offences under the Environment (Protection) Act, 1986.\n- The Act prescribes a special procedure for handling hazardous substances and the concerned person has to handle the hazardous substances according to the procedure of the Act.\n- The Environment (Protection) Act, 1986 has relaxed the rule of \"Locus Standi\" and because of such relaxation even a common citizen can approach the Court provided he has given a notice of sixty days of the alleged offence and his intention to make a complaint to the Central Government or any other competent authority.\n- This Act also empowers and authorises the Central Government to issue directions for the operation or process, prohibition, closure, or regulation of any industry. The Central Government is also authorised to stop, regulate the supply of electricity or water or any other service directly without obtaining the order of the Court in this regard.\n- The Act consists of and deals with more stringent penal provisions. The minimum penalty for contravention or violation of any provision of the law is an imprisonment for a term which may extend to five years or fine up to one lakh rupees, or both. The Act also provides for the further penalty if the failure or contravention continues after the date of conviction. It is Rs. 5000/- per day. If the failure of contravention continues beyond the period of one year, then the offender is punished with imprisonment for a term which may extend to seven years.\n- The Environment (Protection) Act, 1986 grants immunity to the officers of the Government for any act done under the provisions of this Act or under the powers vested in them or functions assigned to them under this Act.\n- The Act debars the Civil Courts from having any jurisdiction to entertain any suit or proceeding in respect of",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:05.395041",
    "section_name": "Table in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ACTS AND POLICIES",
      "summary": "The content discusses the Wildlife Protection Act, 1972 and the Environment (Protection) Act, 1986, highlighting their salient features and importance in conserving India's wildlife and environment.",
      "page_number": 298,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "The Rating Of The Schedules I To V Is In Accordance With The Risk Of Survival Of The Wildlife (Fauna",
        "chapter_number": 1,
        "summary": "such laws mainly relate to control of hunting and do not emphasize the other factors which are also the prime reasons for the decline of India's wildlife namely taxidermy and trade in wildlife and pro...",
        "content_type": "table",
        "key_topics": [
          "environment",
          "conservation",
          "pollution",
          "resources",
          "wildlife",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4431,
      "topic_tags": [
        "environment",
        "conservation",
        "pollution",
        "resources",
        "wildlife",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "pollution",
        "resources",
        "wildlife",
        "soil",
        "water"
      ],
      "keywords": [
        "Wildlife Protection Act",
        "1972",
        "Environment (Protection) Act",
        "1986",
        "conservation",
        "protection",
        "wildlife",
        "environment",
        "pollution",
        "Central Government",
        "hazardous substances."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 1,
    "page_number": 299,
    "content": "an action, direction, order issued by Central Government or other statutory authority under this Act.\n\n- Under the Act, there will be supremacy of provision. In other words, the provisions of this Act and the rules or orders made under this Act shall have effect and supremacy over anything inconsistent contained in any enactment other than this Act\n\n\n### 25.3. NATIONAL FOREST POLICY 1988\n\n- The principal aim of National Forest Policy, 1988 is to ensure environmental stability and maintenance of ecological balance including atmospheric equilibrium which are vital for sustenance of all life forms, human, animal and plant.\n\n\n### 25.3.1. Objectives\n\n- Conserving the natural heritage of the country by preserving the remaining natural forests with the vast variety of flora and fauna, which represent the remarkable biological diversity and genetic resources of the country.\n- Checking soil erosion and denudation in the catchments areas of rivers, lakes, reservoirs in the \"interest of soil and water conservation, for mitigating floods and droughts and for the retardation of siltation of reservoirs.\n- Checking the extension of sand-dunes in the desert areas of Rajasthan and along the coastal tracts.\n- Increasing substantially the forest/tree cover in the country through massive afforestation and social forestry programmes, especially on all denuded, degraded and unproductive lands.\n- Increasing the productivity of forests to meet essential national needs.\n- Encouraging efficient utilisation of forest produce and maximising substitution of wood.\n\n\n### 25.3.2. The major achievements of National Forest Policy, 1988,\n\n- Increase in the forest and tree cover.\n- Involvement of local communities in the protection, conservation and management of forests through Joint Forest Management Programme.\n- Meeting the requirement of fuel wood, fodder minor forest produce and small timber of the rural and tribal populations.\n- Conservation of Biological Diversity and Genetic Resources of the country through ex-situ and in-situ conservation measures.\n- Significant contribution in maintenance of environment and ecological stability in the country.\n\n\n### 25.4. BIOLOGICAL DIVERSITY ACT, 2002\n\n- The Biological Diversity Act 2002 was born out of India's attempt to realize the objectives enshrined in the United Nations Convention on Biological Diversity (CBD) 1992 which recognizes the sovereign rights of states to use their own Biological Resources.\n- An Act to provide for conservation of biological diversity, sustainable use of its components and fair and equitable sharing of the benefits arising out of the use of biological resources, knowledge and for matters connected therewith or incidental thereto.\n\n\n### 25.4.1. Objectives\n\n(i) Conservation of biological diversity;\n(ii) Sustainable use of its components; and\n(iii) Fair and equitable sharing of the benefits arising from the utilization of genetic resources.\n\n- The Act envisages a three-tier structure to regulate access to the biological resources, comprising of National Biodiversity Authority (NBA), State Biodiversity Boards (SBB) and Biodiversity Management Committees (BMC) at the local level\n\n\n## Do you know?\n\nThe Wildlife Institute of India (WII) has recommended notification of the areas 'above' wildlife sanctuaries as a 'silent zone' by keeping the noise level of helicopters within the limit of 50 db . This is the recommendation in WII's interim report with regard to height and noise level for flights over the Kedarnath Wildlife Sanctuary (KWLS).\n\n### 25.5. THE SCHEDULED TRIBES AND OTHER TRADITIONAL FOREST DWELLERS (RECOGNITION OF FOREST RIGHTS) ACT, 2006\n\n- Forest Rights Act, 2006 provides for the restitution of deprived forest rights across India, including both individual rights to cultivated land in forestland and community rights over common property resources.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:06.217290",
    "section_name": "Table in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ACTS AND POLICIES",
      "summary": "The study material discusses the provisions and objectives of the National Forest Policy 1988 and the Biological Diversity Act 2002 in India.",
      "page_number": 299,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "an action, direction, order issued by Central Government or other statutory authority under this Act.",
        "content_type": "table",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "sustainable",
          "natural",
          "resources",
          "forest",
          "wildlife",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3861,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "keywords": [
        "Central Government",
        "statutory authority",
        "National Forest Policy 1988",
        "conservation",
        "ecological balance",
        "Biological Diversity Act 2002",
        "sustainable use",
        "genetic resources",
        "National Biodiversity Authority."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 1,
    "page_number": 300,
    "content": "- The Act is significant as it provides scope and historic opportunity of integrating conservation and livelihood rights of the people.\n\nThe Union Finance Ministry has also slashed the Centre's share of non-recurring expenditure from $100 \\%$ to $60 \\%$, for Project Tiger, leaving the remaining amount for the respective states to manage. However, in the case of special status states, which includes the three Himalayan states of Himachal Pradesh, JammuKashmir and Uttarakhand and the Northeastern states, the ratio is 90:10.\n\n### 25.5.1. FRA is a potential tool\n\nI. To empower and strengthen the local self governance\nII. To address the livelihood security of the people\nIII. To address the issues of Conservation and management of the Natural Resources and conservation governance of India.\n\n- For the first time Forest Rights Act recognises and secures\ni. Community Rights in addition to their individual rights\nii. Right to protect, regenerate or conserve or manage any community forest resource which the communities have been traditionally protecting and conserving for sustainable use.\niii. Right to intellectual property and traditional knowledge related to biodiversity and cultural diversity\niv. Rights of displaced communities \\& Rights over developmental activities\n\n\n### 25.5.2. Salient Features\n\n- Nodal Agency for the implementation is MoTA.\n- This Act is applicable for Tribal and Other Traditional Forest Dwelling Communities.\n- The Act provides for recognition of forest rights of other traditional forest dwellers provided they have for at least three generations prior to 13.12.2005 primarily resided in and have depended on the forest or forest land for bonafide livelihood needs. A \"generation\" for this purpose would mean a period comprising of 25 years.\n- The maximum limit of the recognizing rights on forest land is 4 ha.\n- National Parks and Sanctuaries have been included along with Reserve Forest, Protected Forests for the recognition of Rights.\n- The Act recognizes the right of ownership access to collect, use, and dispose of minor forest produce which has been traditionally collected within or outside village boundaries.\n- The Act has defined the term \"minor forest produce\" to include all non-timber forest produce of plant origin, including bamboo, brush wood, stumps, cane, tussar, cocoons, honey, wax, lac, tendu or kendu leaves, medicinal plants and herbs, roots, tubers and the like.\n- The Act provides for the forest right relating to Government providing for diversion of forest land for the purpose of schools, hospitals, anganwadis, drinking water supply and water pipelines, roads, electric and telecommunication lines, etc.\n- The rights conferred under the Act shall be heritable but not alienable or transferable and shall be registered jointly in the name of both the spouses in the case of married persons and in the name of the single head, in the case of a household headed by a single person and in the absence of a direct heir, the heritable right shall pass on to the next of kin\n- The Act provides that no member of a forest dwelling Scheduled Tribe or other traditional forest dwellers shall be evicted or removed from forest land under his occupation till the recognition and verification procedure is completed.\n- As per the Act, the Gram Sabha has been designated as the competent authority for initiating the process of determining the nature and extent of individual or community forest rights or both that may be given to the forest dwelling Scheduled Tribes and other traditional forest dwellers.\n\n\n## Do you know?\n\nThe National Tiger conservation Authority (NTCA) has recommended Nandhaur Wildlife Sanctuary (WLS) to be the third tiger reserve in the Uttarakhand after Rajaji and Corbett. The sanctuary is situated between the Gola and Sarda rivers. It is part of the Terai Arc landscape and the shivalik Elephant Reserve.\n\n### 25.6 GREEN HIGHWAYS (PLANTATION, TRANSPLANTATION, BEAUTIFICATION \\& MAINTENANCE) POLICY - 2015\n\n- India has a total 46.99 lakh kms of road length and out of which over 96214 kms are National Highways, accounting $2 \\%$ of total road length. The Highways carry",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:07.651668",
    "section_name": "Table in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ACTS AND POLICIES",
      "summary": "The Forest Rights Act (FRA) is a significant legislation empowering local self-governance, addressing livelihood security, and recognizing community rights over forest resources.",
      "page_number": 300,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- The Act is significant as it provides scope and historic opportunity of integrating conservation and livelihood rights of the people.",
        "content_type": "table",
        "key_topics": [
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest",
          "wildlife",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4155,
      "topic_tags": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "water"
      ],
      "key_concepts": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "water"
      ],
      "keywords": [
        "Forest Rights Act",
        "conservation",
        "livelihood rights",
        "local self-governance",
        "community rights",
        "traditional forest dwellers",
        "minor forest produce",
        "heritable rights",
        "recognition of rights."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 1,
    "page_number": 301,
    "content": "about $40 \\%$ of the traffic load. The Ministry has decided to develop all of existing National Highways and 40,000 kms of additional roads in the next few years as Green Highways.\n\n- The vision is to develop eco-friendly National Highways with participation of the community, farmers, NGOs, private sector, institutions, government agencies and the Forest Department.\n- The objective is to reduce the impacts of air pollution and dust as trees and shrubs along the Highways act as natural sink for air pollutants and arrest soil erosion at the embankment slopes. Plants along highway median strips and along the edges reduce the glare of oncoming vehicles which sometimes become cause of accidents. The community involvement in tree plantation directly benefits local people by generating employment. The Panchayats, NGOs and other Self Help Groups (SHGs) will be involved in the process of planting and maintenance. The plant species selected will be region specific depending on local conditions such as rainfall, climate type of soil.\n- $1 \\%$ of the total project cost of all highways projects will be kept aside for the highway plantation and its maintenance, about Rs. 1000 crore per year will be available for plantation purpose. This policy will generate employment opportunities for about five lakh people from rural areas.\n- In the new policy, the provisions about the responsibilities attached have also been clearly defined. Now it will be the responsibility of the planting agency to ensure that the condition of the site is good enough for the successful establishment of grasses.\n- The monitoring of the plantation status has been included as an integral part of the policy, strong monitoring mechanism in place by using ISRO's Bhuvan and GAGAN satellite systems.\n- For Highway projects to be environmentally sustainable, it is necessary that the natural resources lost in the process of Highway construction are restored in one way or the other. This requires that ecological needs are taken into consideration from the stage of project planning and designing to its execution. The Highways developed as green corridors not only sustain biodiversity and regenerate natural habitat but also benefit all stakeholders, from road users to local communities and spur eco-friendly economic growth and development.\n\n\n## Do you know?\n\nThe National Tiger Conservation Authority (NTCA) is awaiting a final nod from the Ministry of Defense (MoD) to start its drone-monitoring project for combating wildlife poaching and human-animal conflict. The NTCA has signed a memorandum of understanding (MoU) with the Wildlife Institute of India (WII) to start monitoring by drones in five tiger reserves (TRs) - Panna, Corbett, Kaziranga, Sundarbans and Sathyamangalam, and the permission being sought is to fly the drones only within the boundary of the core area of these reserves.\n\n### 25.7 CHEMICAL SAFETY\n\n- Government has notified two rules viz. Manufacture, Storage and Import of Hazardous Chemicals Rules, 1989 and Chemical Accidents (Emergency Planning, Preparedness and Response) Rules, 1996 for ensuring chemical safety in the Country. These Rules delineate the criteria for identification of Major Accident Hazard (MAH) unit, As per these Rules, an off- site emergency plan for a district having MAH unit is required to be in place so as to mitigate the impact of chemical accidents. As per the information received from various Sate and Union Territories, there are 1,861 MAH units in the Country, located in 303 districts.\n\n\n### 25.8 COASTAL REGULATION ZONE, 2011\n\nIn the 1991 Notification the CRZ area was classified as CRZ-I (ecological sensitive),CRZ-II (built-up area), CRZ-III (Rural area) and CRZ-IV (water area). In the 2011 Notification the above classification is retained. The only change is the inclusionof CRZ-IV, which includes the water areas upto the territorial waters and the tidalinfluenced water bodies.\nFor the very first time, a separate draft Island Protection Zone Notification hasbeen issued for protection of the islands of Andaman \\& Nicobar and Lakshadweepunder Environment (Protection) Act, 1986.\n\n## CRZ-I\n\n(i) Ecologically sensitive areas and the geomorphological features that play aprimary role in maintaining the integrity of the coast.\n\n- Mangroves, in case mangrove area is more than 1000 square metres, a bufferarea of 50 metres shall be provided;",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:09.513295",
    "section_name": "Environment, Biodiversity content in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Environment, Biodiversity content in ACTS AND POLICIES",
      "summary": "The Ministry aims to develop eco-friendly National Highways as Green Highways by involving various stakeholders and planting region-specific plant species to reduce pollution and promote sustainability.",
      "page_number": 301,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "about $40 \\%$ of the traffic load. The Ministry has decided to develop all of existing National Highways and 40,000 kms of additional roads in the next few years as Green Highways.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "pollution",
          "climate",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest",
          "wildlife",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4394,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "climate",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "climate",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "keywords": [
        "Green Highways",
        "community involvement",
        "air pollution",
        "tree plantation",
        "employment opportunities",
        "monitoring mechanism",
        "biodiversity conservation",
        "chemical safety",
        "Hazardous Chemicals Rules",
        "emergency planning."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 1,
    "page_number": 302,
    "content": "- Corals and coral reefs and associated biodiversity;\n- Sand Dunes;\n- Mudflats which are biologically active;\n- National parks, marine parks, sanctuaries, reserve forests, wildlife habitatsand other protected areas under the provisions of Wild Life (Protection) Act, 1972, the Forest (Conservation) Act, 1980 or Environment (Protection) Act, 1986; including BiosphereReserves encompassing;\n- Salt Marshes;\n- Turtle nesting grounds;\n- Horse shoe crabs habitats;\n- Sea grass beds;\n- Nesting grounds of birds;\n- Areas or structures of archaeological importance and heritage sites;\n(ii) The area between Low Tide Line and High Tide Line.\n\nThe activities permitted in CRZ-I under the 2011 Notification are\n(i) No new construction shall be permitted in CRZ-I except;\n\n- Projects relating to the Department of Atomic Energy;\n- Pipelines, conveying systems including transmission lines;\n- Facilities that are essential for activities permissible under CRZ-I;\n- Installation of weather radar for monitoring of cyclones movement andprediction by the Indian Meteorological Department;\n- Construction of trans-harbour sea link and roads on stilts or pillarswithout affecting the tidal fl ow of water, between LTL and HTL.\n- Development of green fi eld airport already permitted at onlyNavi Mumbai;\n- (ii) Between Low Tide Line and High Tide Line in areas which are not ecologicallysensitive, the following may be permitted;\n- Exploration and extraction of natural gas;\n- Construction of dispensaries, schools, public rain shelter, communitytoilets, bridges, roads, jetties, water supply, drainage, sewerage whichare required to meet the needs of traditional inhabitants living within thebiosphere reserves after obtaining approval from concerned CZMA.\n- Salt harvesting by solar evaporation of seawater;\n- Desalination plants;\n- Storage of non-hazardous cargo such as edible oil, fertilizers and foodgrain within notified ports;\n- Construction of trans-harbour sea links, roads on stilts or pillars withoutaffecting the tidal fl ow of water.\n\n\n## CRZ-II\n\nThe areas which are developed upto or close tothe shoreline and falling within municipal limits.\nBuildings are permissible on the landward side of the existing road, authorizedstructure or hazardous line where there are no authorised structures. Otheractivities such as desalination plants and storage of non-hazardous cargo are alsopermissible.\n\n## CRZ-III\n\nThe areas that are relatively undisturbed and do not fall undereither in Category I or II and also include rural and urban areas that are notsubstantially developed.\nAll permissible activities for CRZ-III as listed in the CRZ Notification, 1991 are retained in the Notification. Between o-200 metres from HTL is a No DevelopmentZone where no construction shall be permitted. Only certain activities relating toagriculture, horticulture, gardens, pasture, parks, play field, forestry, projects ofDepartment of Atomic Energy, mining of rare minerals, salt manufacture fromseawater, facilities for receipt, storage, regasification of petroleum products and liquefied natural gas, facilities for generating power by non-conventional energysources and certain public facilities may be permitted in this zone.\nBetween 200-500 metres of HTL, construction and repair of houses of localcommunities, tourism projects including green field airport at Navi Mumbai,facilities for receipt, storage, degasification of petroleum products and liquefiednatural gas, storage of non-hazardous cargo, desalination plants, facilities forgenerating power by non-conventional energy sources are permissible\n\n## CRZ-IV\n\nThe aquatic area from low tide line upto territorial limits including the area of the tidal influenced water body.\nIn CRZ-IV areas, there is no restriction on the traditional fishing and allied activitiesundertaken by local communities. However, no untreated sewage, effluents orsolid waste shall be let off or dumped in these areas. A comprehensive plan fortreatment of sewage generating from the city must be formulated within a periodof one year from the date of",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:10.151216",
    "section_name": "Table in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ACTS AND POLICIES",
      "summary": "The content discusses Coastal Regulation Zone (CRZ) guidelines, including permissible activities in different zones along the coast of India.",
      "page_number": 302,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Corals and coral reefs and associated biodiversity;",
        "content_type": "table",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "development",
          "natural",
          "forest",
          "wildlife",
          "marine",
          "water",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4062,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "development",
        "natural",
        "forest",
        "wildlife",
        "marine",
        "water",
        "energy"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "development",
        "natural",
        "forest",
        "wildlife",
        "marine",
        "water",
        "energy"
      ],
      "keywords": [
        "Corals",
        "coral reefs",
        "biodiversity",
        "protected areas",
        "CRZ-I",
        "CRZ-II",
        "CRZ-III",
        "permissible activities",
        "coastal regulation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 62,
    "page_number": 303,
    "content": "issue of this Notification and be implemented withintwo years thereafter\nSignificant new provisions in the Coastal RegulationZone Notification, 2011\n(i) The entire water area which includes 12 nautical miles in the sea and theentire water area of a tidal water body such as creek, river, estuary will be regulated by the Notification.\n(ii) In order to safeguard livelihood and property of local communities includingthe infrastructure along the coastal areas the hazard line has been introducedwhich will be demarcated by the offices of the Survey of India.\n(iii) Keeping in view the environmental and social issues, special dispensationhas been provided to Greater Mumbai, Kerala, Goa and Critically CoastalVulnerable Areas such as the Sunderban.\n(iv) In view of the erosion experienced along the coastal areas due to man-madeinterventions the shoreline will be mapped using up-to-date satellite imagesand the shorelines will then be subsequently classified as 'high eroding','medium eroding' and 'low or stable stretches'. No foreshore developmentwould be permissible in high eroding areas.\n(v) To meet the increasing demands of housing for fishing communities andother traditional coastal communities, the No Development Zone which is of 200 metres from the High Tide Line is being reduced to 100 m .\n\n### 25.9 ISLAND PROTECTION ZONE NOTIFICATION, 2011\n\nWhy is a separate Island Protection Zone Notification, 2011 required?\nThere are about 500 islands in Andaman \\& Nicobar and about 30 in Lakshadweep.These two groups of oceanic islands are home to some of the country's mostthriving biodiversity hotspots. The A\\&N Islands are known for their terrestrial andmarine biodiversity including forest area which covers $85 \\%$ of the Andaman andNicobar geographical area, while, Lakshadweep is a coral island. The geographicalareas of these islands are so small that in most of the cases the 500 metresCoastal Regulation Zone regulations overlap. Hence, a separate Notificationis being issued which takes into account the management of the entire island(except for four islands of A\\&N which include North Andaman, Middle Andaman,South Andaman and Great Nicobar).\n\nThe main objectives of the IPZ Notification, 2011are:\n\n- To ensure livelihood security to the fishing communities, tribals and otherlocal communities living in the coastal areas;\n- To conserve and protect coastal stretches and;\n- To promote development in a sustainable manner based on scientificprinciples, taking into account the dangers of natural hazards in the coastalareas and sea level rise due to global warming\n\n\n## Do you know?\n\nThe Centre has extended the relaxation of green norms in Left Wing Extremism (LWE) affected areas in the country till December 2018. The central government had in May 2011 granted relaxations under section 2 of the Forest (Conservation) Act, 1980, to help expedite the creation of public utility infrastructure in 60 LWE affected districts identified by the planning commission for implementation of the integrated Action Plan.\n\n### 25.10 SOLID WASTE MANAGEMENT RULES, 2016\n\n62 million tonnes of waste is generated annually in the country at present, out of which 5.6 million tonnes is plastic waste, 0.17 million tonnes is biomedical waste, hazardous waste generation is 7.90 million tonnes per annum and 15 lakh tonne is e-waste. The per capita waste generation in Indian cities ranges from 200 grams to 600 grams per day. 43 million TPA is collected, 11.9 million is treated and 31 million is dumped in landfill sites, which means that only about $75-80 \\%$ of the municipal waste gets collected and only $22-28 \\%$ of this waste is processed and treated. \"Waste generation will increase from 62 million tonnes to about 165 million tonnes in 2030\".\nScientific disposal of solid waste through segregation, collection and treatment and disposal in an environmentally sound manner minimises the adverse impact on the environment. The local authorities are responsible for the development of infrastructure for collection, storage, segregation, transportation, processing and disposal of MSW.\nThe Rules are now applicable beyond Municipal areas and extend to urban agglomerations, census towns, notified industrial townships, areas under the control of Indian Railways, airports, airbase, Port and harbour, defence establishments, special economic zones, State and Central",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:10.984641",
    "section_name": "Diagram in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Diagram in ACTS AND POLICIES",
      "summary": "The study material discusses the Coastal Regulation Zone Notification, 2011, highlighting new provisions and the Island Protection Zone Notification, 2011, focusing on the need for separate regulations for islands.",
      "page_number": 303,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 62,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Million Tonnes Of Waste Is Generated Annually In The Country At Present, Out Of Which 5",
        "chapter_number": 62,
        "summary": "issue of this Notification and be implemented withintwo years thereafter",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "forest",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4374,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "forest",
        "marine",
        "water"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "forest",
        "marine",
        "water"
      ],
      "keywords": [
        "Coastal Regulation Zone",
        "hazard line",
        "shoreline mapping",
        "Island Protection Zone",
        "biodiversity hotspots",
        "livelihood security",
        "solid waste management."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 62,
    "page_number": 304,
    "content": "government organizations, places of pilgrims, religious \\& historical importance.\nThe source segregation of waste has been mandated to channelize the waste to wealth by recovery, reuse and recycle.\nIntegration of waste pickers/ ragpickers and waste dealers/ Kabadiwalas in the formal system should be done by State Governments, and Self Help Group, or any other group to be formed.\nNo person should throw, burn, or bury the solid waste generated by him, on streets, open public spaces outside his premises, or in the drain, or water bodies.\nGenerator will have to pay 'User Fee' to waste collector and for 'Spot Fine' for Littering and Non-segregation.\n\n## Time frame\n\ni. setting up solid waste processing facilities by all local bodies having 100000 or more population: within two years\nii. census towns below 100000 population, setting up common or stand-alone sanitary landfills by or for all local bodies having 0.5 million or more population and setting up common or regional sanitary landfills by all local bodies and census towns under 0.5 million popu-lation-three years\niii. bio-remediation or capping of old and abandoned dump sites-five years.\n\n## Duties of Waste generator\n\nEvery waste generator shall segregate and store the waste generated by them in three separate streams namely biodegradable, non-bio-degradable and domestic hazardous wastes in suitable bins and handover segregated wastes to authorized rag-pickers or waste collectors\nEvent organizer of more than 100 persons shall intimate the local authority, at least three working days in advance. Such person or the organizer of such event shall ensure segregation of waste at source and handing over of segregated waste to waste collector or agency as specified by local authority.\nAll Resident Welfare and Market Associations, Gated communities and institution with an area $>5,000 \\mathrm{sq} \\mathrm{m}$ and all hotels and restaurant shall, withinone year from the date of notification of these rules and in partnership with the local authority by the generators as prescribed in these rules, ensure segregation of waste at source, facilitate collection of segregated waste in separate streams, handover recyclable material to either the authorized waste pickers\nor the authorized recyclers. The biodegradable waste shall be processed, treated and disposed of through composting or bio-methanation within the premises as far as possible. The residual waste shall be given to the waste collectors or agency as directed by the local authority.\nThe developers of Special Economic Zone, Industrial Estate, Industrial park to earmark at least $5 \\%$ of the total area of the plot or minimum 5 plots/ sheds for recovery and recycling facility.\n\n## Duties of Ministry of Urban Development\n\nMoUD shall formulate National Policy and Strategy on Solid Waste Management including policy on Waste to Energy in consultation with stakeholders within 6 months from the date of notification of these Rules; review of the measures taken by the States and local bodies, undertake training and capacity building of local bodies and other stakeholders; providing technical guidelines and project finance to States, UTs and local bodies on solid waste management to facilitate meeting timelines and standards\n\n## Promotion of marketing and utilization of compost\n\nThe Department of Fertilisers, Ministry of Chemicals and Fertilizers shall provide market development assistance on city compost andensure promotion of comarketing of compost with chemical fertilizers in the ratio of 3 to 4 bags: 6 to 7 bags by the fertilizer companies to the extent compost is made available for marketing to the companies.\nThe Ministry of Agriculture shall provide flexibility in Fertiliser Control Order for manufacturing and sale of compost, propagate utlisation of compost on farm land set up laboratories to test quality of compost produced by local authorities or their authorized agencies and issue suitable guidelines for maintaining the quality of compost and ratio of use of compost visa-a-vis chemical fertilizers while applying compost to farmland.\n\n## Promotion of waste to energy plant\n\nMinistry of Power shall fix tariff or charges for the power generated from the Waste to Energy plants based on solid waste and ensurecompulsory purchase of power generated from such Waste to Energy plants by DISCOMs .\nThe Ministry of New and Renewable Energy Sources shall facilitate infrastructure creation for Waste to Energy plants and provide appropriate subsidy or incentives for such Waste to Energy plants.\nAll industrial units using fuel and located within 100 km from an solid waste based RDF plant shall make arrangements within six months from the date of notification of",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:12.452457",
    "section_name": "Table in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ACTS AND POLICIES",
      "summary": "The study material discusses the importance of waste segregation, involvement of various stakeholders, and timelines for setting up waste processing facilities.",
      "page_number": 304,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 62,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "government organizations, places of pilgrims, religious \\& historical importance.",
        "content_type": "table",
        "key_topics": [
          "development",
          "water",
          "energy",
          "renewable"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4721,
      "topic_tags": [
        "development",
        "water",
        "energy",
        "renewable"
      ],
      "key_concepts": [
        "development",
        "water",
        "energy",
        "renewable"
      ],
      "keywords": [
        "government organizations",
        "waste segregation",
        "waste to wealth",
        "waste pickers",
        "Ministry of Urban Development",
        "solid waste management",
        "National Policy",
        "stakeholders."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 62,
    "page_number": 305,
    "content": "these rules to replace at least $5 \\%$ of their fuel requirement by RDF so produced.\nNon recyclable waste having calorific value of $1500 \\mathrm{~K} / \\mathrm{cal} /$ kg or more shall not be disposed of on landfills and shall only be utilized for generating energy either or through refuse derived fuel or by giving away as feed stock for preparing refuse derived fuel.\n\n## Do you know?\n\nThe tiger population of Northeast India is genetically different from the rest of the country.\n\n### 25.11 HAZARDOUS WASTE MANAGEMENT RULES, 2016\n\nHazardous waste means any waste, which by reason of characteristics, such as physical, chemical, biological, reactive, toxic, flammable, explosive or corrosive, causes danger to health, or environment. It comprises the waste generated during the manufacturing processes of the commercial products such as industries involved in petroleum refining, production of pharmaceuticals, petroleum, paint, aluminium, electronic products etc. As per the information furnished by CPCB in the year 2015, the total hazardous waste generation in the country is 7.46 million metric tonnes per annum from about 44,000 industries.\nUnscientific disposal of hazardous and other waste through burning or incineration leads to emission of toxic fumes comprising of Dioxins \\& Furans, Mercury, heavy metals, causing air pollution and associated health-related problems. Disposal in water bodies, or in municipal dumps leads to toxic releases due to leaching in land and water entailing into degradation of soil and water quality. The workers employed in such unscientific practices suffer from neurological disorders, skin diseases, genetic defects, cancer etc. Hence, there is a need for systematic management of hazardous and other waste in an environmentally sound manner by way of prevention, minimisation, re-use, recycling, recovery, utilisation including co-processing and safe disposal of waste.\nScientific disposal of hazardous waste through collection, storage, packaging, transportation and treatment, in an environmentally sound manner minimises the adverse impact on human health and on the environment. The hazardous waste can be disposed at captive treatment facility installed by the individual waste generators or at Common Hazardous Waste Treatment, Storage and Disposal Facilities (TSDFs).\n\nFor the first time, Rules have been made to distinguish between Hazardous Waste and other wastes. Other wastes include: Waste tyre, paper waste, metal scrap, used electronic items, etc. and are recognized as a resource for recycling and reuse. These resources supplement the industrial processes and reduce the load on the virgin resource of the country.\n\n## The salient features\n\ni. The ambit of the Rules has been expanded by including 'Other Waste'.\nii. Waste Management hierarchy in the sequence of priority of prevention, minimization, reuse, recycling, recovery, co-processing; and safe disposal has been incorporated.\niii. All the forms under the rules for permission, import/ export, filing of annual returns, transportation, etc. have been revised significantly, indicating the stringent approach for management of such hazardous and other wastes with simultaneous simplification of procedure.\niv. The basic necessity of infrastructure to safeguard the health and environment from waste processing industry has been prescribed as Standard Operating Procedure (SOPs), specific to waste type, which has to be complied by the stakeholders and ensured by SPCB/ PCC while granting such authorisation.\nv. Procedure has been simplified to merge all the approvals as a single window clearance for setting up of hazardous waste disposal facility and import of other wastes.\nvi. Co-processing as preferential mechanism over disposal for use of waste as supplementary resource, or for recovery of energy has been provided.\nvii. The approval process for co-processing of hazardous waste to recover energy has been streamlined and put on emission norms basis rather than on trial basis.\nviii. The process of import/export of waste under the Rules has been streamlined by simplifying the documentbased procedure and by revising the list of waste regulated for import/export.\nix. The import of metal scrap, paper waste and various categories of electrical and electronic equipments for re-use purposehas been exempted from the need of obtaining Ministry's permission.\nx. The basic necessity of infrastructure to safeguard the health and environment from waste processing industry has been prescribed as Standard Operating Procedure (SOPs) specific to waste type.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:13.717143",
    "section_name": "Table in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ACTS AND POLICIES",
      "summary": "The content discusses hazardous waste management rules in India, emphasizing the need for systematic management to prevent health and environmental hazards.",
      "page_number": 305,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 62,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "these rules to replace at least $5 \\%$ of their fuel requirement by RDF so produced.",
        "content_type": "table",
        "key_topics": [
          "environment",
          "pollution",
          "resources",
          "soil",
          "water",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4579,
      "topic_tags": [
        "environment",
        "pollution",
        "resources",
        "soil",
        "water",
        "energy"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "resources",
        "soil",
        "water",
        "energy"
      ],
      "keywords": [
        "hazardous waste",
        "management rules",
        "prevention",
        "recycling",
        "disposal",
        "environmental impact",
        "health hazards",
        "waste generation"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 62,
    "page_number": 306,
    "content": "xi. Responsibilities of State Government for environmentally sound management of hazardous and other wastes have been introduced as follows:\n\n- Toset up/ allot industrial space or sheds for recycling, pre-processing and other utilization of hazardous or other waste\n- To register the workers involved in recycling, preprocessing and other utilization activities.\n- To form groups of workers to facilitate setting up such facilities;\n- To undertake industrial skill development activities and ensure safety and health of workers.\nxii. List of processes generating hazardous wastes has been reviewed taking into account technological evolution in the industries.\nxiii. List of Waste Constituents with Concentration Limits has been revised as per international standard and drinking water standard.\nThe following items have been prohibited for import:\na. Waste edible fats and oil of animals, or vegetable origin;\nb. Household waste;\nc. Critical Care Medical equipment;\nd. Tyres for direct re-use purpose;\ne. Solid Plastic wastes including Pet bottles;\nf. Waste electrical and electronic assemblies scrap;\ng. Other chemical wastes especially in solvent form.\nxiv. State Government is authorized to prepare integrated plan for effective implementation of these provisions, and have to submit annual report to Ministry of Environment, Forest and Climate Change.\nxv. State Pollution Control Board is mandated to prepare an annual inventory of the waste generated; waste recycled, recovered, utilised including co-processed; waste re-exported and waste disposed and submit to the Central Pollution Control Board by the 3oth day of September every year.\n\n\n### 25.12 CONSTRUCTION AND DEMOLITION WASTE MANAGEMENT RULES, 2016\n\n## The salient features are:\n\nApplies to everyone who generates construction and demolition waste.\n\n## Duties of waste Generators\n\n- Every waste generator shall segregate construction and demolition waste and deposit at collection centre or handover it to the authorised processing facilities\n- Shall ensure that there is no littering or deposition so as to prevent obstruction to the traffic or the public or drains.\n- Large generators (who generate more than 20 tons or more in one day or 300 tons per project in a month) shall submit waste management plan and get appropriate approvals from the local authority before starting construction or demolition or remodeling work,\n- Large generators shall have environment management plan to address the likely environmental issues from construction, demolition, storage, transportation process and disposal / reuse of C \\& D Waste.\n- Large generators shall segregate the waste into four streams such as concrete, soil, steel, wood and plastics, bricks and mortar.\n\n\n## Duties of Service providers and Contractors\n\n- The service providers shall prepare a comprehensive waste management plan for waste generated within their jurisdiction, within six months from the date of notification of these rules,\n- Shall remove all construction and demolition waste in consultation with the concerned local authority on their own or through any agency.\n\n\n## Timeframe for implementation\n\n- Million plus cities (based on 2011 census of India), shall commission the processing and disposal facility within one-and-a-half years from date of final notification of these rules\n- 0.5 to 1 million cities, shall commission the processing and disposal facility within two years from date of final notification of these rules\n- for other cities ( $<0.5$ million populations), shall commission the processing and disposal facility within three years from date of final notification of these rules\nLocal Authority shall be responsible for proper management of construction and demolition waste within its jurisdiction including placing appropriate containers for collection of waste, removal at regular intervals, transportation to appropriate sites for processing and disposal. Procurement of materials made from construction and demolition waste shall be made mandatory to a certain percentage (say 10-20\\%) in municipal and Government contracts subject to strict quality control.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:15.303130",
    "section_name": "Table in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ACTS AND POLICIES",
      "summary": "The UPSC study material discusses the responsibilities of State Governments for managing hazardous and other wastes, including setting up recycling facilities and revising waste constituent lists.",
      "page_number": 306,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 62,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "xi. Responsibilities of State Government for environmentally sound management of hazardous and other wastes have been introduced as follows:",
        "content_type": "table",
        "key_topics": [
          "environment",
          "pollution",
          "climate",
          "development",
          "forest",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4122,
      "topic_tags": [
        "environment",
        "pollution",
        "climate",
        "development",
        "forest",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "climate",
        "development",
        "forest",
        "soil",
        "water"
      ],
      "keywords": [
        "State Government",
        "hazardous wastes",
        "recycling",
        "waste management",
        "waste generators",
        "waste segregation",
        "waste disposal",
        "environmental issues."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 62,
    "page_number": 307,
    "content": "## Do you know?\n\nThe decline in vulture population has had other indirect costs, too. Anecdotal evidence shows that the population of secondary scavengers such as dogs, jackals and rodents has been increasing. This might be leading to increased expenditure on diseases such as rabies, leptospirosis in humans and canine distemper in tigers. Besides, the increase in feral dogs' population and the change in their feeding habits might also have an impact on the prey base for large wild cats like the tiger in future.\n\n### 25.13 BIO-MEDICAL WASTE MANAGEMENT RULES, 2016\n\nBiomedical waste comprises human \\& animal anatomical waste, treatment apparatus likeneedles, syringes and other materials used in health care facilities in the process of treatment and research. This waste is generated during diagnosis, treatment or immunisation in hospitals, nursing homes, pathological laboratories, blood bank, etc. Total bio-medical waste generation in the country is 484 TPD from 1,68,869 healthcare facilities (HCF), out of which 447 TPD is treated.\nThe hospitals servicing 1000 patients or more per month are required to obtain authorisation and segregate biomedical waste in to 10 categories, pack five colour backs for disposal.\nThe quantum of waste generated in India is estimated to be $1-2 \\mathrm{~kg}$ per bed per day in a hospital and 600 gm per day per bed in a clinic. $85 \\%$ of the hospital waste is non-hazardous, $15 \\%$ is infectious/hazardous. Mixing of hazardous results in to contamination and makes the entire waste hazardous. Hence there is necessity to segregate and treat. Improper disposal increases risk of infection; encourages recycling of prohibited disposables and disposed drugs; and develops resistant microorganisms\nScientific disposal of Biomedical Waste through segregation, collection and treatment in an environmentally sound manner minimises the adverse impact on health workers and on the environment.\n\n## The salient features\n\n(a) The ambit of the rules has been expanded to include vaccination camps, blood donation camps, surgical camps or any other healthcare activity;\n(b) Phase-out the use of chlorinated plastic bags, gloves and blood bags within two years;\n(c) Pre-treatment of the laboratory waste, microbiological waste, blood samples and blood bags through disinfection orsterilisation on-site in the manner as prescribed by WHOor NACO;\n(d) Provide training to all its health care workers and immunise all health workers regularly;\n(e) Establish a Bar-Code System for bags or containers containing bio-medical waste for disposal;\n(f) Report major accidents;\n(g) Existing incinerators to achieve the standards for retention time in secondary chamber and Dioxin and Furans within two years;\n(h) Bio-medical waste has been classified in to 4 categories instead 10 to improve the segregation of waste at source;\n(i) Procedure to get authorisation simplified. Automatic authorisation for bedded hospitals. The validity of authorization synchronised with validity of consent orders for Bedded HCFs. One time Authorisation for Non-bedded HCFs;\n(j) The new rules prescribe more stringent standards for incinerator to reduce the emission of pollutants in environment;\n(k) Inclusion of emissions limits for Dioxin and furans;\n(l) State Government to provide land for setting up common bio-medical waste treatment and disposal facility;\n(m) No occupier shall establish on-site treatment and disposal facility, if a service of `common bio-medical waste treatment facility is available at a distance of seventy-five kilometer.\n(n) Operator of a common bio-medical waste treatment and disposal facility to ensure the timely collection of bio-medical waste from the HCFs and assist the HCFs in conduct of training\n\n## Amendment Rules, 2018\n\n- Phase out chlorinated plastic bags (excluding blood bags) and gloves by March 27, 2019.\n- All healthcare facilities shall make available the annual report on its website within a period of two years (from 2018).\n- Operators of common bio-medical waste treatment and disposal facilities shall establish barcoding and global positioning system for handling of bio-medical waste in accordance with guidelines issued by the CPCB.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:16.243380",
    "section_name": "Environment content in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Environment content in ACTS AND POLICIES",
      "summary": "The content discusses the indirect costs of the decline in vulture population on the ecosystem and the importance of proper biomedical waste management to minimize health and environmental risks.",
      "page_number": 307,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 62,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "The decline in vulture population has had other indirect costs, too. Anecdotal evidence shows that the population of secondary scavengers such as dogs, jackals and rodents has been increasing. This mi...",
        "content_type": "text",
        "key_topics": [
          "environment"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4196,
      "topic_tags": [
        "environment"
      ],
      "key_concepts": [
        "environment"
      ],
      "keywords": [
        "vulture population decline",
        "secondary scavengers",
        "biomedical waste management",
        "healthcare facilities",
        "segregation",
        "hazardous waste",
        "environmental impact",
        "incinerator standards."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 17,
    "page_number": 308,
    "content": "- Every person having administrative control over the institution generating biomedical waste shall pre-treat it through sterilization on-site in the manner as prescribed by WHO and then sent to the Common biomedical waste treatment facility for final disposal.\n\n\n### 25.14 E-WASTE MANAGEMENT RULES, 2016\n\n17 lakh tonnes of E-waste is generated every year, with an annual increase of 5 per cent of generation of E-waste.\nFor the first time, the Rules will bring the producers under Extended Producer Responsibility (EPR), along with targets. The producers have been made responsible for collection of E-waste and for its exchange\n\n## Salient features\n\n1. Manufacturer, dealer, refurbisher and Producer Responsibility Organization (PRO) have been introduced as additional stake holders in the rules.\n2. The applicability of the rules has been extended to components, consumables, spares and parts of EEE in addition to equipment as listed in Schedule I.\n3. Compact Fluorescent Lamp (CFL) and other mercury containing lamp brought under the purview of rules.\n4. Collection mechanism based approach has been adopted to include collection centre, collection point, take back system etc for collection of e-waste by Producers under Extended Producer Responsibility(EPR).\n5. Option has been given for setting up of PRO, e-waste exchange, e- retailer, Deposit Refund Scheme as additional channel for implementation of EPR by Producers to ensure efficient channelization of e-waste.\n6. Provision for Pan India EPR Authroization by CPCB has been introduced replacing the state wise EPR authorization.\n7. Collection and channelisation of e-waste in Extended Producer Responsibility - Authorisation shall be in line with the targets prescribed in Schedule III of the Rules. The phase wise Collection Target for e-waste, which can be either in number or Weight shall be 30\\% of the quantity of waste generation as indicated in EPR Plan during first two year of implementation of rules followed by $40 \\%$ during third and fourth years, $50 \\%$ during fifth and sixth years and $70 \\%$ during seventh year onwards.\n8. Deposit Refund Scheme has been introduced as an additional economic instrument wherein the producer charges an additional amount as a deposit at the time of sale of the electrical and electronic equipment and\nreturns it to the consumer along with interest when the end-of life electrical and electronic equipment is returned.\n9. The e-waste exchange as an option has been provided in the rules as an independent market instrument offering assistance or independent electronic systems offering services for sale and purchase of e-waste generated from end-of-life electrical and electronic equipment between agencies or organizations authorised under these rules.\n10. The manufacturer is also now responsible to collect e-waste generated during the manufacture of any electrical and electronic equipment and channelise it for recycling or disposal and seek authorization from SPCB.\n11. The dealer, if has been given the responsibility of collection on behalf of the producer, need to collect the e-waste by providing the consumer a box and channelize it to Producer.\n12. Dealer or retailer or e-retailer shall refund the amount as per take back system or Deposit Refund Scheme of the producer to the depositor of e-waste.\n13. Refurbisher need collect e-waste generated during the process of refurbishing and channelise the waste to authorised dismantler or recycler through its collection centre and seek one time authorization from SPCB.\n14. The roles of the State Government has been also introduced in the Rules in order to ensure safety, health and skill development of the workers involved in the dismantling and recycling operations.\n15. The transportation of e-waste shall be carried out as per the manifest system whereby the transporter shall be required to carry a document (three copies) prepared by the sender, giving the details.\n16. Liability for damages caused to the environment or third party due to improper management of e-waste including provision for levying financial penalty for violation of provisions of the Rules has also been introduced.\n17. Urban Local Bodies (Municipal Committee/Council/ Corporation) has been assign the duty to collect and channelized the orphan products to authorized dismantler or recycler.\n\n## Amendment Rules, 2018\n\n- The e-waste collection targets under extended producer responsibility (EPR) have been revised. The phase-wise collection targets for e-waste in weight shall be $10 \\%$ of",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:17.387869",
    "section_name": "Table in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ACTS AND POLICIES",
      "summary": "The content discusses the E-Waste Management Rules of 2016, focusing on Extended Producer Responsibility (EPR) and various mechanisms for efficient collection and disposal of e-waste.",
      "page_number": 308,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 17,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Lakh Tonnes Of E",
        "chapter_number": 17,
        "summary": "- Every person having administrative control over the institution generating biomedical waste shall pre-treat it through sterilization on-site in the manner as prescribed by WHO and then sent to the C...",
        "content_type": "table",
        "key_topics": [
          "environment",
          "development"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 4543,
      "topic_tags": [
        "environment",
        "development"
      ],
      "key_concepts": [
        "environment",
        "development"
      ],
      "keywords": [
        "E-Waste Management Rules",
        "Extended Producer Responsibility",
        "collection mechanism",
        "EPR Plan",
        "Deposit Refund Scheme",
        "e-waste exchange",
        "recycling",
        "disposal."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 1,
    "page_number": 309,
    "content": "the quantity of waste generation as indicated in the EPR Plan during 2017-18, with a $10 \\%$ increase every year until 2023. From 2023 onwards, the target has been made $70 \\%$ of the quantity of waste generation as indicated in the EPR Plan.\n\n- Separate e-waste collection targets have been drafted for new producers\n- Under the Reduction of Hazardous Substances (RoHS) provisions, cost for sampling and testing shall be borne by the government for conducting the RoHS test. If the product does not comply with RoHS provisions, then the cost of the test will be borne by the Producers.\n\n\n### 25.15 PLASTIC WASTE MANAGEMENT RULES, 2016\n\n15, 000 tonnes of plastic waste is generated every day, out of which 9, 000 tonnes is collected and processed, but 6 , 000 tonnes of plastic waste is not being collected.\nAn eco-friendly product, which is a complete substitute of the plastic in all uses, has not been found till date. In the absence of a suitable alternative, it is impractical and undesirable to impose a blanket ban on the use of plastic all over the country. The real challenge is to improve plastic waste management systems.\n\n## Salient features\n\n1. Increase minimum thickness of plastic carry bags from 40 to 50 microns and stipulate minimum thickness of 50 micron for plastic sheets also to facilitate collection and recycle of plastic waste.\n2. To promote use of plastic waste for road construction as per Indian Road Congress guidelines or energy recovery, or waste to oil etc. for gainful utilization of waste\n3. Rural areas have been brought in ambit of these Rules since plastic has reached torural areas also. Responsibility for implementation of the rules is given to Gram Panchayat.\n4. First time, responsibility of waste generators is being introduced. Individual and bulk generators like offices, commercial establishments, industries are to segregate the plastic waste at source, handover segregated waste, pay user fee as per bye-laws of the local bodies.\n5. Plastic products are left littered after the public events (marriage functions, religious gatherings, public meetings etc) held in open spaces. First time, persons organizing such events have been made responsible for management of waste generated from these events.\n6. Use of plastic sheet for packaging, wrapping the commodity except those plastic sheet's thickness, which will impair the functionality of the product are brought under the ambit of these rules. A large number of commodities are being packed/wrapped into plastic sheets and thereafter such sheets are left for littered. Provisions have been introduced to ensure their collection and channelization to authorised recycling facilities.\n7. Extended Producer Responsibility: Earlier, EPR was left to the discretion of the local bodies. First time, the producers and brand owners have been made responsible for collecting waste generated from their products. They have to approach local bodies for formulation of plan/system for the plastic waste management within the prescribed time frame.\n8. SPCBs will not grant/renew registration of plastic bags, or multi-layered packaging unless the producer proposes the action plan endorsed by the concerned State Development Department.\n9. Producers to keep a record of their vendors to whom they have supplied raw materials for manufacturing carry bags, plastic sheets, and multi-layered packaging. This is to curb manufacturing of these products in unorganised sector.\n10. The entry points of plastic bags/plastic sheets/multilayered packaging in to commodity supply chain are primarily the retailers and street vendors. They have been assigned the responsibility of not to provide the commodities in plastic bags/plastic sheets/multi-layered packaging which do not conform to these rules. Otherwise, they will have to pay the fine.\n11. Plastic carry bag will be available only with shopkeepers/street vendors pre-registered with local bodies on payment of certain registration fee. The amount collected as registration fee by local bodies is to be used for waste management.\n12. CPCB has been mandated to formulate the guidelines for thermoset plastic (plastic difficult to recycle). In the earlier Rules, there was no specific provision for such type of plastic.\n13. Manufacturing and use of non-recyclable multi-layered plastic to be phased in two years.\n\n## Amendment Rules, 2018\n\n- Phasing out of Multilayered Plastic (MLP) is now applicable to MLP, which are non-recyclable, or nonenergy recoverable, or with no alternative use.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:18.085431",
    "section_name": "Table in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ACTS AND POLICIES",
      "summary": "The content discusses waste generation targets, e-waste collection, RoHS provisions, and plastic waste management rules in India.",
      "page_number": 309,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Increase Minimum Thickness Of Plastic Carry Bags From 40 To 50 Microns And Stipulate Minimum Thickne",
        "chapter_number": 1,
        "summary": "the quantity of waste generation as indicated in the EPR Plan during 2017-18, with a $10 \\%$ increase every year until 2023. From 2023 onwards, the target has been made $70 \\%$ of the quantity of wast...",
        "content_type": "table",
        "key_topics": [
          "development",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 4524,
      "topic_tags": [
        "development",
        "energy"
      ],
      "key_concepts": [
        "development",
        "energy"
      ],
      "keywords": [
        "waste generation",
        "EPR Plan",
        "e-waste collection",
        "RoHS provisions",
        "plastic waste management",
        "plastic carry bags",
        "extended producer responsibility",
        "SPCBs"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 1,
    "page_number": 310,
    "content": "- Central registration system for the registration of the producer/importer/brand owner.\n- A national registry has been prescribed for producers with a presence in more than two states, a state-level registration has been prescribed for smaller producers/ brand owners operating within one or two states.\n- Explicit pricing of carry bags has been omitted.\n\n\n### 25.16 WETLANDS (CONSERVATION AND MANAGEMENT) RULES 2017\n\nWetlands (Conservation and Management) Rules, 2017 supersede the Wetlands (Conservation and Management) Rules, 2010 for effective conservation and management of wetlands in the country\n\n## Key features\n\nDecentralisation of wetland management. Under the new rules, the powers have been given to the State governments so that protection and conservation can be done at the local level. The central government has mainly retained powers regarding monitoring.\nThe new rules have replaced the Central Wetlands Regulatory Authority (CWRA) with the National Wetland Committee, which has a merely advisory role.\nThe State or UT Wetlands Authority will have to prepare a list of all wetlands and also will develop a comprehensive list of activities to be regulated and permitted within notified wetlands and their zone of influence.\nThe new rules also prohibit encroachments on wetlands, solid waste dumping, discharge of untreated waste and effluents from industries and human settlements.\nIt prescribes that conservation and management would be based on the principle of wise use, which is to be determined by the Wetlands Authority.\n\n## Shortfalls\n\nWe have earlier read the definition of wetland given by Ramsar convention earlier in this topic. The 2010 wetland rules followed the definition of Ramsar convention.\nHowever, the 2017 rules, in the definition of wetland do not include river channels, paddy fields, man-made water bodies/tanks specifically for drinking water purposes and structures specifically constructed for aquaculture, salt production, recreation, and irrigation purposes.\nBy this new definition (exclusion of aforesaid wetlands) close to $65 \\%$ wetland in the country will lose the status of wetlands. The management and protection awarded to\nriver channels, man-made wetlands will be no more effective as they are not considered wetlands.\nThe definition of wetlands and its inclusion is done by the respective state/ UT. This may lead to a lack of uniformity in defining and conserving the wetlands in the country.\nThe older provision of appealing to the National Green Tribunal does not exist in the 2017 Rules.\nThere is also no timeline specified for phasing out solid waste and untreated waste from being dumped into wetlands.\nThe new rules do not take into account the Jagpal Singh vs State of Punjab (2011) judgment of Supreme Court for the restoration of encroached wetlands throughout the country.\nKey to wetland conservation is not just understanding regimes of multiple uses but conserving and managing the integrity of the wetland ecosystem.\n\n## Do you know?\n\n- Gujarat has the largest area of wetland in the country. Lakshadweep has the highest percentage of wetland in its own geographical area for a state / UT.\n\n\n### 25.17 NATIONAL GREEN TRIBUNAL (NGT)\n\n- The Preamble of the act provides for the establishment of a National Green Tribunal for the effective and expeditious disposal of cases relating to environmental protection and conservation of forests and other natural resources, including enforcement of any legal right relating to environment and giving relief and compensation for damages to persons and property and for matters connected therewith or incidental thereto (The National Green Tribunal Act, 2010).\n- With the establishment of the NGT, India has joined the distinguished league of countries that have a dedicated adjudicatory forum to address environmental disputes.\n- India is third country in the world to full fleged green tribunal followed by new Zealand and Australia.\n- The specialized architecture of the NGT will facilitate fast track resolution of environmental cases and provide a boost to the implementation of many sustainable development measures.\n- NGT is mandated to dispose the cases within six months of their respective appeals.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:19.789265",
    "section_name": "Diagram in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Diagram in ACTS AND POLICIES",
      "summary": "The content discusses the Central registration system for producers/importers/brand owners, the Wetlands (Conservation and Management) Rules 2017, and the key features and shortfalls of the rules.",
      "page_number": 310,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Central registration system for the registration of the producer/importer/brand owner.",
        "content_type": "diagram",
        "key_topics": [
          "ecosystem",
          "environment",
          "conservation",
          "sustainable",
          "development",
          "natural",
          "resources",
          "forest",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4219,
      "topic_tags": [
        "ecosystem",
        "environment",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "conservation",
        "sustainable",
        "development",
        "natural",
        "resources",
        "forest",
        "water"
      ],
      "keywords": [
        "Central registration system",
        "Wetlands (Conservation and Management) Rules 2017",
        "decentralization",
        "National Wetland Committee",
        "wetland conservation",
        "Ramsar convention",
        "uniformity",
        "National Green Tribunal",
        "wetland ecosystem",
        "Gujarat",
        "Lakshadweep."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 1,
    "page_number": 311,
    "content": "- [For more details on national green tribunal refer Shankar IAS academy's polity part II material]\n\n\n### 25.18 THE OZONE DEPLETING SUBSTANCES RULES\n\n- The Ozone Depleting Substances (Regulation and Control)Rules, 2000 under the Environment (Protection) Act, in July 2000.\n- These Rules set the deadlines for phasing out of various ODSs, besides regulating production, trade import and export of ODSs and the product containing ODS.\n- The Ozone Depleting Substances (Regulation and Control) Rule, 2000 were amended in 2001, 2003, 2004 and\n\n2005 to facilitate implementation of ODS phase-out at enterprises in various sectors.\n\n- These Rules prohibit the use of CFCs in manufacturing various products beyond 1st January 2003\n- except in metered dose inhaler and for other medical purposes.\n- Similarly, use of halons is prohibited after ist January 2001 except for essential use. Other ODSs such as carbon tetrachloride and methylchoroform and CFC for metered dose inhalers can be used upto ist January 2010.\n- Further, the use of methyl bromide has been allowed upto ist January 2015. Since HCFCs are used as interim substitute to replace CFC, these are allowed upto ist January 2040.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:20.696182",
    "section_name": "Page 16 content in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Page 16 content in ACTS AND POLICIES",
      "summary": "The Ozone Depleting Substances Rules, implemented under the Environment (Protection) Act, set deadlines for phasing out various ODSs and regulate their production and use.",
      "page_number": 311,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 1184,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Ozone Depleting Substances",
        "Rules",
        "Regulation",
        "Control",
        "Environment Protection Act",
        "CFCs",
        "Halons",
        "Deadlines",
        "Implementation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ACTS AND POLICIES",
    "chapter_number": 1,
    "page_number": 312,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:21.482743",
    "section_name": "Page 17 content in ACTS AND POLICIES",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Page 17 content in ACTS AND POLICIES",
      "summary": "Information about Shankar IAS Academy for UPSC exam preparation.",
      "page_number": 312,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ACTS AND POLICIES",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 297,
      "end_page": 312,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Shankar IAS Academy",
        "UPSC",
        "study material",
        "exam preparation",
        "coaching",
        "resources",
        "guidance."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]