[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ANIMAL DIVERSITY OF INDIA",
    "chapter_number": 12,
    "page_number": 153,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 12 in an UPSC book on Environment.]**\n\n\n\n# ANIMAL DIVERSITY OF INDIA \n\n## Do you know?\n\n- India has been ranked as seventh most environmentally hazardous country in the world. The study is based on evaluation of \"absolute\" environment impact of 179 countries, done by researchers in Harvard, Princeton, Adelaide University and University of Singapore on January, 2011. Brazil was found to be worst on environmental indicators followed by united states and china whereas Singapore was the best.\n\n\n### 12.1. MAMMALS - CRITICALLY ENDANGERED\n\n### 12.1.1. Pygmy Hog (Porcula salvania)\n\n- Is the world's smallest wild pig, with adults weighing only 8 kgs . This species constructs a nest throughout the year.\n- It is one of the most useful indicators of the management status of grassland habitats. The grasslands where the pygmy hog resides are crucial for the survival of other endangered species such as Indian Rhinoceros, Swamp Deer, Wild Buffalo, Hispid Hare, Bengal Florican and Swamp Francolin.\n- In 1996, a captive-breeding programme of the species was initiated in Assam, and some hogs were reintroduced in Sonai Rupai area in 2009.\n- Habitat: Relatively undisturbed, tall 'terai' grasslands.\n- Distribution: Formerly, the species was more widely distributed along the southern Himalayan foothills but now is restricted to only a single remnant population in Manas Wildlife Sanctuary and its buffer reserves.\n- Pygmy hog-sucking Louse (Haematopinus oliveri), a parasite that feeds only on Pygmy Hogs will also fall in\nthe same risk category of critically endangered as its survival is linked to that of the host species.\n- Threats: The main threats are loss and degradation of grasslands, dry-season burning, livestock grazing and afforestation of grasslands. Hunting is also a threat to the remnant populations.\n\n\n### 12.1.2. Andaman White-toothed Shrew (Crocidura andamanensis), Jenkin's Andaman Spiny Shrew\n\n- (Crocidura jenkinsi) and the Nicobar White-tailed Shrew (Crocidura nicobarica) Endemic to India.\n- They are usually active by twilight or in the night and have specialized habitat requirements.\n- Habitat: Leaf litter and rock crevices.\n- Distribution:\n- The Andaman White-toothed Shrew is found on Mount Harriet in the South Andaman Islands.\n- The Jenkin's Andaman Spiny Shrew is found on Wright Myo and Mount Harriet in the South Andaman Islands.\n- The Nicobar White-tailed Shrew (Crocidura nicobarica) is found in the southern tip of Greater Nicobar Island and is also recorded in the area extending from the Campbell Bay National Park to the Galathea River in the Andaman and Nicobar Islands.\n- Threats: Habitat loss due to selective logging, natural disasters such as the tsunami and drastic weather changes.\n\n\n### 12.1.3. Kondana Rat (Millardia kondana)\n\n- It is a nocturnal burrowing rodent that is found only in India. It is sometimes known to build nests.\n- Habitat: Tropical and subtropical dry deciduous forests and tropical scrub.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:56:58.277828",
    "section_name": "Chapter title page for Chapter 12 in an UPSC book on Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Chapter title page for Chapter 12 in an UPSC book on Environment.",
      "summary": "The chapter discusses critically endangered mammal species in India, highlighting their habitats, distributions, and threats.",
      "page_number": 153,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ANIMAL DIVERSITY OF INDIA",
      "chapter_number": 12,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 153,
      "end_page": 160,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 341,
        "bottom_right_x": 1497,
        "bottom_right_y": 528
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "text",
        "key_topics": [
          "environment",
          "natural",
          "forest",
          "wildlife"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3000,
      "topic_tags": [
        "environment",
        "natural",
        "forest",
        "wildlife"
      ],
      "key_concepts": [
        "environment",
        "natural",
        "forest",
        "wildlife"
      ],
      "keywords": [
        "Animal diversity",
        "India",
        "Critically endangered",
        "Mammals",
        "Habitats",
        "Threats",
        "Conservation",
        "Endemic species"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ANIMAL DIVERSITY OF INDIA",
    "chapter_number": 12,
    "page_number": 154,
    "content": "# SHANKAR IAS ACADEMY \n\n- Distribution: Known only from the small Sinhagarh Plateau (about one $\\mathrm{km}^{2}$ ), near Pune in Maharashtra. Reported from an elevation of about $1,270 \\mathrm{~m}$ above mean sea level.\n- Threats: Major threats are habitat loss, overgrazing of vegetation and disturbance from tourism and recreational activities.\n\n\n### 12.1.4. The Large Rock Rat or Elvira Rat (Cremnomys elvira)\n\n- It is a medium sized, nocturnal and burrowing rodent. endemic to India.\n- Habitat: Tropical dry deciduous shrubland forest, seen in rocky areas.\n- Habitat / distribution: Known only from Eastern Ghats of Tamil Nadu. Recorded from an elevation of about 600 m above mean sea level.\n- Threats: Major threats are habitat loss, conversion of forests and fuel wood collection.\n\n\n## Do you know?\n\nIndia is endowed with vast inland and marine bioresources. It is the third largest producer of fish in the world and the second largest producer of inland fish. The Western Ghats (the aquatic hotspot) has 192 endemic species of fishes\n\n### 12.1.5. The Namdapha Flying Squirrel (Biswamoyopterus biswasi)\n\n- It is a unique (the only one in its genus) flying squirrel that is restricted to a single valley in the Namdapha N.P. (or) W.L.S. in Arunachal Pradesh.\n- Habitat: Tropical forest.\n- Habitat / distribution: Found only in Namdapha Tiger Reserve in Arunachal Pradesh.\n- Threats: Hunted for food.\n\n\n### 12.1.6. The Malabar Civet (Viverra civettina)\n\n- It is considered to be one of the world's rarest mammals.\n- It is endemic to India and was first reported from Travancore, Kerala.\n- It is nocturnal in nature and found exclusively in the Western Ghats.\n- Habitat: Wooded plains and hill slopes of evergreen rainforests.\n- Habitat / distribution: Western Ghats.\n- Threats: Deforestation and commercial plantations are major threats.\n\n\n## Do you know?\n\nThe Spitting Cobra spits venom which can spray more than 1.8 meters, or 6 feet. It has near perfect aim, and will fire straight into the eyes of it's prey.\n\n### 12.1.7. The Sumatran Rhinoceros (Dicerorhinus sumatrensis)\n\n- It is the smallest and most endangered of the five rhinoceros species.\n- It is now thought to be regionally extinct in India, though it once occurred in the foothills of the Himalayas and north-east India.\n- The Javan Rhinoceros (Rhinoceros sondaicus) is also believed to be extinct in India and only a small number survive in Java and Vietnam.\n\n\n### 12.1.8. Kashmir stag/ hangul (Cervus elaphus hanglu)\n\n- It subspecies of Red Deer which is native to India.\n- Habitat / distribution - in dense riverine forests, high valleys, and mountains of the Kashmir valley and northern Chamba in Himachal Pradesh.\n- State animal of J\\&k.\n- Threat - habitat destruction, over-grazing by domestic livestock, and poaching.\n\n\n## Do you know?\n\nPenguins don't live near freshwater. they drink salt water. They have a special gland in their bodies that takes the salt out of the water they drink and pushes it out of grooves in their bill. A handy in-house filtration system!\n\n## Do you know?\n\nFrog's tongues are attached to the front of their mouths rather than at the back like humans. When a frog catches an insect it throws its sticky tongue out of it's mouth and wraps it around its prey. The frog's tongue then snaps back and throws the food down its throat.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:56:59.525529",
    "section_name": "Page 3 content in ANIMAL DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Page 3 content in ANIMAL DIVERSITY OF INDIA",
      "summary": "The study material discusses the distribution, habitat, and threats to various endangered species in India, including the Large Rock Rat, Namdapha Flying Squirrel, Malabar Civet, Sumatran Rhinoceros, and Kashmir stag.",
      "page_number": 154,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ANIMAL DIVERSITY OF INDIA",
      "chapter_number": 12,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 153,
      "end_page": 160,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3331,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Shankar IAS Academy",
        "habitat loss",
        "endemic species",
        "nocturnal",
        "threats",
        "conservation",
        "biodiversity",
        "endangered species."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ANIMAL DIVERSITY OF INDIA",
    "chapter_number": 12,
    "page_number": 155,
    "content": "# Do you know? \n\nCobras are cannibals, which mean that they will eat other snakes along birds, bird eggs and small mammals\n\n## Do you know?\n\nSharks have the most powerful jaws on the planet. Both the upper and lower jaws move. It tosses its head back and forth to tear loose a piece of meat which it swallows whole.\n\n## Do you know?\n\n- When male frogs are ready to mate they will 'call' out to the female frogs. Each different species of frog has their own special sound and that is the sound that the same species of female frog will answer to. Some frogs are so loud they can be heard a mile away!\n- Frogs and toads are carnivores\n- Some frogs are very good at camouflaging themselves so that they blend in with their environment, making it harder for their enemies to find them. A frog can change the colour of its skin depending on its surroundings.\n\n\n### 12.2. MARINE MAMMALS\n\n### 12.2.1. Freshwater / river dolphin\n\n- Habitat / distribution - India, Bangladesh, Nepal and Pakistan which is split into two subspecies, the Ganges river dolphin and Indus river dolphin.\n\n\n### 12.2.2. Ganges river dolphin\n\n- Habitat / distribution - Ganges and Brahmaputra Rivers and their tributaries in Bangladesh, India and Nepal.\n- The Ganges river dolphin has been recognized by the government of India as its National Aquatic Animal.\n\n\n### 12.2.3. Indus river dolphin\n\n- Habitat / distribution - Indus River in Pakistan and its Beas and Sutlej tributaries.\n\n\n### 12.2.4. Herbivorous Marine Mammals\n\n- include dugong and manatees and they inhabit swamps, rivers, estuaries, marine wetlands, and coastal marine waters.\n\n\n### 12.2.5. Dugong\n\n- (Dugong dugon) also called as sea cow.\n- Status - vulnerable. Threat - hunting (meat and oil), habitat degradation, and fishing-related fatalities.\n\n\n### 12.2.6. Manatees\n\n- Habitat / distribution - Caribbean Sea, Gulf of Mexico, the Amazon Basin, and West Africa\n- Threat - coastal development, red tide, hunting.\n\n\n### 12.3. FEW EXCEPTIONS\n\n### 12.3.1. Egg Laying Mammals\n\nThe unique feature of monotremes, a sub division of mammal, is that monotremes lay eggs rather than giving birth to their young. There are only five living Monotreme/ egg laying Mammals species: they are - the duck-billed platypus and four species of spiny anteaters (also known as echidna). All of them are found only in Australia and New Guinea.\n\n## Echidnas are also known as spiny ant eaters.\n\n- Habitat / distribution - Australia and New Guinea\n- In echidnas, the egg is carried in a pouch on the female's belly until the young hatches, at which point the barelydeveloped young must find a mammary gland and latch onto it for nourishment.\n\n\n## Platypus is a semi-aquatic mammal.\n\n- Habitat / distribution - endemic to eastern Australia, including Tasmania.\n- In the platypus, the female retires to a burrow in the bank of a river or pond. The burrow is lined with dry vegetation, and there the eggs are laid.\n- The male platypus has venom strong enough to can kill a small dog, or cause excruciating pain among humans.\n\n\n### 12.3.2. Marsupials\n\n- Marsupials are the group of mammals commonly thought of as pouched mammals (like the wallaby and kangaroo).\n- Marsupial mammals have placenta but it is very shortlived and does not make as much of a contribution to fetal nourishment.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:00.939056",
    "section_name": "Environment, Development content in ANIMAL DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Environment, Development content in ANIMAL DIVERSITY OF INDIA",
      "summary": "The study material covers interesting facts about cobras, sharks, frogs, marine mammals like dolphins, dugongs, manatees, and egg-laying mammals like monotremes found in Australia and New Guinea.",
      "page_number": 155,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ANIMAL DIVERSITY OF INDIA",
      "chapter_number": 12,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 153,
      "end_page": 160,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "Cobras are cannibals, which mean that they will eat other snakes along birds, bird eggs and small mammals",
        "content_type": "text",
        "key_topics": [
          "environment",
          "development",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3293,
      "topic_tags": [
        "environment",
        "development",
        "marine",
        "water"
      ],
      "key_concepts": [
        "environment",
        "development",
        "marine",
        "water"
      ],
      "keywords": [
        "Cobras",
        "Sharks",
        "Frogs",
        "Marine mammals",
        "Dolphins",
        "Dugong",
        "Manatees",
        "Monotremes",
        "Australia",
        "New Guinea."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ANIMAL DIVERSITY OF INDIA",
    "chapter_number": 12,
    "page_number": 156,
    "content": "# SHANKAR IAS ACADEMY \n\n- They give birth very early and the young animal, essentially a helpless embryo, climbs from the mother's birth canal to the nipples.\n- There it grabs on with its mouth and continues to develop, often for weeks or months depending on the species.\n- They do not have long gestation times like placental mammals. The short gestation time is due to having a yolk-type placenta in the mother marsupial.\n- Extinct - Marsupial - quagga, the marsupial wolf .\n- Placental mammals all bear live young, which are nourished before birth in the mother's uterus through a specialized embryonic organ attached to the uterus wall, the placenta.\n- Placental mammals nourish the developing embryo using the mother's blood supply, allowing longer gestation times.\n\n\n## List of Marsupials\n\n| Phalangers | Opossum |\n| :-- | :-- |\n| Kola | Tasmanian devils |\n| Kangaroo | Mursupial Mole (4 foot) |\n| Wallaby | Bandi coot |\n| Wombats | Tasmanian Wolf /Tiger |\n| Dasyure |  |\n\n## Do you know?\n\nNot all sharks are fierce carnivores. Some are quite harmless. Oddly enough, the most harmless sharks tend to be the largest! The basking shark, the whale shark and the Mega mouth sharks all fit this description. These huge sharks eat plankton.\n\n### 12.4. BIRDS - CRITICALLY ENDANGERED\n\n### 12.4.1. The Jerdon's Courser\n\n- It is a nocturnal bird found only in the northern part of the state of Andhra Pradesh in peninsular India.\n- It is a flagship species for the extremely threatened scrub jungle.\n- The species was considered to be extinct until it was rediscovered in 1986 and the area of rediscovery was\nsubsequently declared as the Sri Lankamaleswara Wildlife Sanctuary.\n- Habitat: Undisturbed scrub jungle with open areas.\n- Distribution: Jerdon's Courser is endemic to Andhra Pradesh.\n- Threats: Clearing of scrub jungle, creation of new pastures, growing of dry land crops, Illegal trapping of birds, plantations of exotic trees, quarrying and the construction of the River Canals.\n\n\n### 12.4.2. The Forest Owlet\n\n- Had been lost for more than a century. After 113 long years, the owlet was rediscovered in 1997 and reappeared on the list of Indian birds.\n- Habitat: Dry deciduous forest.\n- Habitat / distribution: South Madhya Pradesh, in northwest Maharashtra and north-central Maharashtra.\n- Threats: Logging operations, burning and cutting of trees damage roosting and nesting trees of the Forest Owlet.\n\n\n### 12.4.3. The White-bellied Heron\n\n- extremely rare bird found in five or six sites in Assam and Arunachal Pradesh, one or two sites in Bhutan, and a few in Myanmar.\n- Habitat: Rivers with sand or gravel bars or inland lakes.\n- Distribution: Bhutan and north-east India to the hills of Bangladesh and north Myanmar.\n- Threats: Loss and degradation of lowland forests and wetlands through direct exploitation and disturbance by humans.\n\n\n### 12.4.4. The Bengal Florican\n\n- A rare bustard species that is very well known for its mating dance. Among the tall grasslands, secretive males advertise their territories by springing from the ground and flitting to and fro in the air.\n- Habitat: Grasslands occasionally interspersed with scrublands.\n- Distribution: Native to only 3 countries in the world Cambodia, India and Nepal. In India, it occurs in 3 states, namely Uttar Pradesh, Assam and Arunachal Pradesh.\n- Threats: Ongoing conversion of the bird's grassland habitat for various purposes including agriculture is mainly responsible for its population decline.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:03.017709",
    "section_name": "Page 5 content in ANIMAL DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Page 5 content in ANIMAL DIVERSITY OF INDIA",
      "summary": "The content discusses the reproductive methods of marsupials, the characteristics of placental mammals, and critically endangered bird species in India.",
      "page_number": 156,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ANIMAL DIVERSITY OF INDIA",
      "chapter_number": 12,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 153,
      "end_page": 160,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3480,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Marsupial",
        "Placental mammals",
        "Jerdon's Courser",
        "Forest Owlet",
        "White-bellied Heron",
        "Bengal Florican",
        "Endangered bird species",
        "Reproduction."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ANIMAL DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 157,
    "content": "### 12.4.5. The Himalayan Quail\n\n- It is presumed to be extinct since no reliable records of sightings of this species exist after 1876. Intensive surveys are required as this species is hard to detect due to its reluctance to fly and its preference for dense grass habitats. Possible sighting of this species was reported in Nainital in 2003.\n- Habitat: Tall grass and scrub on steep hillsides.\n- Distribution: Western Himalayas.\n- Threats: Indiscriminate hunting during the colonial period along with habitat modification.\n\n\n### 12.4.6. Pink- headed Duck\n\n- It has not been conclusively recorded in India since 1949. Males have a deep pink head and neck from which the bird derives its name.\n- Habitat: Overgrown still-water pools, marshes and swamps in lowland forests and tall grasslands.\n- Distribution: Recorded in India, Bangladesh and Myanmar. Maximum records are from north-east India.\n- Threats: Wetland degradation and loss of habitat, along with hunting are the main causes of its decline.\n\n\n### 12.4.7. Sociable Lapwing (Vanellus gregarious)\n\n- It is a winter migrant to India. This species has suffered a sudden and rapid population decline due to which it has been listed as critically endangered.\n- Habitat: Fallow fields and scrub desert.\n- Distribution: central Asia, Asia Minor, Russia, Egypt, India, Pakistan. In India, habitat / distribution is restricted to the north and north-west of the country.\n- Threats: Conversion of habitat to arable land, illegal hunting and proximity to human settlements.\n\n\n## Do you know?\n\nSome trees can \"talk\" to each other. When willows are attacked by webworms and caterpillars, they emit a chemical that alerts nearby willow of the danger. The neighboring trees then respond by pumping more tannin into their leaves making it difficult for the insects to digest the leaves.\n\n### 12.4.8. Spoon Billed Sandpiper\n\n- It requires highly specialized breeding habitat, a constraint that has always kept its population scarce. India\nis home to some of the last existing wintering grounds of this species.\n- Habitat: Coastal areas with sparse vegetation. No breeding records further inland than 7 km from the seashore.\n- Distribution: Has been recorded in West Bengal, Orissa, Kerala and Tamil Nadu.\n- Threats: Habitat degradation and land reclamation. Human disturbance also leads to high incidence of nest desertion.\n\n\n### 12.8.9. Siberian Crane\n\n- It is a large, strikingly majestic migratory bird that breeds and winters in wetlands. They are known to winter at Keoladeo National Park, Rajasthan. However the last documented sighting of the bird was in 2002.\n- Habitat: Wetland areas.\n- Located distribution: Keoladeo National Park in Rajasthan.\n- Threats: Pesticide pollution, wetland drainage, development of prime habitat into agricultural fields, and to some extent, hunting.\n\n\n## Do you know?\n\nThe Protection of Plant Varieties and Farmers' Rights Act, 2001 while seeking to protect the rights of plant breeders, as mandated under TRIPS, has in an innovative fashion, managed to provide 'rights' to the Indian farmer.\n\n## Do you know?\n\n1. Roots store more starch than the trunk.\n2. Roots do not have a central pith (soft central tissue) while the trunk does.\n3. The majority of tree roots are non-woody. These nonwoody roots only live for a few weeks.\n4. The root hairs grow within days, when water, temperature, and nutrients are available to promote growth.\n\n## Do you know?\n\nPugmark Census Technique'. In this method the imprints of the pugmark (foot print) of the tiger were recorded and used as a basis for identification of individuals. Now it is largely used as one of the indices of tiger occurrence and relative abundance.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:05.223413",
    "section_name": "Table in ANIMAL DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ANIMAL DIVERSITY OF INDIA",
      "summary": "The study material discusses the status, habitat, distribution, and threats to various endangered bird species in India, such as the Himalayan Quail, Pink-headed Duck, Sociable Lapwing, Spoon Billed Sandpiper, and Siberian Crane.",
      "page_number": 157,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ANIMAL DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 153,
      "end_page": 160,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Roots Store More Starch Than The Trunk",
        "chapter_number": 1,
        "summary": "### 12.4.5. The Himalayan Quail",
        "content_type": "table",
        "key_topics": [
          "pollution",
          "development",
          "forest",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3687,
      "topic_tags": [
        "pollution",
        "development",
        "forest",
        "water"
      ],
      "key_concepts": [
        "pollution",
        "development",
        "forest",
        "water"
      ],
      "keywords": [
        "Himalayan Quail",
        "Pink-headed Duck",
        "Sociable Lapwing",
        "Spoon Billed Sandpiper",
        "Siberian Crane",
        "habitat",
        "distribution",
        "threats."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ANIMAL DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 158,
    "content": "### 12.5. CORALS\n\n### 12.5.1. Fire corals\n\n- They are more closely related to jellyfish than corals. On contact, one usually feels a burning sensation similar to a sting from a jellyfish.\n- Habitat: Generally found in murky inshore waters and display a tolerance for siltation. They often are found in clear offshore sites.\n- Distribution: Indonesia, Gulf of Chiriquí, Panama Pacific Province. Possibly extinct from Australia, India, Indonesia, Malaysia, Panama, Singapore and Thailand.\n- Threats: Collected for decoration and jewellery trade. This group is also sensitive to temperature rise, and is thought to have completely disappeared from the majority of marine areas possibly because of growing global warming related bleaching effects.\n\n\n### 12.6. BIRD'S MIGRATION\n\n- Migration refers to the regular, recurrent and cyclical seasonal movement of birds from one place to other. The distance of migration ranged from short distance to thousands of kilometers. But at the end of period, birds will eventually return to the original place.\n\n\n### 12.6.1. Reasons for migration\n\n1. To avoid adverse factors (extreme climatic condition)\n2. To manage food shortage\n3. To manage shortage of water\n4. To have a better breeding conditions\n5. Less competition for safe nesting places\n\n### 12.6.2. Migratory birds of India\n\n| Winter birds | Summer birds |\n| :-- | :-- |\n| Siberian Cranes, Greater <br> Flamingo, Common <br> Teal, Yellow Wagtail, <br> White Wagtail, Northern <br> Shoveler, Rosy Pelican, <br> Wood Sandpiper, Spotted <br> Sandpiper, Eurasian <br> Pigeon, Black Tailed <br> Godwit, Spotted Redshank <br> Starling Bluethroat, Long <br> Billed Pipit. | Asian Koel, Black <br> Crowned Night Heron, <br> Eurasian Golden Oriole, <br> Comb Duck, Blue <br> Cheeked Bee Eater, <br> Blue-Tailed Bee-Eater, <br> Cuckoos. |\n\n12.7. WILDLIFE DISEASES\n\n| Diseases | Casual organism | Animal <br> susceptible |\n| :-- | :-- | :-- |\n| Tuberculosis | Mycobacterium <br> spp | Deer, cat, <br> primates, <br> elephant |\n| Anthrax | Bacillus anthraxis | Gaur, chetal, <br> wild pig, <br> barking deer |\n| Rabies | Rabies virus | Tiger, lion, bear, <br> mongoose, <br> squirrel |\n| Foot and mouth <br> disease | FMD virus | Gaur, nilgai, <br> chetal, sambar, <br> yak, mithun |\n| Rinder pest | Microbilli virus | Deer, wild pig, <br> wild buffalo |\n| Trypanosomia | Trypanosomia <br> virus | Tiger, elephant, <br> sambar, <br> macaque |\n| Taxoplasmosis | Taxoplasma <br> gondii | Rhesus macaque, <br> civet cat |\n\n### 12.8. SPECIES EXTINCTION\n\n- Extinction is caused through various processes:\n- Deterministic processes that have a cause and effect. E.g. glaciations, human interference such as deforestation.\n- Stochastic processes (chance and random events) that effect the survival and reproduction of individuals. E.g. unexpected changes of weather patterns, decreased food supply, disease, increase of competitors, predators or parasites, etc. that may act independently or add to deterministic effects.\n- The impact of these processes will of course depend on the size and degree of genetic diversity and resilience of populations.\n- Traits that adversely affect or increase a species vulnerability to extinction due to habitat fragmentation have been identified. These are:\n- rarity or low abundance\n- poor dispersal ability\n- ecological specialization\n- unstable populations",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:06.002199",
    "section_name": "Table in ANIMAL DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Table in ANIMAL DIVERSITY OF INDIA",
      "summary": "The study material covers information on fire corals, bird migration, migratory birds of India, wildlife diseases, and species extinction.",
      "page_number": 158,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ANIMAL DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 153,
      "end_page": 160,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "To Avoid Adverse Factors (Extreme Climatic Condition)",
        "chapter_number": 1,
        "summary": "### 12.5.1. Fire corals",
        "content_type": "table",
        "key_topics": [
          "forest",
          "wildlife",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3369,
      "topic_tags": [
        "forest",
        "wildlife",
        "marine",
        "water"
      ],
      "key_concepts": [
        "forest",
        "wildlife",
        "marine",
        "water"
      ],
      "keywords": [
        "Corals",
        "Fire corals",
        "Bird migration",
        "Migratory birds",
        "Wildlife diseases",
        "Species extinction",
        "Habitat",
        "Threats."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ANIMAL DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 159,
    "content": "- high trophic status - as animals occupying a higher trophic level (i.e. the position of a species in a food chain) usually have smaller populations than those at lower levels (e.g. carnivores are fewer in number than herbivores)\n- low adult survival rates\n- low intrinsic rate population increase\n- Body size, fecundity, dietary specialization.\n\n\n### 12.8.1. Natural extinctions\n\n- Have been caused due to several factors:\n- continent drifting,\n- climate change,\n- tectonic activity\n- increased volcanic activity\n- The late Ordovician global glaciations (439 Mya).\n- The late Cretaceous extinction assumed to be associated with an extra-terrestrial impact.\n- Extinction in vascular plants has been more gradual compared with the loss of animals. It is believed that extinction among this group was due more to competitive displacement by more advanced plant forms, or due to a gradual climate change, than due to any sudden catastrophic event.\n\n\n### 12.8.2. Artificial Extinction\n\n- Even though species extinction is a natural process which can happen without the intervention of humans, extinctions caused by humans is now happening over and above the reasonable estimate of natural extinction rates.\n- Species are threatened with extinction by the intervention of humans due to:\n- direct causes - such as hunting, collection or capture and persecution\n- Indirect causes - such as habitat loss, modification and fragmentation and the introduction of invasive species.\n\n\n### 12.9. MAN - ANIMAL CONFLICT\n\n- It refers to the interaction between wild animals and people and the resultant negative impact on people or their resources, or wild animals or their habitat. It occurs when wildlife needs overlap with those of human populations, creating costs to residents and wild animals.\n\n\n## Causes\n\n- Human population growth\n- Land use transformation\n- Species habitat loss, degradation and fragmentation\n- Increasing livestock populations and competitive exclusion of wild herbivores\n- Growing interest in ecotourism and increasing access to nature reserves\n- Abundance and distribution of wild prey\n- Increasing wildlife population as a result of conservation programmes\n- Climatic factors\n- Stochastic events (e.g. fire)\n\n\n## Impacts\n\n- Crop damage\n- Livestock depredation\n- Injuries to people\n- Loss of human life\n- Damage to property\n- Injuries to wildlife\n- Animal deaths\n- Destruction of habitat\n\n\n## Preventive strategies\n\n- Artificial and natural barriers (physical and biological)\n- Guarding\n- Alternative high-cost livestock husbandry practices\n- Relocation: voluntary human population resettlement\n- Waste management systems that restrict wildlife access to refuse\n\n\n## Mitigative strategies\n\n- Compensation systems\n- Insurance programmes\n- Incentive programmes\n- Community based natural resource management schemes (CBNRMS)\n- Regulated harvest\n- Increase alternate crops, preys or water points\n- Wildlife translocation\n- Conservation education for local populations\n- Better sharing of information.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:07.563561",
    "section_name": "Page 8 content in ANIMAL DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Page 8 content in ANIMAL DIVERSITY OF INDIA",
      "summary": "The study material discusses natural and artificial extinctions, as well as man-animal conflicts, their causes, impacts, and preventive/mitigative strategies.",
      "page_number": 159,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ANIMAL DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 153,
      "end_page": 160,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3009,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "trophic status",
        "adult survival rates",
        "population increase",
        "body size",
        "fecundity",
        "dietary specialization",
        "extinction",
        "human intervention",
        "habitat loss",
        "conflict",
        "impacts",
        "preventive strategies",
        "mitigative strategies."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ANIMAL DIVERSITY OF INDIA",
    "chapter_number": 1,
    "page_number": 160,
    "content": "SHANKAR IAS ACADEMY",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:57:08.414089",
    "section_name": "Page 9 content in ANIMAL DIVERSITY OF INDIA",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Page 9 content in ANIMAL DIVERSITY OF INDIA",
      "summary": "SHANKAR IAS ACADEMY is a renowned institution for UPSC exam preparation.",
      "page_number": 160,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ANIMAL DIVERSITY OF INDIA",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 153,
      "end_page": 160,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 19,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "SHANKAR IAS ACADEMY",
        "UPSC",
        "institution",
        "exam preparation",
        "renowned."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]