[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 5,
    "page_number": 55,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 5 in an UPSC book on the Environment.]**\n\n\n\n# ENVIRONMENTAL POLLUTION \n\nPollution is defined as 'an addition or excessive addition of certain materials to the physical environment (water, air and lands), making it less fit or unfit for life'.\n\n### 5.1. POLLUTANTS\n\n- Pollutants are the materials or factors, which cause adverse effect on the natural quality of any component of the environment.\n- For example, smoke from industries and automobiles, chemicals from factories, radioactive substances from nuclear plants, sewage of houses and discarded household articles are the common pollutants.\n\n\n### 5.1.1. Classifications\n\n(i) According to the form in which they persist after release into the environment.\n\n- Primary pollutants: These persist in the form in which they are added to the environment e.g. DDT, plastic.\n- Secondary Pollutants: These are formed by interaction among the primary pollutants.\n- For example, peroxyacetyl nitrate (PAN) is formed by the interaction of nitrogen oxides and hydrocarbons.\n(ii) According to their existence in nature.\n- Quantitative Pollutants: These occur in nature and become pollutant when their concentration reaches beyond a threshold level. E.g. carbon dioxide, nitrogen oxide.\n- Qualitative Pollutants: These do not occur in nature and are man-made. E.g. fungicides, herbicides, DDT etc.\n(iii) According to their nature of disposal.\n- Biodegradable Pollutants: Waste products, which are degraded by microbial action. E.g. sewage.\n- Non-biodegradable Pollutants: Pollutants, which are not decomposed by microbial action. E.g. plastics, glass, DDT, salts of heavy metals, radioactive substances etc.,)\n(iv) According to origin\n- Natural\n- Anthropogenic\n\n\n### 5.1.2. Causes of pollution\n\n- Uncontrolled growth in human population\n- Rapid industrialization\n- Urbanization\n- Uncontrolled exploitation of nature.\n- Forest fires, radioactivity, volcanic eruptions, strong winds etc.,\n\n\n### 5.2. AIR POLLUTION\n\n- Air pollution is aggravated because of four developments: increasing traffic, growing cities, rapid economic development, and industrialization.\n- 'The presence in the atmosphere of one or more contaminants in such quality and for such duration as it is injurious, or tends to be injurious, to human health or welfare, animal or plant life.'\n- It is the contamination of air by the discharge of harmful substances.\n- Air pollution can cause health problems, damage the environment, property and climate change.\n\n\n### 5.2.1. Major air pollutants and their sources\n\n## Carbon monoxide (CO)\n\n- It is a colourless, odourless gas that is produced by the incomplete burning of carbon-based fuels including petrol, diesel, and wood.\n- It is also produced from the combustion of natural and synthetic products such as cigarettes.\n- It lowers the amount of oxygen that enters our blood.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:00.099916",
    "section_name": "Chapter title page for Chapter 5 in an UPSC book on the Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Chapter title page for Chapter 5 in an UPSC book on the Environment.",
      "summary": "The study material discusses environmental pollution, pollutants, classifications, causes of pollution, air pollution, major air pollutants like carbon monoxide, and their sources.",
      "page_number": 55,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 5,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1481,
        "bottom_right_y": 528
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "text",
        "key_topics": [
          "environment",
          "pollution",
          "climate",
          "development",
          "natural",
          "forest",
          "atmosphere",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 2874,
      "topic_tags": [
        "environment",
        "pollution",
        "climate",
        "development",
        "natural",
        "forest",
        "atmosphere",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "climate",
        "development",
        "natural",
        "forest",
        "atmosphere",
        "water",
        "carbon"
      ],
      "keywords": [
        "environmental pollution",
        "pollutants",
        "classifications",
        "causes",
        "air pollution",
        "major air pollutants",
        "carbon monoxide",
        "sources"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 5,
    "page_number": 56,
    "content": "- It can slow our reflexes and make us confused and sleepy.\n\n\n## Carbon dioxide (CO2)\n\n- It is the principle greenhouse gas emitted as a result of human activities such as the burning of coal, oil, and natural gases.\n\n\n## Chloroflorocarbons (CFC)\n\n- These are gases that are released mainly from air-conditioning systems and refrigeration.\n- When released into the air, CFCs rise to the stratosphere, where they come in contact with few other gases, which lead to a reduction of the ozone layer that protects the earth from the harmful ultraviolet rays of the sun.\n\n\n## Lead\n\n- It is present in petrol, diesel, lead batteries, paints, hair dye products, etc. Lead affects children in particular.\n- It can cause nervous system damage and digestive problems and, in some cases, cause cancer.\n\n\n## Ozone\n\n- It occurs naturally in the upper layers of the atmosphere.\n- This important gas shields the earth from the harmful ultraviolet rays of the sun.\n- However, at the ground level, it is a pollutant with highly toxic effects.\n- Vehicles and industries are the major source of groundlevel ozone emissions.\n- Ozone makes our eyes itch, burn, and water. It lowers our resistance to cold and pneumonia.\n- Nitrogen oxide (Nox)\n- It causes smog and acid rain. It is produced from burning fuels including petrol, diesel, and coal.\n- Nitrogen oxide can make children susceptible to respiratory diseases in winters.\n\n\n## Suspended particulate matter (SPM)\n\n- It consists of solids in the air in the form of smoke, dust, and vapour that can remain suspended for extended periods and is also the main source of haze which reduces visibility.\n- The finer of these particles, when breathed in can lodge in our lungs and cause lung damage and respiratory problems.\n\n\n## Sulphur dioxide (SO2)\n\n- It is a gas produced from burning coal, mainly in thermal power plants.\n- Some industrial processes, such as production of paper and smelting of metals, produce sulphur dioxide.\n- It is a major contributor to smog and acid rain. Sulfur dioxide can lead to lung diseases.\n\n\n### 5.2.2. Smog\n\n- The term smog was first used (1905) by Dr H A Des Voeux\n- Smog has been coined from a combination of the words fog and smoke. Smog is a condition of fog that had soot or smoke in it.\n\n\n## The Formation of Smog\n\n- Photochemical smog (smog) is a term used to describe air pollution that is a result of the interaction of sunlight with certain chemicals in the atmosphere.\n- One of the primary components of photochemical smog is ozone.\n- While ozone in the stratosphere protects earth from harmful UV radiation, ozone on the ground is hazardous to human health.\n- Ground-level ozone is formed when vehicle emissions containing nitrogen oxides (primarily from vehicle exhaust) and volatile organic compounds (from paints, solvents, printing inks, petroleum products, vehicles, etc.) interact in the presence of sunlight.\n\n\n**[IMAGE: Diagram illustrating sources of air pollution leading to smog formation.]**\n\n\n- Smog refers to hazy air that causes difficult breathing conditions. It is a combination of various gases with water vapour and dust.\n- Its occurrences are often linked to heavy traffic, high temperatures, and calm winds. During the winter, wind",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:01.226477",
    "section_name": "Diagram illustrating sources of air pollution leading to smog formation.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram illustrating sources of air pollution leading to smog formation.",
      "summary": "The study material discusses various pollutants such as carbon dioxide, chlorofluorocarbons, lead, ozone, nitrogen oxide, suspended particulate matter, sulfur dioxide, and smog, their sources, and impacts on human health and the environment.",
      "page_number": 56,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 5,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": "img-1.jpeg",
      "image_bbox": {
        "top_left_x": 838,
        "top_left_y": 1344,
        "bottom_right_x": 1502,
        "bottom_right_y": 1824
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- It can slow our reflexes and make us confused and sleepy.",
        "content_type": "text",
        "key_topics": [
          "pollution",
          "natural",
          "atmosphere",
          "water",
          "carbon",
          "greenhouse",
          "ozone",
          "acid rain"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3226,
      "topic_tags": [
        "pollution",
        "natural",
        "atmosphere",
        "water",
        "carbon",
        "greenhouse",
        "ozone",
        "acid rain"
      ],
      "key_concepts": [
        "pollution",
        "natural",
        "atmosphere",
        "water",
        "carbon",
        "greenhouse",
        "ozone",
        "acid rain"
      ],
      "keywords": [
        "Carbon dioxide",
        "Chlorofluorocarbons",
        "Lead",
        "Ozone",
        "Nitrogen oxide",
        "Suspended particulate matter",
        "Sulfur dioxide",
        "Smog"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 5,
    "page_number": 57,
    "content": "# SHANKAR IAS ACADEMY \n\nspeeds are low and cause the smoke and fog to stagnate near the ground; hence pollution levels can increase near ground level.\n\n- Smoke particles trapped in the fog gives it a yellow/ black colour and this smog often settled over cities for many days.\n\nGround-level ozone is formed through a complex reaction involving hydrocarbons, nitrogen oxides, and sunlight. It is formed when pollutants released from gasoline, dieselpowered vehicles and oil-based solvents react with heat and sunlight.\n\n## The effects of smog\n\n- It hampers visibility and harms the environment.\n- respiratory problems\n- deaths relating to bronchial diseases.\n- Heavy smog greatly decreases ultraviolet radiation.\n- Heavy smog results in the decrease of natural vitamin D production leading to a rise in the cases of rickets.\n\n\n### 5.2.3. Indoor air pollution\n\n- It refers to the physical, chemical, and biological characteristics of air in the indoor environment within a home, or an institution or commercial facility.\n- Indoor air pollution is a concern where energy efficiency improvements sometimes make houses relatively airtight, reducing ventilation and raising pollutant levels.\n- Indoor air problems can be subtle and do not always produce easily recognized impacts on health.\n- Different conditions are responsible for indoor air pollution in the rural areas and the urban areas.\n\n\n## (a) Rural\n\n- It is the rural areas that face the greatest threat from indoor pollution, where people rely on traditional fuels such as firewood, charcoal, and cowdung for cooking and heating.\n- Burning such fuels produces large amount of smoke and other air pollutants in the confined space of the home, resulting in high exposure. Women and children are the groups most vulnerable as they spend more time indoors and are exposed to the smoke.\n- Although many hundreds of separate chemical agents have been identified in the smoke from biofuels, the four\nmost serious pollutants are particulates, carbon monoxide, polycyclic organic matter, and formaldehyde.\n\n\n## (b) Urban\n\n- In urban areas, exposure to indoor air pollution has increased due to a variety of reasons, such as\n- construction of more tightly sealed buildings,\n- reduced ventilation,\n- the use of synthetic materials for building and furnishing and\n- the use of chemical products, pesticides, and household care products.\n- Indoor air pollution can begin within the building or drawn in from outdoors.\n- Other than nitrogen dioxide, carbon monoxide, and lead, there are a number of other pollutants that affect the air quality.\n\n\n## Pollutants\n\ni) Volatile organic compounds\n\n- The main indoor sources are perfumes, hair sprays, furniture polish, glues, air fresheners, moth repellents, wood preservatives, and other products.\n- Health effect - irritation of the eye, nose and throat, headaches, nausea and loss of coordination.\n- long term - suspected to damage the liver and other parts of the body.\nii) Tobacco\n- Smoke generates a wide range of harmful chemicals and is carcinogenic.\n- Health effect - burning eyes, nose, and throat irritation to cancer, bronchitis, severe asthma, and a decrease in lung function.\niii) Biological pollutants\n- It includes pollen from plants, mite, and hair from pets, fungi, parasites, and some bacteria. Most of them are allergens and can cause asthma, hay fever, and other allergic diseases.\niv) Formaldehyde\n- Mainly from carpets, particle boards, and insulation foam. It causes irritation to the eyes and nose and allergies.\nv) Radon\n- It is a gas that is emitted naturally by the soil. Due to modern houses having poor ventilation, it is confined inside the house and causes lung cancers.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:02.660704",
    "section_name": "Page 4 content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 4 content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the causes and effects of outdoor and indoor air pollution, focusing on smog and its impact on health and the environment.",
      "page_number": 57,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 5,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3688,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Shankar IAS Academy",
        "smog",
        "ground-level ozone",
        "respiratory problems",
        "indoor air pollution",
        "rural areas",
        "urban areas",
        "volatile organic compounds",
        "tobacco"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 58,
    "content": "# Do you know? \n\n- Trees are an important part of our world. They provide wood for building and pulp for making paper. They provide habitats (homes) for all sorts of insects, birds and other animals. Many types of fruits and nuts come from trees -- including apples, oranges, walnuts, pears and peaches. Even the sap of trees is useful as food for insects and for making maple syrup -- yum!\n- Trees also help to keep our air clean and our ecosystems healthy. We breathe in oxygen and breathe out carbon dioxide. Trees breathe in carbon dioxide and breathe out oxygen. We're perfect partners!\n- Trees do lots for us, our environment and other plants and animals in nature but we don't just love trees for practical reasons.\nvi) Asbestos\nvii) Pesticides\n\n\n### 5.2.4. Fly Ash\n\n- Ash is produced whenever combustion of solid material takes place.\n- Fly ash is one such residue which rises with the gases into the atmosphere. Fly ash is a very fine powder and tends to travel far in the air. The ash which does not rise is termed as bottom ash.\n- Nearly $73 \\%$ of India's total installed power generation capacity is thermal, of which $90 \\%$ is coal-based generation, with diesel, wind, gas, and steam making up the rest.\n\n\n## Composition\n\n1. Aluminium silicate (in large amounts)\n2. Silicon dioxide ( SiO 2 ) and\n3. Calcium oxide $(\\mathrm{CaO})$.\n\n- Fly ash particles are oxide rich and consist of silica, alumina, oxides of iron, calcium, and magnesium and toxic heavy metals like lead, arsenic, cobalt, and copper.\n\n\n## How it is collected?\n\n- Fly ash is generally captured by electrostatic precipitators or other particle filtration equipments before the flue gases reach the chimneys of coal-fired power plants.\n\n\n## Environmental effects?\n\n- If fly ash is not captured and disposed off properly, it can pollute air and water considerably.\n- It causes respiratory problems.\n- Fly ash in the air slowly settles on leaves and crops in fields in areas near to thermal power plants and lowers the plant yield.\n\n\n## Advantages:\n\n- Cement can be replaced by fly ash upto $35 \\%$, thus reducing the cost of construction, making roads, etc.\n- Fly ash bricks are light in weight and offer high strength and durability.\n- Fly ash is a better fill material for road embankments and in concrete roads.\n- Fly ash can be used in reclamation of wastelands.\n- Abandoned mines can be filled up with fly ash.\n- Fly ash can increase the crop yield and it also enhances water holding capacity of the land .\n\n\n## Policy measures of MoEF:\n\n- The Ministry of Environment and Forests vide its notification in 2009, has made it mandatory to use Fly Ash based products in all construction projects, road embankment works and low lying land filling works within 100 kms radius of Thermal Power Station.\n- To use Fly Ash in mine filling activities within 50 kms radius of Thermal Power Stations.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:03.588954",
    "section_name": "Ecosystem, Environment content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in ENVIRONMENTAL POLLUTION",
      "summary": "Trees play a crucial role in providing resources, habitats, and maintaining ecosystem balance. Fly ash, a byproduct of combustion, has environmental effects and various advantages in construction and land reclamation.",
      "page_number": 58,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Aluminium Silicate (In Large Amounts)",
        "chapter_number": 1,
        "summary": "- Trees are an important part of our world. They provide wood for building and pulp for making paper. They provide habitats (homes) for all sorts of insects, birds and other animals. Many types of fru...",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "forest",
          "atmosphere",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 2870,
      "topic_tags": [
        "ecosystem",
        "environment",
        "forest",
        "atmosphere",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "forest",
        "atmosphere",
        "water",
        "carbon"
      ],
      "keywords": [
        "Trees",
        "habitats",
        "ecosystem",
        "Fly ash",
        "combustion",
        "environmental effects",
        "construction",
        "land reclamation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 59,
    "content": "# 5.2.5. Effects of air pollution \n\n## 1. Health effect\n\n| Name Of Pollutant | Sources | Health Effects |\n| :--: | :--: | :--: |\n| Sulphur Oxides | Thermal power plants and industries | Eye and throat irritation, cough, allergies, impairs enzyme function in respiratory system. Reduces exchange of gases from lung surface. |\n| Nitrogen Oxides | Thermal power plant, industries and vehicles | Irritation and inflammation of lungs, breathlessness, impairs enzyme function in respiratory system and causes bronchitis and asthma. |\n| Suspended Particulate Matter (SOM) | Vehicular emissions and burning of fossil fuels | Lung irritation reduces development of RBC and cause pulmonary malfunctioning. |\n| Carbon Monoxide | Vehicular emissions and burning of fossil fuels | Difficulty in breathing, severe headaches, irritation to mucous membrane, unconsciousness and death |\n| Carbon Dioxide | Burning of fossil fuels | Impairs reflexes, judgment and vision, severe headaches and heart strain. |\n| Smog | Industries and vehicular pollution | Respiratory problems and intense irritation to the eyes. |\n| Ozone | Automobile emissions | Breathlessness, asthma, wheezing, chest pain, emphysema and chronic bronchitis. |\n| Chlorofluorocarbons | Refrigerators, sprays, emissions from jets | Depletion of stratospheric ozone layer, global warming. |\n| Hydrocarbons | Burning of fossil fuels | Carcinogenic effect on lungs, kidney damage, hypertension, respiratory distress, irritation of eyes, nose and throat, asthma, bronchitis and impairs enzyme function in respiratory system. |\n| Tobacco Smoke | Cigarettes, cigars etc. | Chronic bronchitis, asthma and lung cancer, irritation of eyes, nose and throat. |\n| Mercury | Industries | Nervous disorders, insomnia, memory loss, excitability, irritation, tremor, gingivitis and minamata disease. |\n| Lead | Leaded petrol emissions | Damage to brain and central nervous system, kidneys and brains, impaired intelligence and interference with development of RBCs. |\n| Cadmium | Industries | Affects the heart |\n| Silica dust | Silicon quarries | Silicosis affects the lungs |\n| Cotton dust | Cotton textile factories | Byssinosis involves destruction of lung tissues, chronic cough, bronchitis and emphysema. |\n| Asbestos dust | Asbestos mining, asbestos sheet manufacturing | Asbestosis which involves severe respiratory problems and may lead to cancer. |\n| Radioactive pollutants | Cosmic rays, x-rays, beta rays, radon and radium | Destroy living tissues and blood cells; affect cell membrane and cell enzyme functions, leukemia, and permanent genetic changes. |\n| Coal dust and particles | Coal mines | Black lung cancer, pulmonary fibrosis which lead to respiratory failure. |",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:04.399794",
    "section_name": "Pollution, Development content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Pollution, Development content in ENVIRONMENTAL POLLUTION",
      "summary": "The content discusses various pollutants, their sources, and health effects caused by air pollution.",
      "page_number": 59,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "# 5.2.5. Effects of air pollution",
        "content_type": "text",
        "key_topics": [
          "pollution",
          "development",
          "carbon",
          "ozone"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 2715,
      "topic_tags": [
        "pollution",
        "development",
        "carbon",
        "ozone"
      ],
      "key_concepts": [
        "pollution",
        "development",
        "carbon",
        "ozone"
      ],
      "keywords": [
        "Air pollution",
        "Health effects",
        "Pollutants",
        "Sources",
        "Respiratory system",
        "Carcinogenic",
        "Global warming",
        "Lung diseases."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 60,
    "content": "II. Effects on Vegetation\n\n- retard photosynthesis.\n- Sulphur dioxide causes chlorosis, plasmolysis, membrane damage and metabolic inhibition.\n- Hydrocarbons such as ethylene cause premature leaf fall, fruit drop, shedding of floral buds, curling of petals and discoloration of sepals.\n- Ozone damage chlorenchyma and thus destructs the foliage in large number of plants.\nIII. Effects on Animals\nIV. Detoriation of materials\nV. Aesthetic Loss\n\n\n### 5.2.6. Control Measures\n\n1. Policy measures\n2. Preventive measures:\n\n- Selection of suitable fuel (e.g.fuel with low sulphur content) and its efficient utilization\n- Modifications in industrial processes and/or equipments to reduce emission.\n- Selection of suitable manufacturing site and zoning. e.g. setting of industries at a distance of residential areas, installation of tall chimneys.\n\n\n## Control measures:\n\n(i) destroying the pollutants by thermal or catalytic combustion\n(ii) conversion of the pollutants to a less toxic form\n(iii) collection of the pollutant\n\n- Different types of air pollutants can be eliminated / minimised by following methods:\na) Control of particulate matter: Two types of devices arresters and scrubbers are used to remove particulate pollutants from air. These are arresters and scrubbers.\ni. Arresters: These are used to separate particulate matters from contaminated air.\nii. Scrubbers: These are used to clean air for both dusts and gases by passing it through a dry or wet packing material.\nb) Control of Gaseous Pollutants:\n\nThe gaseous pollutants can be controlled through the techniques of Combustion, absorption and adsorption.\nc) Control of Automobile Exhaust\ni. use of efficient engines (e.g. multipoint fuel injection engine).\nii. Catalytic converter filters in the vehicles can convert nitrogen oxide to nitrogen and reduce the potential hazards of NOx.\niii. use of good quality automobile fuels\niv. use of lead free petrol.\nv. Use of compressed natural gas (CNG).\n\n### 5.2.7. Government Initiatives\n\n(1) National Air Quality Monitoring Programme\n\n- In India, the Central Pollution Control Board (CPCB) has been executing a nationwide programme of ambient air quality monitoring known as National Air Quality Monitoring Programme (NAMP).\n- The National Air Quality Monitoring Programme (NAMP) is undertaken in India\n(i) to determine status and trends of ambient air quality;\n(ii) to ascertain the compliance of NAAQS;\n(iii) to identify non-attainment cities;\n(iv) to understand the natural process of cleaning in the atmosphere; and\n(v) to undertake preventive and corrective measures.\n- Annual average concentration of SOx levels are within the prescribed National Ambient Air Quality Standards (NAAQS).\n- This reduction from earlier levels is due to various measures taken, including the use of CNG in public transport in Delhi, the reduction of sulphur in diesel and use of LPG instead of coal as a domestic fuel.\n- A mixed trend is observed in NO2 levels due to various measures taken for vehicular pollution control, such as stricter vehicular emission norms being partially offset by increased NOx levels due to the use of CNG in urban transport.\n- Total suspended particulates, however, are still a matter of concern in several urban and semi urban areas.\n(b) National Ambient Air Quality Standards (NAAQS)\n- National Ambient Air Quality Standards (NAAQS) were notified in the year 1982, duly revised in 1994 based on health criteria and land uses.\n- The NAAQS have been revisited and revised in November 2009 for 12 pollutants, which include\n\n1. sulphur dioxide (SO2),\n2. nitrogen dioxide (NO2),\n3. particulate matter having size less than 10 micron (PM10),",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:05.362134",
    "section_name": "Table in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in ENVIRONMENTAL POLLUTION",
      "summary": "The content discusses the effects of air pollution on vegetation, animals, materials, and aesthetics, along with control measures and government initiatives to monitor and improve air quality.",
      "page_number": 60,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Policy Measures",
        "chapter_number": 1,
        "summary": "II. Effects on Vegetation",
        "content_type": "table",
        "key_topics": [
          "pollution",
          "natural",
          "atmosphere",
          "carbon",
          "ozone"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 3660,
      "topic_tags": [
        "pollution",
        "natural",
        "atmosphere",
        "carbon",
        "ozone"
      ],
      "key_concepts": [
        "pollution",
        "natural",
        "atmosphere",
        "carbon",
        "ozone"
      ],
      "keywords": [
        "air pollution",
        "effects",
        "vegetation",
        "animals",
        "control measures",
        "government initiatives",
        "National Air Quality Monitoring Programme",
        "pollutants"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 61,
    "content": "4. particulate matter having size less than 2.5 micron (PM2.5),\n5. ozone,\n6. lead,\n7. carbon monoxide (CO),\n8. arsenic,\n9. nickel,\n10. benzene,\n11. ammonia, and\n12. benzopyrene.\n\n## (c) National Air Quality Index\n\n- National Air Quality Index was launched by the Prime Minister in April, 2015 starting with 14 cities to disseminate air quality information. The AQI has six categories of air quality, viz Good, Satisfactory, Moderately Polluted, Poor, Very Poor and Severe with distinct colour scheme. Each of these categories is associated with likely health impacts. AQI considers eight pollutants (PM10, PM 2.5, NO2, SO2, CO, $\\mathrm{O}_{3}, \\mathrm{NH}_{3}$ and Pb ) for which (up to 24-hourly averaging period) National Ambient Air Quality Standards are prescribed.\n\n\n### 5.2.8. Air Pollution in India\n\n- India's air pollution, ranked among the worst in the world is adversely impacting the lifespan of its citizens, reducing most Indian lives by over three years - WHO.\n- Over half of India's population - 660 million people live in areas where fine particulate matter pollution is above India's standards for what is considered safe 'Economic \\& Political Weekly'\n- Of the world's top 20 polluted cities, 13 are in India. Air pollution slashes life expectancy by 3.2 years for the 660 million Indians who live in cities.\n- 2014 global analysis of how nations tackle environmental challenges has ranked India 155 among 177 nations and labelled the country's air quality among the worst in the world.\n- India is placed as the \"bottom performer\" on several indicators such as environmental health impact, air quality, water and sanitation and india's environment health severly lags behind the BRICS nations - Environmental Performance Index 2014.\n- The Ganga and Yamuna are ranked among the world's 10 most polluted rivers.\n- Despite the directives of the National Green Tribunal, civic agencies continue to allow concretisation in green\nbelts. Booming real estate and demand for housing units is leading to change of land use and shrinkage of natural conservation zones such as forests, water bodies, wastelands, sanctuaries, groundwater rechargeable areas.\n- Mindless concretisation of ground and green belts and booming real estate has led to heat island effect - shortwave radiations emanate from concrete surfaces at night time. Concretisation prevents ground water recharge thus depleting green cover. Tall buildings also block winds thereby reducing their cooling effect. Excessive concretisation also leads to weakening of trees.\n- The environmental crisis in India is many-sided and multi-faceted which has to be addressed on different fronts and by a variety of different actors. We need to harness scientific and social-scientific expertise to develop and promote eco-friendly technologies in construction, energy, water management, industrial production and transportation. Scientific innovation needs to be complemented by legislative change as well as by changes in social behaviour.\n\n\n### 5.2.9. Measures to control/ mitigate Delhi Air pollution\n\n- The city needs an implementation strategy to\n- Reduce traffic and vehicles,\n- Cut dieselization,\n- Scale up integrated public transport,\n- Facilitate walking and cycling,\n- Tax polluting modes,\n- Decide to implement Bharat Stage IV nationwide in 2015 and\n- Euro VI in 2020 and\n- Put controls on other pollution sources.\n\n\n## Do you know?\n\nZoological Survey of India (ZSI) was established on ist July 1916 to promote the survey, exploration, research and documentation leading to the advancement in our knowledge on various aspects of animal taxonomy of the Indian subcontinent.ZSI is a premier institution on animal taxonomy in India under the Ministry of Environment, Forest and Climate Change. ZSI has been declared as the designated repository for the National Zoological Collection as per Section 39 of the National Biodiversity Act, 2002.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:06.244165",
    "section_name": "Page 8 content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 8 content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the National Air Quality Index, air pollution in India, and measures to control/mitigate air pollution in Delhi.",
      "page_number": 61,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3912,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "PM2.5",
        "ozone",
        "lead",
        "carbon monoxide",
        "air pollution",
        "India",
        "National Air Quality Index",
        "measures",
        "Delhi",
        "traffic",
        "public transport",
        "cycling",
        "pollution control."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 62,
    "content": "# SHANKAR IAS ACADEMY \n\n### 5.3. WATER POLLUTION\n\n- 'Addition of certain substances to the water such as organic, inorganic, biological, radiological, heat, which degrades the quality of water so that it becomes unfit for use'. Water pollution is not only confined to surface water, but it has also spread to ground water, sea and ocean.\n\n\n### 5.3.1. Sources\n\n## Types of sources\n\n## 1. Point Sources\n\n- It is directly attributable to one influence. Here pollutant travels directly from source to water. Point sources are easy to regulate.\n\n\n## 2. Diffuse or non-point source.\n\n- It is from various ill defined and diffuse sources. They vary spatially and temporally and are difficult to regulate.\n- The main sources of water pollution are as follows:\n\n1) Community waste water: Include discharges from houses, commercial and industrial establishments connected to public sewerage system. The sewage contains human and animal excreta, food residues, cleaning agents, detergents and other wastes.\n\nPutrescibility is the process of decomposition of organic matter present in water by microorganisms using oxygen.\n2) Industrial Wastes: The industries discharge several inorganic and organic pollutants, which may prove highly toxic to the living beings.\n\n## 3) Agricultural sources:\n\n- Fertilizers contain major plant nutrients such as nitrogen, phosphorus and potassium.\n- Excess fertilizers may reach the ground water by leaching or may be mixed with surface water of rivers, lakes and ponds by runoff and drainage.\n- Pesticides include insecticides, fungicides, herbicides, nematicides, rodenticides and soil fumigants.\n- They contain a wide range of chemicals such as chlorinated hydrocarbons, organophosphates, metallic salts, carbonates, thiocarbonates, derivatives of acetic acid etc. Many of the pesticides are non-degradable and their residues have long life.\n- The animal excreta such as dung, wastes from poultry farms, piggeries and slaughter houses etc. reach the\n\n| Type of Industry | Inorganic pollutants | Organic pollutant |\n| :-- | :-- | :-- |\n| Mining | Mine Wastes: Chlorides, various metals, <br> ferrous sulphate, sulphuric acid, hydrogen <br> sulphide, ferric hydroxide, surface wash offs, <br> suspended solids, chlorides and heavy metals. |  |\n| Iron and Steel | Suspended solids, iron cyanide, thiocyanate, <br> sulphides, oxides of copper, chromium, <br> cadmium, and mercury. | Oil, phenol and neptha |\n| Chemical Plants | Various acids and alkalies, chlorides, <br> sulphates, nitrates of metals, phosphorus, <br> fluorine, silica and suspended particles. | Aromatic compounds solvents, organic acids, <br> nitro compound dyes, etc. |\n| Pharmaceutical | - | Proteins, carbohydrates, organic solvent <br> intermediate products, drugs and antibiotics |\n| Soap and Detergent | Tertiary ammonium compounds alkalies | Flats and fatty acids, glycerol, <br> polyphosphates, sulphonated hydrocarbons. |\n| Food processing | - | Highly putrescible organic matter and <br> pathogens |\n| Paper and Pulp | Sulphides, bleaching liquors. | Cellulose fibres, bark, woods sugars organic <br> acids. |",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:07.267463",
    "section_name": "Page 9 content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 9 content in ENVIRONMENTAL POLLUTION",
      "summary": "The content discusses water pollution sources including community wastewater, industrial wastes, and agricultural sources like fertilizers and pesticides.",
      "page_number": 62,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3109,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Water pollution",
        "Point sources",
        "Diffuse sources",
        "Community wastewater",
        "Industrial wastes",
        "Agricultural sources",
        "Fertilizers",
        "Pesticides"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 63,
    "content": "water though run off and surface leaching during rainy season.\n\n## 4) Thermal Pollution:\n\n- The main sources are the thermal and nuclear power plants. The power plants use water as coolant and release hot waters to the original source. Sudden rise in temperature kills fishes and other aquatic animals.\n\n\n## 5) Underground water pollution:\n\n- In India at many places, the ground water is threatened with contamination due to seepage from industrial and municipal wastes and effluents, sewage channels and agricultural runoff.\n\n\n## 6) Marine pollution:\n\n- Oceans are the ultimate sink of all natural and manmade pollutants. Rivers discharge their pollutants into the sea. The sewerage and garbage of coastal cities are also dumped into the sea. The other sources of oceanic pollution are navigational discharge of oil, grease, detergents, sewage, garbage and radioactive wastes, off shore oil mining, oil spills.\n\n\n## Oil Spills\n\n- Oil spills is one of the most dangerous of all water pollutants.\n- Oil spills from tankers at sea or leaks from underground storage tanks on land are very difficult to control as oil tends to spread very fast, affecting a large area in a very short time.\n- On land crude is transported through pipelines or tankers which can get damaged and spew out crude oil over the land, thereby contaminating it.\n- Since crude oil is lighter than water, it floats on the surface and poses the threat of swift-spreading fire.\n- Oil spills at sea decrease the oxygen level in the water and cause harm to the organisms.\n- Oil spills are also a source of air and groundwater pollution.\n\n\n### 5.3.2. Effects of Water Pollution\n\n## 1. Effects on aquatic ecosystem:\n\ni) Polluted water reduces Dissolved Oxygen (DO) content, thereby, eliminates sensitive organisms like plankton, molluscs and fish etc.\n\nHowever a few tolerant species like Tubifex (annelid worm) and some insect larvae may survive in highly polluted water with low DO content. Such species are recognised as indicator species for polluted water.\nii) Biocides, polychlorinated biphenyls (PCBs) and heavy metals directly eliminate sensitive aquatic organisms.\niii) Hot waters discharged from industries, when added to water bodies, lowers its DO content.\n\n## DO, BOD, COD\n\n- Presence of organic and inorganic wastes in water decreases the dissolved Oxygen (DO) content of the water. Water having DO content below 8.0 mg L-1 may be considered as contaminated. Water having DO content below. 4.0 mg L-1 is considered to be highly polluted. DO content of water is important for the survival of aquatic organisms. A number of factors like surface turbulence, photosynthetic activity, O2 consumption by organisms and decomposition of organic matter are the factors which determine the amount of DO present in water.\n- The higher amounts of waste increases the rates of decomposition and O 2 consumption, thereby decreases the DO content of water. The demand for O 2 is directly related to increasing input of organic wastes and is empressed as biological oxygen demand (BOD) of water.\n- Water pollution by organic wastes is measured in terms of Biochemical Oxygen Demand (BOD). BOD is the amount of dissolved oxygen needed by bacteria in decomposing the organic wastes present in water. It is expressed in milligrams of oxygen per litre of water.\n- The higher value of BOD indicates low DO content of water. Since BOD is limited to biodegradable materials only. Therefore, it is not a reliable method of measuring pollution load in water.\n- Chemical oxygen demand (COD) is a slightly better mode used to measure pollution load in water. It is the measure of oxygen equivalent of the requirement of oxidation of total organic matter (i.e. biodegradable and non-biodegradable) present in water.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:08.393549",
    "section_name": "Ecosystem, Pollution content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Pollution content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses various forms of water pollution including thermal pollution, underground water pollution, marine pollution, and oil spills, along with their effects on aquatic ecosystems.",
      "page_number": 63,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "water though run off and surface leaching during rainy season.",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "pollution",
          "natural",
          "marine",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3763,
      "topic_tags": [
        "ecosystem",
        "pollution",
        "natural",
        "marine",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "pollution",
        "natural",
        "marine",
        "water"
      ],
      "keywords": [
        "water pollution",
        "thermal pollution",
        "underground water pollution",
        "marine pollution",
        "oil spills",
        "aquatic ecosystem",
        "dissolved oxygen",
        "biological oxygen demand"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 64,
    "content": "# 2. Effects on human health: \n\n- The polluted water usually contains pathogens like virus, bacteria, parasitic protozoa and worms, therefore, it is a source of water borne diseases like jaundice, cholera, typhoid, amoebiasis etc.\n\n\n## Do you know?\n\nThe Environmental Performance Index, is conducted and written by environmental research centers at Yale and Columbia universities with assistance from outside scientists.\nDifferent parts of the tree grow at different times of the year. A typical pattern is for most of the foliage growth to occur in the spring, followed by trunk growth in the summer and root growth in the fall and winter. Not all the trees follow the same pattern.\n\n- Mercury compounds in waste water are converted by bacterial action into extremely toxic methyl mercury, which can cause numbness of limbs, lips and tongue, deafness, blurring of vision and mental derangement.\n\nA cripling deformity called Minamata disease due to consumption of fish captured from mercury contaminated Minamata Bay in Japan was detected in 1952.\n\n- Water contaminated with cadmium can cause itai itai disease also called ouch-ouch disease (a painful disease of bones and joints) and cancer of lungs and liver.\n- The compounds of lead cause anaemia, headache, loss of muscle power and bluish line around the gum.\n\n\n## 3. Hazards of ground water pollution:\n\ni. Presence of excess nitrate in drinking water is dangerous for human health and may be fatal for infants.\n\n- Excess nitrate in drinking water reacts with hemoglobin to form non-functional methaemoglobin, and impairs oxygen transport. This condition is called methaemoglobinemia or blue baby syndrome.\nii. Excess fluoride in drinking water causes neuro-muscular disorders, gastro-intestinal problems, teeth deformity, hardening of bones and stiff and painful joints (skeletal fluorosis).\n\n[^0]- High concentration of fluoride ions is present in drinking water in 13 states of India. The maximum level of fluoride, which the human body can tolerate is 1.5 parts per million ( $\\mathrm{mg} / 1$ of water). Long term ingestion of fluoride ions causes fluorosis.\niii. Over exploitation of ground water may lead to leaching of arsenic from soil and rock sources and contaminate ground water. Chronic exposure to arsenic causes black foot disease. It also causes diarrhoea, peripheral neuritis, hyperkerotosis and also lung and skin cancer.\n\n- Arsenic contamination is a serious problem (in tube well dug areas) in the Ganges Delta, west bengal causing serious arsenic poisoning to large numbers of people. A 2007 study found that over 137 million people in more than 70 countries are probably affected by arsenic poisoning of drinking water.\n\n4. Biological Magnification\n5. Eutrophicaiton\n\n### 5.3.3. Control Measures\n\n1) Riparian buffers\n2) Treatment of sewage water and the industrial effluents should be done before releasing it into water bodies.\n3) Hot water should be cooled before release from the power plants\n4) Domestic cleaning in tanks, streams and rivers, which supply drinking water, should be prohibited.\n5) Excessive use of fertilizers and pesticides should be avoided.\n6) Organic farming and efficient use of animal residues as fertilizers.\n7) Water hyacinth (an aquatic weed) can purify water by taking some toxic materials and a number of heavy metals from water.\n8) Oil spills in water can be cleaned with the help of bregoli - a by-product of paper industry resembling saw dust, oil zapper, micro-organisms.\nThe steps taken by the Government to address the issues of water pollution include the following:-\n[^0]:    - High concentration of fluoride ions is present in drinking water in 13 states of India. The maximum level of fluoride, which the human body can tolerate is 1.5 parts per million ( $\\mathrm{mg} / 1$ of water). Long term ingestion of fluoride ions causes fluorosis.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:09.408775",
    "section_name": "Page 11 content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 11 content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the effects of water pollution on human health, including diseases caused by pathogens and toxic substances like mercury, cadmium, lead, nitrate, fluoride, and arsenic, along with control measures to mitigate water pollution.",
      "page_number": 64,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3856,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Water pollution",
        "Human health",
        "Pathogens",
        "Toxic substances",
        "Mercury",
        "Cadmium",
        "Lead",
        "Nitrate",
        "Fluoride",
        "Arsenic",
        "Control measures."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 65,
    "content": "i. Preparation of action plan for sewage management and restoration of water quality in aquatic resources by State Governments;\nii. Installation of Online Effluent Monitoring System to check the discharge of effluent directly into the rivers and water bodies;\niii. Setting up of monitoring network for assessment of water quality;\niv. Action to comply with effluent standards is taken by SPCBs / PCCs to improve the water quality of the rivers;\nv. Financial assistance for installation of Common Effluent Treatment Plants for cluster of Small Scale Industrial units;\nvi. Issuance of directions for implementation of Zero Liquid Discharge;\nvii. Issuance of directions under Section 5 of Environment (Protection) Act, 1986 to industries and under Section 18(1)(b) of Water (Prevention and Control of Pollution) Act, 1974;\nviii. Implementation of National Lake Conservation Plan (NLCP) and National Wetland Conservation Programme (NWCP) for conservation and management of identified lakes and wetlands in the country which have been merged in February, 2013 into an integrated scheme of National Plan for Conservation of Aquatic Eco-systems (NPCA) to undertake various conservation activities including interception, diversion and treatment of waste water, pollution abatement, lake beautification, biodiversity conservation, education and awareness creation, community participation etc.\n\n### 5.4. SOIL POLLUTION\n\n- Soil is a thin layer of organic and inorganic materials that covers the Earth's rocky surface. Soil pollution is defined as the 'addition of substances to the soil, which adversely affect physical, chemical and biological properties of soil and reduces its productivity.'\n- It is build-up of persistent toxic compounds, chemicals, salts, radioactive materials, or disease causing agents in soil which have adverse effects on plant growth, human and animal health.\n- A soil pollutant is any factor which deteriorates the quality, texture and mineral content of the soil or which disturbs the biological balance of the organisms in the soil.\n\n\n### 5.4.1. Causes\n\n- Indiscriminate use of fertilizers, pesticides, insecticides and herbicides\n- Dumping of large quantities of solid waste\n- Deforestation and soil erosion.\n- Pollution Due to Urbanisation\n\n\n### 5.4.2. Source\n\ni. Industrial Wastes:\n\n- Industrial waste includes chemicals such as mercury, lead, copper, zinc, cadmium, cynides, thiocynates, chromates, acids, alkalies, organic substances etc.\nii. Pesticides:\n- Pesticides are chemicals that include insecticides, fungicides, algicides, rodenticides, weedicides sprayed in order to improve productivity of agriculture, forestry and horticulture.\n\n\n## iii. Fertilizers and manures:\n\n- Chemical fertilizers are added to the soil for increasing crop yield. Excessive use of chemical fertilizers reduces the population of soil borne organism and the crumb structure of the soil, productivity of the soil and increases salt content of the soil.\n\n\n## iv. Discarded materials:\n\n- It includes concrete, asphalt, rungs, leather, cans, plastics, glass, discarded food, paper and carcasses.\nv. Radioactive wastes:\n- Radioactive elements from mining and nuclear power plants, find their way into water and then into the soil.\nvi. Other pollutants:\n- Many air pollutants (acid rain) and water pollutants ultimately become part of the soil and the soil also receives some toxic chemicals during weathering of certain rocks. [in box]\n\n\n### 5.4.3. Types of Soil Pollution\n\nI. Agricultural Soil Pollution\nII. Pollution due to industrial effluents and solid wastes\nIII. Pollution due to urban activities\n\n### 5.4-4. Effects of soil pollution on\n\ni) Agriculture\n\n- Reduced soil fertility\n- Reduced nitrogen fixation",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:10.647763",
    "section_name": "Environment, Biodiversity content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Biodiversity content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses measures and actions taken for sewage management, water quality restoration, and soil pollution control by State Governments and environmental protection agencies.",
      "page_number": 65,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "i. Preparation of action plan for sewage management and restoration of water quality in aquatic resources by State Governments;",
        "content_type": "text",
        "key_topics": [
          "environment",
          "biodiversity",
          "conservation",
          "pollution",
          "resources",
          "forest",
          "soil",
          "water",
          "acid rain"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3717,
      "topic_tags": [
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "resources",
        "forest",
        "soil",
        "water",
        "acid rain"
      ],
      "key_concepts": [
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "resources",
        "forest",
        "soil",
        "water",
        "acid rain"
      ],
      "keywords": [
        "sewage management",
        "water quality restoration",
        "effluent monitoring",
        "effluent standards",
        "Common Effluent Treatment Plants",
        "Zero Liquid Discharge",
        "soil pollution",
        "industrial wastes",
        "pesticides",
        "fertilizers",
        "radioactive wastes."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 66,
    "content": "- Increased erosion\n- Loss of soil and nutrients\n- Reduced crop yield\n- Increased salinity\n- Deposition of silt in tanks and reservoirs\nii) Health\n- Dangerous chemicals entering underground water\n- Bio magnification\n- Release of pollutant gases\n- Release of radioactive rays causing health problems\niii) Environment\n- Reduced vegetation\n- Ecological imbalance\n- Imbalance in soil fauna and flora\niv) Urban areas\n- Clogging of drains\n- Inundation of areas\n- Foul smell and release of gases\n- Waste management problems\n- Control measures\n- Reducing chemical fertilizer and pesticide use\n- Use of bio pesticides, bio fertilizers.\n- Organic farming\n- Four R's: Refuse, Reduce, Reuse, and Recycle\n- Afforestation and Reforestation\n- Solid waste treatment\n- Reduction of waste from construction areas\n\n\n## Do you know?\n\nAmur Falcons, which come to roost every year at Doyanglake during their flight from Mongolia to South Africa. Amur falcons are the longest travelling raptors in the world. World has recognized Pangti village in Nagaland as the world's Amur Falcon capital, as more than one million birds can be seen in just 30 minutes. Until recently, Naga tribesmen used to hunt thousands of Amur falcons for meat. But last year, after a vigorous campaign by wildlife activists, they pledged to protect the bird and since then, not a single bird has been hunted in the area.\n\n## Four R's\n\n## 1. Refuse\n\n- Instead of buying new containers from the market, use the ones that are in the house. Refuse to buy new items though you may think they are prettier than the ones you already have.\n\n\n## 2. Reuse\n\n- Do not throw away the soft drink cans or the bottles; cover them with homemade paper or paint on them and use them as pencil stands or small vases.\n\n\n## 3. Recycle\n\n- Use shopping bags made of cloth or jute, which can be used over and over again. Segregate your waste to make sure that it is collected and taken for recycling.\n\n\n## 4. Reduce\n\n- Reduce the generation of unnecessary waste, e.g. carry your own shopping bag when you go to the market and put all your purchases directly into it.\n\n\n### 5.5. NOISE POLLUTION\n\n- Noise pollution is an unpleasant noise created by people or machines that can be annoying, distracting, intrusive, and/or physically painful.\n- Noise pollution comes from sources such as \"road traffic, jet planes, garbage trucks, construction equipment, manufacturing processes, leaf blowers, and boom boxes.\"\n- Sound is measured in decibels (dB). An increase of about 10 dB is approximately double the increase in loudness.\n- A person's hearing can be damaged if exposed to noise levels over 75 dB over a prolonged period of time. The World Health Organization recommends that the sound level indoors should be less than 30 dB .\n\n\n## Do you know?\n\nThe Indian Resource Panel shall prepare a strategic roadmap for utilisation of secondary resources for meeting the developmental needs. India is the first country to constitute a National Resource Panel.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:11.511245",
    "section_name": "Environment, Pollution content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Pollution content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the negative impacts of increased erosion on soil, health, environment, and urban areas, and provides solutions such as reducing chemical fertilizer use and implementing waste management practices.",
      "page_number": 66,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Loss of soil and nutrients",
        "content_type": "text",
        "key_topics": [
          "environment",
          "pollution",
          "development",
          "resources",
          "forest",
          "wildlife",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 2976,
      "topic_tags": [
        "environment",
        "pollution",
        "development",
        "resources",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "development",
        "resources",
        "forest",
        "wildlife",
        "soil",
        "water"
      ],
      "keywords": [
        "erosion",
        "soil degradation",
        "health impacts",
        "environmental imbalance",
        "urban pollution",
        "waste management",
        "organic farming",
        "noise pollution"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 67,
    "content": "# SHANKAR IAS ACADEMY \n\n### 5.5.1. Ambient Noise Level Monitoring\n\n- Noise Pollution (Control and Regulation) Rules, 2000 define ambient noise levels for various areas as follows:\n\n| Category of <br> Area/Zone | Limits in <br> dB(A) Leq |  |\n| :-- | :--: | :--: |\n|  | Day Time | Night Time |\n|  | 6 a.m. to 10 <br> p.m. | 10 p.m to 6 <br> a.m |\n| A. Industrial Area | 75 | 70 |\n| B. Commercial Area | 65 | 55 |\n| C. Residential Area | 55 | 45 |\n| D. Silence Zone | 50 | 40 |\n\n- The Government of India on Mar 2011 launched a Real time Ambient Noise Monitoring Network. Under this network, in phase- I, five Remote Noise Monitoring Terminals each have been installed in different noise zones in seven metros (Delhi, Hyderabad, Kolkata, Mumbai, Bangalore, Chennai and Lucknow).\n- In Phase II another 35 monitoring stations will be installed in the same seven cities. Phase III will cover installing 90 stations in 18 other cities.\n- Phase-III cities are Kanpur, Pune, Surat, Ahmedabad, Nagpur, Jaipur, Indore, Bhopal, Ludhiana, Guwahati, Dehradun, Thiruvananthpuram, Bhubaneswar, Patna, Gandhinagar, Ranchi, Amritsar and Raipur.\n- Silence Zone is an area comprising not less than 100 metres around hospitals, educational institutions, courts, religious places or any other area declared as such by a competent authority.\n\n\n### 5.5.2. Impacts of noise\n\n- Annoyance: It creates annoyance to the receptors due to sound level fluctuations. The a-periodic sound due to its irregular occurrences causes displeasure to hearing and causes annoyance.\n- Physiological effects: The physiological features like breathing amplitude, blood pressure, heart-beat rate, pulse rate, blood cholesterol are affected.\n- Loss of hearing: Long exposure to high sound levels cause loss of hearing. This is mostly unnoticed, but has an adverse impact on hearing function.\n- Human performance: The working performance of workers/human will be affected as it distracts the concentration.\n- Nervous system: It causes pain, ringing in the ears, feeling of tiredness, thereby effecting the functioning of human system.\n- Sleeplessness: It affects the sleeping there by inducing people to become restless and loose concentration and presence of mind during their activities\n- Damage to material: The buildings and materials may get damaged by exposure to infrasonic / ultrasonic waves and even get collapsed.\n\n\n### 5.5.3. Control\n\n- The techniques employed for noise control can be broadly classified as\n\n\n## 1. Control at source\n\n- Reducing the noise levels from domestic sectors\n- Maintenance of automobiles\n- Control over vibration\n- Prohibition on usage of loud speakers\n- Selection and maintenance of machinery\n\n\n## 2. Control in the transmission path\n\n- Installation of barriers\n- Design of building\n- Green belt development (planting of trees)\n\n\n## 3. Using protective equipment.\n\n- Job rotation\n- Reduced Exposure time\n- Hearing protection\n- Documentation of noise measurements, continuous monitoring and awareness are the need of the hour.\n\n\n## Do you know?\n\nThe Ministry of Environment, Forest and Climate Change has urged Chief Secretaries of Haryana, Uttar Pradesh and National Capital Territory of Delhi to take effective steps to enforce the ban on burning of all types of waste in urban areas.\n\n### 5.6. RADIO ACTIVE POLLUTION\n\n### 5.6.1. Radioactive Pollution\n\n- Radioactivity is a phenomenon of spontaneous emission of proton (a-particles), electrons ( $\\beta$-particles) and gamma rays (short wave electromagnetic waves) due to",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:12.798228",
    "section_name": "Page 14 content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 14 content in ENVIRONMENTAL POLLUTION",
      "summary": "The content discusses ambient noise level monitoring, impacts of noise pollution, and control measures as per the Noise Pollution (Control and Regulation) Rules, 2000.",
      "page_number": 67,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3513,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Ambient Noise Level Monitoring",
        "Noise Pollution Rules",
        "Real-time Monitoring Network",
        "Impacts of Noise",
        "Control Measures",
        "Control at Source",
        "Control in Transmission Path",
        "Protective Equipment."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 68,
    "content": "disintegration of atomic nuclei of some elements. These cause radioactive pollution.\n\n## Radioactivity:\n\nRadioactivity is a property of certain elements (radium, thorium, uranium etc.) to spontaneously emit protons (alpha particles) electrons (beta particles) and gamma rays (short-wave electromagnetic wave) by disintegration of their atomic nuclei (nuclides).\n\n### 5.6.2. Types of Radiations\n\n1. Non-ionising radiations affect only those components which absorb them and have low penetrability.\n2. Ionising radiations have high penetration power and cause breakage of macro molecules.\n\n### 5.6.3. Types of radiation particles\n\n1. Alpha particles, can be blocked by a piece of paper and human skin.\n2. Beta particles can penetrate through skin, while can be blocked by some pieces of glass and metal.\n3. Gamma rays can penetrate easily to human skin and damage cells on its way through, reaching far, and can only be blocked by a very thick, strong, massive piece of concrete.\n\n### 5.6.4. Sources\n\n## Natural\n\n- They include cosmic rays from space and terrestrial radiations from radio-nuclides present in earth's crust such as radium-224, uranium-238, thorium-232, potas-sium-40, carbon-14, etc.\n\n\n## Man - made\n\n## Atomic explosion (Nuclear fallout):\n\n- The nuclear arms use uranium-235 and pluto-nium-239 for fission and hydrogen or lithium as fusion material. Atomic explosions produce radioactive particles that are thrown high up into the air as huge clouds. These particles are carried to long distances by wind and gradually settle over the earth as fall out or are brought down by rain. The fall out contains radioactive substances such as strontium-90, cesium-137, iodine - 131, etc.\n- Nuclear power plants\n- Nuclear weapon\n- Transportation of nuclear material\n- Disposal of nuclear waste\n- Uranium mining\n- Radiation therapy\n\n\n### 5.6.5. Effects\n\n- The effects of radioactive pollutants depend upon\ni. half-life\nii. energy releasing capacity\niii. rate of diffusion and\niv. rate of deposition of the pollutant.\nv. Various environmental factors such as wind, temperature, rainfall also influence their effects.\n\n\n## Period of Radioactivity\n\n- Each radioactive nuclide has a constant decay rate. Half-life is the time needed for half of its atoms to decay. Half-life of a radio nuclide refers to its period of radioactivity. The half-life may vary from a fraction of a second to thousands of years. The radio nuclides with long half-time are the chief source of environmental radioactive pollution.\n- Radiations are of two types with regard to the mode of their action on cells.\n\n\n## 1. Non-ionising radiations:\n\n- They include short-wave radiations such as ultraviolet rays, which forms a part of solar radiation.\n- They have low penetrating power and affect the cells and molecules which absorb them.\n- They damage eyes which may be caused by reflections from coastal sand, snow (snow blindness) directly looking towards sun during eclipse.\n- They injure the cells of skin and blood capillaries producing blisters and reddening called sunburns.\n\n\n## 2. Ionising radiations.\n\n- They include X-rays, cosmic rays and atomic radiations (radiations emitted by radioactive elements).\n- Ionising radiations have high penetration power and cause breakage of macro molecules.\n- The molecular damage may produce short range (immediate) or long range (delayed) effects.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:14.360115",
    "section_name": "Table in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in ENVIRONMENTAL POLLUTION",
      "summary": "The content discusses radioactivity, types of radiations, radiation particles, sources of radioactive pollution, effects of radioactive pollutants, and period of radioactivity.",
      "page_number": 68,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Non-Ionising Radiations Affect Only Those Components Which Absorb Them And Have Low Penetrability",
        "chapter_number": 1,
        "summary": "disintegration of atomic nuclei of some elements. These cause radioactive pollution.",
        "content_type": "table",
        "key_topics": [
          "environment",
          "pollution",
          "natural",
          "energy",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3369,
      "topic_tags": [
        "environment",
        "pollution",
        "natural",
        "energy",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "natural",
        "energy",
        "carbon"
      ],
      "keywords": [
        "radioactivity",
        "radiations",
        "alpha particles",
        "beta particles",
        "gamma rays",
        "sources",
        "effects",
        "half-life",
        "ionising radiations",
        "non-ionising radiations",
        "radioactive pollutants."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 69,
    "content": "i. Short range effects include burns, impaired metabolism, dead tissues and death of the organisms.\nii. Long range effects are mutations increased incidence of tumors and cancer, shortening of life-span and developmental changes.\niii. The mutated gene can persist in living organisms and may affect their progeny.\n\n- The actively dividing cells such as Embryo, foetus, cells of skin, intestinal lining, bone marrow and gamete forming cells are more sensitive to radiations.\n- Some species of animals and plants preferentially accumulate specific radioactive materials. For example, oysters deposit 65 Zn , fish accumulate 55 Fe , marine animals selectively deposit 90 Sr .\n\n\n### 5.6.6. Control Measures\n\n- Prevention is the best control measure as there is no cure available for radiation damage.\ni. All safety measures should be strictly enforced. Leakage of radioactive elements should be totally checked.\nii. Safe disposal of radioactive waste.\niii. Regular monitoring through frequent sampling and quantitative analysis.\niv. Safety measures against nuclear accidents.\nv. Nuclear explosions and use of nuclear weapons should be completely banned.\nvi. Appropriate steps should be taken to protect from occupational exposure.\n\n\n## Do you know?\n\nsolar power panels installed overhead of arail coach will save 1700 litres of diesel per year and if these techniques are adopted, 100 million litres of diesel can be saved by the Railways every year.\n\n### 5.7. E - WASTE\n\n- The discarded and end-of-life electronic products ranging from computers, equipment used in Information and Communication Technology (ICT), home appliances, audio and video products and all of their peripherals are popularly known as Electronic waste (E-waste).\n- E-waste is not hazardous if it is stocked in safe storage or recycled by scientific methods or transported from one place to the other in parts or in totality in the formal sector. The e-waste can, however, be considered hazardous if recycled by primitive methods.\n\n\n## Do you know?\n\nThe sex of crocodilians is determined by the incubation conditions, particularly the temperature. Incubation at $30^{\\circ} \\mathrm{C}$ or less gives exclusively females, incubation at around $31^{\\circ} \\mathrm{C}$ gives both sexes, whereas incubation between $32^{\\circ} \\mathrm{C}$ and $33^{\\circ} \\mathrm{C}$ gives mostly males. Incubation at temperatures above $33^{\\circ} \\mathrm{C}$ gives males in some species, whereas in others, the sex reverts to females\n\n# 5.7.1. Source and its health effects \n\n| S.NO | PARTICULARS | SOURCE | HEALTH EFFECTS |\n| :-- | :-- | :-- | :-- |\n| 1. | Lead | Used in glass panels and gaskets in <br> computer monitors <br> Solder in printed circuit boards and <br> other Components | Lead causes damage to the central and <br> peripheral nervous systems, blood systems, <br> kidney and reproductive system in humans. It <br> also effects the endocrine system, and <br> impedes brain development among children. <br> Lead tends to accumulate in the environment <br> and has high acute and chronic effects on <br> plants, animals and microorganisms. |\n| 2. | Cadmium | Occurs in SMD chip resistors, <br> infra-red detectors, and <br> semiconductor chips <br> Some older cathode ray tubes <br> contain cadmium | Toxic cadmium compounds accumulate in the <br> human body, especially the kidneys. |",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:15.282645",
    "section_name": "Environment, Development content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Development content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the short and long-term effects of radiation exposure, control measures to prevent radiation damage, the impact of electronic waste (E-waste), and the determination of crocodilian sex based on incubation conditions.",
      "page_number": 69,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "i. Short range effects include burns, impaired metabolism, dead tissues and death of the organisms.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "development",
          "marine"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3348,
      "topic_tags": [
        "environment",
        "development",
        "marine"
      ],
      "key_concepts": [
        "environment",
        "development",
        "marine"
      ],
      "keywords": [
        "radiation effects",
        "control measures",
        "electronic waste",
        "crocodilian sex determination",
        "radioactive materials",
        "safety measures",
        "nuclear accidents",
        "E-waste recycling."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 70,
    "content": "| 3. | Mercury | It is estimated that $22 \\%$ of the yearly world consumption of mercury is used in electrical and electronic equipment <br> Mercury is used in thermostats, sensors, relays, switches, medical equipment, lamps, mobile phones and in batteries <br> Mercury, used in flat panel displays, will likely increase as their use replaces cathode ray tubes | Mercury can cause damage to organs including the brain and kidneys, as well as the foetus. The developing foetus is highly vulnerable to mercury exposure. When inorganic mercury spreads out in the water, it is transformed to methylated mercury which bio-accumulates in living organisms and concentrates through the food chain, particularly via fish. |\n| :--: | :--: | :--: | :--: |\n| 4 . | Hexavalent <br> Chromium/ <br> Chromium VI 29 | Chromium VI is used as corrosion protector of untreated and galvanized steel plates and as a decorative or hardener for steel housings Plastics (including PVC): Dioxin is released when PVC is burned. <br> The largest volume of plastics ( $26 \\%$ ) used in electronics has been PVC. PVC elements are found in cabling and computer housings. Many computer moldings are now made with the somewhat more benign ABS plastics | Chromium VI can cause damage to DNA and is extremely toxic in the environment. |\n| 5. | Brominated flame retardants (BFRs): | BFRs are used in the plastic housings of electronic equipment and in circuit boards to prevent flammability |  |\n| 6. | Barium | Barium is a soft silvery-white metal that is used in computers in the front panel of a CRT, to protect users from radiation | Studies have shown that short-term exposure to barium causes brain swelling, muscle weakness, damage to the heart, liver, and spleen. |\n| 7. | Beryllium | Beryllium is commonly found on motherboards and finger clips <br> It is used as a copper-beryllium alloy to strengthen connectors and tinyplugs while maintaining electrical conductivity | Exposure to beryllium can cause lung cancer. Beryllium also causes a skin disease that is characterised by poor wound healing and wartlike bumps. Studies have shown that people can develop beryllium disease many years following the last exposure. |\n| 8. | Toners | Found in the plastic printer cartridge containing black and color toners. | Inhalation is the primary exposure pathway, and acute exposure may lead to respiratory tract irritation. Carbon black has been classified as a class 2B carcinogen, possibly carcinogenic to humans. Reports indicate that colour toners (cyan, magenta and yellow) contain heavy metals. |",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:16.277922",
    "section_name": "Environment, Water content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Water content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material highlights the use of toxic substances like mercury, chromium VI, brominated flame retardants, barium, beryllium, and toners in electronic equipment, their harmful effects on health, and environmental impact.",
      "page_number": 70,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "| 3. | Mercury | It is estimated that $22 \\%$ of the yearly world consumption of mercury is used in electrical and electronic equipment <br> Mercury is used in thermostats, sensors, relays, switches, ...",
        "content_type": "text",
        "key_topics": [
          "environment",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 2569,
      "topic_tags": [
        "environment",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "water",
        "carbon"
      ],
      "keywords": [
        "Mercury",
        "Chromium VI",
        "Brominated flame retardants",
        "Barium",
        "Beryllium",
        "Toners",
        "Health effects",
        "Environmental impact"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 71,
    "content": "| 9. | Phosphor and <br> additives | Phosphor is an inorganic chemical <br> compound that is applied as a coat <br> on the interior of the CRT faceplate. | The phosphor coating on cathode ray tubes <br> contains heavy metals, such as cadmium, and <br> other rare earth metals, for example, zinc, <br> vanadium as additives. These metals and their <br> compounds are very toxic. This is a serious <br> hazard posed for those who dismantle CRTs <br> by hand. |\n| :-- | :-- | :-- | :-- |\n\n### 5.7.2. E - Waste in India\n\n- \"The Global E-Waste Monitor 2014\", 17 lakh tonnes of e-waste generation was reported in the country in 2014. No comprehensive State-wise inventorization of e-waste generation in the country has been done.\n- In India, among top ten cities, Mumbai ranks first in generating e-waste followed by Delhi, Bangalore, Chennai, Kolkata, Ahmadabad, Hyderabad, Pune, Surat and Nagpur.\n- The 65 cities generate more than $60 \\%$ of the total generated e-waste, whereas, 10 states generate $70 \\%$ of the total e-waste.\n- Most of the e-waste is recycled in India in unorganized units, which engage significant number of manpower. Recovery of metals by primitive means is a most hazardous act.\n- The recycling process, if not carried out properly, can cause damage to human being through inhalation of gases during recycling, contact of the skin with hazardous substances and contact during acid treatment used in recovery process.\n- Proper education, awareness and most importantly alternative cost effective technology need to be provided so that better means can be provided to those who earn the livelihood from this.\n- A holistic approach is needed to address the challenges faced by India in e-waste management. A suitable mechanism needs to be evolved to include small units in unorganized sector and large units in organized sector into a single value chain.\n\n\n### 5.8. SOLID WASTE\n\n- Solid wastes are the discarded (abandoned or considered waste-like) materials. Solid waste means any garbage, refuse, sludge from a wastewater treatment plant, or air pollution control facility and other discarded materials including solid, liquid, semi-solid, or contained gaseous material, resulting from industrial,\ncommercial, mining and agricultural operations, and from community activities. But it does not include solid or dissolved materials in domestic sewage, or solid or dissolved materials in irrigation return flows or industrial discharges.\n\n\n### 5.8.1. Plastic Waste\n\n- Plastics are considered to be one of the wonderful inventions of 20th Century. They are widely used as packing and carry bags because of cost and convenience. But plastics are now considered as environmental hazard due to the \"Throw away culture\".\n\n\n### 5.8.2. Source of generation of waste plastics\n\n- Household\n- Health and medicare\n- Hotel and catering\n- Air/rail travel\n\n\n### 5.8.3. Effects\n\n- The land gets littered by plastic bag garbage and becomes ugly and unhygienic.\n- Conventional plastics have been associated with reproductive problems in both humans and wildlife.\n- Dioxin (highly carcinogenic and toxic) by-product of the manufacturing process is one of the chemicals believed to be passed on through breast milk to the nursing infant.\n- Burning of plastics, especially PVC releases this dioxin and also furan into the atmosphere. Thus, conventional plastics, right from their manufacture to their disposal are a major problem to the environment.\n- Plastic bags can also contaminate foodstuffs due to leaching of toxic dyes and transfer of pathogens.\n- Careless disposal of plastic bags chokes drains, blocks the porosity of the soil and causes problems for groundwater recharge.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:18.040350",
    "section_name": "Table in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the hazards of phosphor and additives in CRT faceplates, e-waste generation in India, solid waste management, plastic waste, and its effects.",
      "page_number": 71,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "| 9. | Phosphor and <br> additives | Phosphor is an inorganic chemical <br> compound that is applied as a coat <br> on the interior of the CRT faceplate. | The phosphor coating on cathode ray tubes <b...",
        "content_type": "table",
        "key_topics": [
          "environment",
          "pollution",
          "wildlife",
          "atmosphere",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3678,
      "topic_tags": [
        "environment",
        "pollution",
        "wildlife",
        "atmosphere",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "wildlife",
        "atmosphere",
        "soil",
        "water"
      ],
      "keywords": [
        "Phosphor",
        "CRT faceplate",
        "heavy metals",
        "e-waste",
        "India",
        "solid waste",
        "plastic waste",
        "environmental hazards."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 72,
    "content": "- Plastic disturbs the soil microbe activity. The terrestrial and aquatic animals misunderstand plastic garbage as food items, swallow them and die.\n- Plastic bags deteriorates soil fertility as it forms part of manure and remains in the soil for years.\n- These bags finding their way in to the city drainage system results in blockage causing inconvenience, difficult in maintenance, creates unhygienic environment resulting in health hazard and spreading of water borne diseases.\n- Designing eco-friendly, biodegradable plastics are the need of the hour.\n\n\n### 5.8.4. Types\n\n- Solid wastes are classified depending on their source:\na) Municipal waste,\nb) Hazardous waste and\nc) Biomedical waste or hospital waste.\n\n\n## a) Municipal solid waste\n\n- Municipal solid waste consists of household waste, construction and demolition debris, sanitation residue, and waste from streets.\n- With rising urbanization and change in lifestyle and food habits, the amount of municipal solid waste has been increasing rapidly and its composition changing.\n- In 1947 cities and towns in India generated an estimated 6 million tonnes of solid waste, in 1997 it was about 48 million tonnes. More than $25 \\%$ of the municipal solid waste is not collected at all.\n- $70 \\%$ of the Indian cities lack adequate capacity to transport it and there are no sanitary landfills to dispose of the waste. The existing landfills are neither well equipped and are not lined properly to protect against contamination of soil and groundwater.\n- Over the last few years, the consumer market has grown rapidly leading to products being packed in cans, aluminium foils, plastics, and other such nonbiodegradable items that cause incalculable harm to the environment.\n\n\n## b) Hazardous waste\n\n- Industrial and hospital waste is considered hazardous as they contain toxic substances. Hazardous wastes could be highly toxic to humans, animals, and plants and are corrosive, highly inflammable, or explosive.\n- India generates around 7 million tonnes of hazardous wastes every year, most of which is concentrated in four\nstates: Andhra Pradesh, Bihar, Uttar Pradesh, and Tamil Nadu.\n- Household waste that can be categorized as hazardous waste include old batteries, shoe polish, paint tins, old medicines, and medicine bottles.\n- In the industrial sector, the major generators of hazardous waste are the metal, chemical, paper, pesticide, dye, refining, and rubber goods industries.\n- Direct exposure to chemicals in hazardous waste such as mercury and cyanide can be fatal.\n\n\n## c. Hospital waste\n\n- Hospital waste is generated during the diagnosis, treatment, or immunization of human beings or animals or in research activities or in the production or testing of biologicals.\n- These chemicals include formaldehyde and phenols, which are used as disinfectants, and mercury, which is used in thermometers or equipment that measure blood pressure.\n- It may include wastes like soiled waste, disposables, anatomical waste, cultures, discarded medicines, chemical wastes, disposable syringes, swabs, bandages, body fluids, human excreta, etc.\n- These are highly infectious and can be a serious threat to human health if not managed in a scientific and discriminate manner.\n- Surveys carried out by various agencies show that the health care establishments in India are not giving due attention to their waste management.\n- After the notification of the Bio-medical Waste (Handling and Management) Rules, 1998, these establishments are slowly streamlining the process of waste segregation, collection, treatment, and disposal.\n\n\n### 5.8.5. Treatment and disposal of solid waste\n\ni) Open dumps\n\n- Open dumps refer to uncovered areas that are used to dump solid waste of all kinds. The waste is untreated, uncovered, and not segregated. It is the breeding ground for flies, rats, and other insects that spread disease. The rainwater run-off from these dumps contaminates nearby land and water thereby spreading disease. Treatment by open dumps is to be phased out.\n\n\n## ii) Landfills\n\n- Landfills are generally located in urban areas. It is a pit that is dug in the ground. The garbage is dumped and",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:19.044385",
    "section_name": "Environment, Soil content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Soil content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the harmful effects of plastic on soil and animals, the classification of solid wastes into municipal, hazardous, and biomedical waste, and the generation and impact of each type of waste in India.",
      "page_number": 72,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- Plastic disturbs the soil microbe activity. The terrestrial and aquatic animals misunderstand plastic garbage as food items, swallow them and die.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4157,
      "topic_tags": [
        "environment",
        "soil",
        "water"
      ],
      "key_concepts": [
        "environment",
        "soil",
        "water"
      ],
      "keywords": [
        "Plastic pollution",
        "Soil fertility",
        "Municipal solid waste",
        "Hazardous waste",
        "Biomedical waste",
        "Environmental impact",
        "India",
        "Health hazards."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 73,
    "content": "the pit is covered with soil everyday thus preventing the breeding of flies and rats. Thus, every day, garbage is dumped and sealed. After the landfill is full, the area is covered with a thick layer of mud and the site can thereafter be developed as a parking lot or a park.\n\n- Problems - All types of waste are dumped in landfills and when water seeps through them it gets contaminated and in turn pollutes the surrounding area. This contamination of groundwater and soil through landfills is known as leaching.\n\n\n## iii) Sanitary landfills\n\n- Sanitary landfill is more hygienic and built in a methodical manner to solve the problem of leaching. These are lined with materials that are impermeable such as plastics and clay, and are also built over impermeable soil. Constructing sanitary landfills is very costly\n\n\n## iv) Incineration plants\n\n- The process of burning waste in large furnaces at high temperature is known as incineration. In these plants the recyclable material is segregated and the rest of the material is burnt and ash is produced.\n- Burning garbage is not a clean process as it produces tonnes of toxic ash and pollutes the air and water. A large amount of the waste that is burnt here can be recovered and recycled. In fact, at present, incineration is kept as the last resort and is used mainly for treating the infectious waste.\n\n\n## v) Pyrolysis\n\n- It is a process of combustion in absence of oxygen or the material burnt under controlled atmosphere of oxygen. It is an alternative to incineration. The gas and liquid thus obtained can be used as fuels. Pyrolysis of carbonaceous wastes like firewood, coconut, palm waste, corn combs, cashew shell, rice husk paddy straw and saw dust, yields charcoal along with products like tar, methyl alcohol, acetic acid, acetone and a fuel gas.\n\n\n## vi) Composting\n\n- Composting is a biological process in which micro-organisms, mainly fungi and bacteria, decompose degradable organic waste into humus like substance in the presence of oxygen.\n- This finished product, which looks like soil, is high in carbon and nitrogen and is an excellent medium for growing plants.\n- It increases the soil's ability to hold water and makes the soil easier to cultivate. It helps the soil retain more plant nutrients.\n- It recycles the nutrients and returns them back to soil as nutrients.\n- Apart from being clean, cheap, and safe, composting can significantly reduce the amount of disposable garbage.\n\n\n## vii) Vermiculture\n\n- It is also known as earthworm farming. In this method, Earth worms are added to the compost. These worms break the waste and the added excreta of the worms makes the compost very rich in nutrients.\n\n\n## viii) Four R's\n\n### 5.8.6. Waste Minimization Circles (WMC)\n\nWMC helps Small and Medium Industrial Clusters in waste minimization in their industrial plants.\n\n- This is assisted by the World Bank with the Ministry of Environment and Forests acting as the nodal ministry. The project is being implemented with the assistance of National Productivity Council (NPC), New Delhi.\n- The initiative also aims to realize the objectives of the Policy Statement for Abatement of Pollution (1992), which states that the government should educate citizens about environmental risks, the economic and health dangers of resource degradation and the real economic cost of natural resources.\n- The policy also recognizes that citizens and non-governmental organizations play a role in environmental monitoring, therefore, enabling them to supplement the regulatory system and recognizing their expertise where such exists and where their commitments and vigilance would be cost effective.\n\n\n### 5.9 THERMAL POLLUTION\n\nThermal pollution is the rise or fall in the temperature of a natural aquatic environment caused by human influence. This has become an increasing and the most current pollution, owing to the increasing call of globalization everywhere.\nThermal pollution is caused by either dumping hot water from factories and power plants or removing trees and vegetation that shade streams, permitting sunlight to raise the temperature of these waters, release of cold water which lowers the temperature. Like other forms of water pollution, thermal pollution is widespread, affecting many lakes and vast numbers of streams and rivers in various parts of the world.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:19.966359",
    "section_name": "Environment, Pollution content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Pollution content in ENVIRONMENTAL POLLUTION",
      "summary": "Various methods such as sanitary landfills, incineration plants, pyrolysis, composting, vermicomposting, and waste minimization circles are used for waste management to prevent pollution and promote recycling.",
      "page_number": 73,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "the pit is covered with soil everyday thus preventing the breeding of flies and rats. Thus, every day, garbage is dumped and sealed. After the landfill is full, the area is covered with a thick layer ...",
        "content_type": "text",
        "key_topics": [
          "environment",
          "pollution",
          "natural",
          "resources",
          "forest",
          "atmosphere",
          "soil",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4339,
      "topic_tags": [
        "environment",
        "pollution",
        "natural",
        "resources",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "natural",
        "resources",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "carbon"
      ],
      "keywords": [
        "sanitary landfills",
        "incineration plants",
        "pyrolysis",
        "composting",
        "vermicomposting",
        "waste minimization",
        "pollution prevention",
        "recycling."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 74,
    "content": "## Major sources\n\n- power plants creating electricity from fossil fuel\n- water as a cooling agent in industrial facilities\n- deforestation of the shoreline\n- soil erosion\n\n\n## Ecological Effects - Warm Water\n\nThe change in temperature impacts organisms by\n(a) decreasing oxygen supply, and\n(b) affecting ecosystem composition.\n\nWarm water contains less oxygen. Elevated temperature typically decreases the level of dissolved oxygen (DO) in water. So there is decrease in rate of decomposition of organic matter. Green algae are replaced by less desirable blue green algae. Many animals fail to multiply.\nIt also increases the metabolic rate of aquatic animals results in consumption of more food in a shorter time than if their environment were not changed. An increased metabolic rate may result in food source shortages, causing a sharp decrease in a population.\nChanges in the environment may also result in a migration of organisms to another, more suitable environment and to in-migration of fishes that normally only live in warmer waters elsewhere. This leads to competition for fewer resources; the more adapted organisms moving in may have an advantage over organisms that are not used to the warmer temperature. As a result one has the problem of compromising food chains of the old and new environments. Biodiversity can be decreased as a result.\nTemperature changes of even one to two degrees Celsius can cause significant changes in organism metabolism and other adverse cellular biology effects. Principal adverse changes can include rendering cell walls less permeable to necessary osmosis, coagulation of cell proteins, and alteration of enzyme metabolism. These cellular level effects can adversely affect mortality and reproduction.\nPrimary producers are affected by warm water because higher water temperature increases plant growth rates, resulting in a shorter life span and species overpopulation. This can cause an algae bloom which reduces the oxygen levels in the water. The higher plant density results in reduced light intensity, decreases photosynthesis and leads to an increased plant respiration rate. This is similar to the eutrophication.\nA large increase in temperature can lead to the denaturing of life-supporting enzymes by breaking down hydrogenand disulphide bonds within the quaternary structure of\nthe enzymes. Decreased enzyme activity in aquatic organisms can cause problems such as the inability to break down lipids, which leads to malnutrition.\n\n## Ecological Effects - Cold Water\n\nThermal pollution can also be caused by the release of very cold water from the base of reservoirs into warmer rivers. This affects fish (particularly their eggs and larvae), macroinvertebrates and river productivity.\n\n## Control Measures\n\nInstead of discharging heated water into lakes and streams, power plants and factories can pass the heated water through cooling towers or cooling ponds, where evaporation cools the water before it is discharged.\nAlternatively, power plants can be designed or refitted to be more efficient and to produce less waste heat in the first place.\nCogeneration - process through which, the excess heat energy from generating electricity can be used in another manufacturing process that needs such energy. Where homes or other buildings are located near industrial plants, waste hot water can be used for heating-an arrangement often found in Scandinavian towns and cities, and proposed for use in China.\nTo prevent thermal pollution due to devegetation, the prescription is simple: do not devegetate and leave strips of trees and vegetation along streams and shorelines.\nAll efforts to control erosion also have the effect of keeping water clearer and, thus, cooler.\n\n## Do you know?\n\nThe Wildlife Week is celebrated in the first week of October, with an aim to create awareness and sympathy for wildlife. Wildlife Week is being celebrated since the inception of National Zoological Park in 1957.\n\n### 5.10 PLASTIC POLLUTION\n\nThe marine resource covering 70 percent of the earth's surface is a key asset in the biosphere. Of the nearly 1.5 million species known, nearly a quarter million live in the world's oceans. More importantly, nearly 50 percent of the global primary production takes place in the upper stratum of sea water. Seafood presently represents $20 \\%$ of the protein in global diet.\nThe health of the marine food web and the fisheries resources invariably depend upon the long-term viability of",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:20.825834",
    "section_name": "Table in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the ecological effects of warm and cold water on organisms due to thermal pollution caused by power plants and industrial facilities, along with control measures to mitigate the impact.",
      "page_number": 74,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- power plants creating electricity from fossil fuel",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "pollution",
          "resources",
          "forest",
          "wildlife",
          "marine",
          "soil",
          "water",
          "energy"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4472,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "pollution",
        "resources",
        "forest",
        "wildlife",
        "marine",
        "soil",
        "water",
        "energy"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "pollution",
        "resources",
        "forest",
        "wildlife",
        "marine",
        "soil",
        "water",
        "energy"
      ],
      "keywords": [
        "power plants",
        "thermal pollution",
        "warm water",
        "cold water",
        "ecological effects",
        "control measures",
        "biodiversity",
        "enzyme activity"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 75,
    "content": "the autotrophic algae (phytoplankton - primary producer) and the zooplankton (primary consumers) in the marine food pyramid.\nPlastics represent the latest contaminant in the marine environment; the increased use of plastics has lead to negative environmental impacts.\nPlastics pollution can interfere with the plankton species that form the foundation of the food web, and other organisms adversely affecting the delicate balance in the marine ecosystem.\n\n## Do you know?\n\n\"Science Express\" is an innovative mobile science exhibition mounted on a 16 -coach AC train, which has been custom-built for Department of Science \\& Technology (DST) by Indian Railway. The Express is a unique collaborative initiative of Department of Science and Technology, Ministry of Environment, Forest and Climate Change (MoEFCC) and Ministry of Railway. The unique mobile expo was launched in October 2007 by DST. The 2012, 2013 and 2014, three phases/runs of \"Science Express\" were rolled out as a joint initiative of DST and MoEFCC as Biodiversity Special and showcased the myriad \"Biodiversity of India\". 2015 run with the focus to the theme \"Climate Change\" and run it as \"\"Science Express Climate Action Special (SECAS).\n\n## Plastics as a Waste Material- in Marine Environment\n\nThe amount of plastic waste estimation annually introduced into the marine environment is not available. But, plastic waste is well known to result primarily from fish-ing-related activities, and from non-point source influx from beaches.\nThere are two clear differences between the fate of plastics debris in the ocean environment as opposed to on land environments.\na) The rate of UV-induced photo-oxidative degradation of plastics floating or submerged at sea is very much slower than that exposed to the same solar radiation on land.\nb) Unlike on land there is no easy means of retrieval, sorting and recycling of plastic waste that enters into the ocean environment.\nThese two factors generally result in extended lifetimes for plastics at sea.\n\nThe plastic waste that has been introduced into the world's oceans must accumulate for the most part intact and unmineralized in the marine environment. While the fate of such plastics is not clear, it is reasonable to expect at least some of it to continue disintegrating into microparticulate debris. Recent reports even indicate an increase in their counts over the last two decades.\n\n## Impact of Microparticles\n\nChallenging the Antarctic krill and other zooplankton with plastic beads that are about 20 microns or so in size has demonstrated that these microparticulates are readily ingested by these organisms. They appear to ingest the particles unselectively, and the ingestion rates depend on the concentration of particles in the environment.\nPlastics are bio-inert and are not expected to be toxic to the animal in the conventional sense. While physical obstruction or indirect interference with physiology is always possible (as with sea birds showing satiation on ingesting plastics) the material will pass through the animal virtually unchanged.\nThe concern, however, is that plastics exposed to sea water tends to concentrate toxic and non-toxic organic compounds present in the sea water at low concentrations. These, including PCBs, DDT, and nonylphenols, have very high partition coefficients and are very efficiently concentrated in the plastic material.\nPlastic-related distress to over 250 species has been documented worldwide. The focus has very much been on larger species in surface waters or beaches, despite the fact that 99 percent of marine species live in the benthos. The impact of negatively buoyant plastic waste (such as nylon net fragments) on benthic species has remained virtually unaddressed.\nDespite years of interest on the topic little research has been carried out by the government agencies or the plastics industry to address the key issues relating to plastics in the marine environment.\n\n## Plastics as a Waste Material- in Land Environment\n\nProblems with the uncollected plastic waste, include\n(i) Choking of drains by plastic carry bags which may lead to unhygienic environment and water borne diseases,\n(ii) Causing of illness and possible death of animals that may feed on plastics from garbage bins,\n(iii) Non-biodegradable and impervious nature of plastics disposed on soil which may arrest recharge of ground water aquifers,",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:22.203246",
    "section_name": "Ecosystem, Environment content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Ecosystem, Environment content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the impact of plastics pollution on marine ecosystems, particularly on plankton species and zooplankton, and the challenges posed by plastic waste in the ocean environment.",
      "page_number": 75,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "the autotrophic algae (phytoplankton - primary producer) and the zooplankton (primary consumers) in the marine food pyramid.",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "pollution",
          "climate",
          "forest",
          "marine",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4392,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "pollution",
        "climate",
        "forest",
        "marine",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "pollution",
        "climate",
        "forest",
        "marine",
        "soil",
        "water"
      ],
      "keywords": [
        "autotrophic algae",
        "zooplankton",
        "plastics pollution",
        "marine ecosystem",
        "plastic waste",
        "microparticles",
        "Antarctic krill",
        "ingestion."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 76,
    "content": "(iv) presence of additives and plasticizers, fillers, flame retardants and pigments used in the plastic products which have potential to cause adverse health impact and ground water pollution.\n\n### 5.11. BIOREMEDIATION\n\n- Bioremediation is the use of microorganisms (bacteria and fungi) to degrade the environmental contaminants into less toxic forms.\n- The microorganisms may be indigenous to a contaminated area or they may be isolated from elsewhere and brought to the contaminated site.\n\nThe process of bioremediation can be monitored indirectly by measuring the Oxidation Reduction Potential or redox in soil and groundwater, together with pH , temperature, oxygen content, electron acceptor/ donor concentrations, and concentration of breakdown products (e.g. carbon dioxide)\n\n### 5.11.1. Bioremediation Strategies\n\n(a) In situ bioremediation techniques\n\n- It involves treatment of the contaminated material at the site.\n- Bioventing - supply of air and nutrients through wells to contaminated soil to stimulate the growth of indigenous bacteria. It is used for simple hydrocarbons and can be used where the contamination is deep under the surface.\n- Biosparging - Injection of air under pressure below the water table to increase groundwater oxygen concentrations and enhance the rate of biological degradation of contaminants by naturally occurring bacteria\n- Bioaugmentation - Microorganisms are imported to a contaminated site to enhance degradation process.\n\n\n## Do you know?\n\nThe jaws of the snakes are not fused together. That means that unlike our jaws, snakes jaws are not hooked up at the back of their mouths. This makes it possible for them to eat very big meals, bigger than their own heads!\n\n## (b) Ex situ bioremediation techniques\n\n- Ex situ -involves the removal of the contaminated material to be treated elsewhere.\n- Landfarming - contaminated soil is excavated and spread over a prepared bed and periodically tilled [] until pollutants are degraded.The goal is to stimulate indigenous biodegradative microorganisms and facilitate their aerobic degradation of contaminants.\n- Biopiles - it is a hybrid of landfarming and composting. Essentially, engineered cells are constructed as aerated composted piles. Typically used for treatment of surface contamination with petroleum hydrocarbons.\n- Bioreactors - it involves the processing of contaminated solid material (soil, sediment, sludge) or water through an engineered containment system.\n- Composting - dealt earlier in solid waste management\n\nUsing bioremediation techniques, TERI has developed a mixture of bacteria called 'oilzapper' which degrades the pollutants of oil-contaminated sites, leaving behind no harmful residues. This technique is not only environment friendly, but also highly costeffective.\n\n### 5.11.2. Genetic engineering approaches\n\n## Phytoremediation\n\n- Phytoremediation is use of plants to remove contaminants from soil and water .\n\n\n## Types\n\n- Phytoextraction / phytoaccumulation is the process by which plants accumulate contaminants into the roots and above ground shoots or leaves.\n- Phytotransformation or phytodegradation refers to the uptake of organic contaminants from soil, sediments, or water and their transformation to more stable, less toxic, less mobile form.\n- Phytostabilization is a technique in which plants reduce the mobility and migration of contaminated soil. Leachable constituents are adsorbed and bound into the plant structure so that they form unstable mass of plant from which the contaminants will not re-enter the environment.\n- Phytodegradation or rhizodegradation is the breakdown of contaminants through the activity existing in",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:23.242729",
    "section_name": "Table in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses bioremediation techniques, including in situ and ex situ methods, genetic engineering approaches, and phytoremediation for environmental cleanup.",
      "page_number": 76,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "(iv) presence of additives and plasticizers, fillers, flame retardants and pigments used in the plastic products which have potential to cause adverse health impact and ground water pollution.",
        "content_type": "table",
        "key_topics": [
          "environment",
          "pollution",
          "natural",
          "soil",
          "water",
          "carbon"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3665,
      "topic_tags": [
        "environment",
        "pollution",
        "natural",
        "soil",
        "water",
        "carbon"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "natural",
        "soil",
        "water",
        "carbon"
      ],
      "keywords": [
        "additives",
        "plasticizers",
        "bioremediation",
        "in situ",
        "ex situ",
        "genetic engineering",
        "phytoremediation"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 77,
    "content": "# SHANKAR IAS ACADEMY \n\nthe rhizosphere. This activity is due to the presence of proteins and enzymes produced by the plants or by soil organisms such as bacteria, yeast, and fungi.\n\n- Rhizofiltration is a water remediation technique that involves the uptake of contaminants by plant roots. Rhizofiltration is used to reduce contamination in natural wetlands and estuary areas.\n\nThe bacterium Deinococcus radiodurans has been used to de toxify toluene and ionic mercury which are released from radioactive nuclear waste.\n\n## Mycoremediation\n\n- is a form of bioremediation in which fungi are used to decontaminate the area.\n\n\n## Mycofiltration\n\n- is a similar process, using fungal mycelia to filter toxic waste and microorganisms from water in soil.\n\n\n## Advantages of bioremediation\n\n- Useful for the complete destruction of a wide variety of contaminants.\n- The complete destruction of target pollutants is possible.\n- Less expensive.\n- Environment friendly\n\n\n## Disadvantages of bioremediation\n\n## Do you know?\n\nRattlesnakes are easily recognized by, their rattle. The rattlesnake babies are born with what is called a prebutton. The baby snake loses this piece when it sheds its skin for the first time. With the shedding a new button appears. With every shedding after that another button, or rattle, will be added. These buttons are made up of a material called Keratin. The rattles are empty. The noise comes from each segment knocking together, so until a rattlesnake has two or more pieces it isn't going to make a sound! But when it does...you WILL hear it...and you WILL RUN!\n\n- Bioremediation is limited to those compounds that are biodegradable. Not all compounds are susceptible to rapid and complete degradation.\n- Biological processes are often highly specific.\n- It is difficult to extrapolate from bench and pilot-scale studies to full-scale field operations.\n- Bioremediation often takes longer time than other treatment process.\n\n\n### 5.12. ENVIRONMENTAL POLLUTION AND HEALTH\n\n## First\n\n- Pollution inventory and apportionment studies that assess relative contribution of different sources are looked at in isolation and not within a coherent framework of health protection.\n- What ultimately should drive policy is not just what source is emitting more but which source is likely to lead to a greater exposure to health damaging pollutants.\n- Globally, studies show vehicles contribute from a quarter to close to half of the particulates in cities.\n\n\n## Second\n\n- Our scientists do not say that people are exposed to much higher health damaging pollutants than what occurs in ambient conditions.\n- With each breath we inhale three-four times more pollutants than the ambient air concentration.\n- Exposure to vehicular fumes is highest on road and up to 500 metres from there. The majority in our cities lives in that zone.\n\n\n## Third\n\n- People are exposed to a mixture of pollutants whose combined effect has serious health impact. The benefits are greater when pollution sources are regulated for multi-pollutants.\n- Delhi's air is thick with particulate matter, nitrogen oxides, ozone and air toxins.\n- There is merit in NGT's focus on diesel emissions which is a multi-pollutant mixture classified as a class one carcinogen for its strong link with lung cancer. Exposure to toxins should be eliminated.\n\n\n## Fourth\n\n- Our air quality policies are cut off from the reported reality in the health sector.\n- India is experiencing a rapid health transition, with a large and rising burden of chronic diseases, estimated to be more than half of all deaths and years lost to illness.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:24.269663",
    "section_name": "Page 24 content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 24 content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses bioremediation techniques like rhizofiltration, mycoremediation, and mycofiltration, along with their advantages and disadvantages, and the impact of environmental pollution on health.",
      "page_number": 77,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3601,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "rhizofiltration",
        "mycoremediation",
        "mycofiltration",
        "bioremediation",
        "contaminants",
        "advantages",
        "disadvantages",
        "environmental pollution",
        "health impact."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 78,
    "content": "- Cancer, stroke, and chronic lung diseases are now major public health problems that are strongly influenced by air pollution.\n\n\n### 5.13 ACID RAIN\n\nAcid rain is the rainfall that has been acidified. It is formed when oxides of sulfur and nitrogen react with the moisture in the atmosphere. It is rain with a pH of less than 5.6. Acid rain is particularly damaging to lakes, streams, and forests and the plants and animals that live in these ecosystems.\n\n### 5.14. TYPES OF ACID DEPOSITION\n\n\"Acid rain\" is a broad term referring to a mixture of wet and dry deposition (form of deposition material) from the atmosphere\n\n## (a) Wet Deposition\n\n- If the acid chemicals in the air are blown into areas where the weather is wet, the acids can fall to the ground in the form of rain, snow, fog, or mist.\n- As this acidic water flows over and through the ground, it affects a variety of plants and animals.\n- The strength of the effects depends on several factors, including how acidic the water is; the chemistry and buffering capacity of the soils involved; and the types of fish, trees, and other living things that rely on the water.\n- Precipitation removes gases and particles from the atmosphere by two processes:\n(i) rain-out which is the incorporation of particles into cloud drops which fall to the ground, and\n(ii) washout which occurs when materials below the cloud is swept down by rain or snow it falls.\n\n\n## Do you know?\n\nGharial crocodile counts amongst the largest crocodile species in the world. It is also one of two surviving members of the Gavialidae family. Gharial Crocodiles of India have an elongated and narrow snout. It is mainly found in the river systems of Indus, Brahmaputra, Ganges, Mahanadi, Kaladan and Ayeyarwady\n\n## (b) Dry Deposition\n\n- In areas where the weather is dry, the acid chemicals may become incorporated into dust or smoke and fall to the ground through dry deposition, sticking to the ground, buildings, vegetation, cars, etc.\n- Dry deposited gases and particles can be washed from these surfaces by rainstorms, through runoff.\n- This runoff water makes the resulting mixture more acidic.\n- About half of the acidity in the atmosphere falls back to earth through dry deposition.\n\n\n## The pH scale\n\n- The pH scale is a measure of how acidic or basic (alkaline) a solution is.\n- It ranges from o to 14 . A pH of 7 is neutral.\n- A pH less than 7 is acidic, and a pH greater than 7 is basic.\n- It was devised in 1909 and it is a logarithmic index for the hydrogen ion concentration in an aqueous solution.\n- pH values decreases as hydrogen ion levels increases.\n- A solution with $\\mathrm{pH}_{4}$ is ten times more acidic than solution with $\\mathrm{pH}_{5}$, and a hundred times more acidic than solution with pH 6 .\n- Whilst the pH range is usually given as o to 14 , lower and higher values are theoretically possible.\n\n\n### 5.14.1. Sources of compounds causing acid rain\n\n## (a) Sulphur\n\n(i) Natural sources:\n\n- seas and oceans,\n- volcanic eruptions,\n- Biological processes in the soil e.g., Decomposition of organic matter.\n(ii) Man-made sources:\n- burning of coal $\\left(60 \\%\\right.$ of $\\left.\\mathrm{SO}_{2}\\right)$ and\n- petroleum products ( $30 \\%$ of $\\mathrm{SO}_{2}$ ), and\n- The smelting of metal sulfide ores to obtain the pure metals.\n- Industrial production of Sulfuric acid in metallurgical, chemical and fertilizer industries.\n(b) Nitrogen\n\nNatural sources:\n\n- lightening,\n- volcanic eruption, and\n- Biological activity.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:25.084889",
    "section_name": "Page 25 content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 25 content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the impact of acid rain on the environment, particularly on lakes, streams, and forests, and explains the types of acid deposition - wet and dry deposition.",
      "page_number": 78,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3479,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Cancer",
        "stroke",
        "chronic lung diseases",
        "air pollution",
        "acid rain",
        "wet deposition",
        "dry deposition",
        "pH scale",
        "hydrogen ion concentration."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 1,
    "page_number": 79,
    "content": "Anthropogenic sources:\n\n- Forest fires\n- Combustion of oil, coal, and gas\n(c) Formic acid\n- Biomass burning due to forest fires causes emission of formic acid (HCOOH) and formaldehyde (HCHO) into the atmosphere.\n- Large fraction formaldehyde gets photo - oxidation and forms formic acid in the atmosphere.\nThese are three main compounds that cause acidification of rain in the atmosphere.\n(d) Other Acids:\n- Chlorine\n- Phosphoric acid\n- Hydrochloric acid (smokestacks).\n- Carbon monoxide and carbon dioxide (automobiles). These become carbonic acid.\n\n\n## Does it occurs only in industrial areas alone?\n\nSOX and NOX that create Acid Rain are often transported to distances far away from their points of origin by the wind so that the adverse effects of pollution are also experienced at place remote from the place of genesis. The problem is further compounded as the environmental damage caused by acid rain is not uniform, but is area-specific.\n\n### 5.14.2. Common characteristics of acid rain areas:\n\nAreas which are prone to acid-rain attacks have some common characteristics:\n\n## Do you know?\n\nThe banana tree (plant) has only a thick false stem (pseudostem), which is not woody but made up of a central core of soft tissues concealed by the fibrous and sheathing bases of large leaves. Strictly speaking, the banana plant is a giant herb.\n\n- They are concentrated in the industrialized belt of the northern hemisphere.\n- They are often upland and / or mountainous areas, which are well-watered by rain and snow.\n- Due to the abundance of water, they possess numerous lakes and streams and also have more land covered with vegetation.\n- Being upland, they often have thin soils and glaciated bedrock.\n\n\n## World scenario\n\nMany parts of Scandinavia, Canada, the North and Northeast United States and Northern Europe (particularly West Germany and upland Britain) share these features. Across the Atlantic there are number of acid rain hot spots including Nova Scotia, Southern Ontario and Quebec in Canada, the Adirondack Mountains in New York, Great Smoky mountains, parts of Wisconsin, Minnesota, and the Colorado Rockies of the US.\n\n## In India\n\nIn India, the first report of acid rain came from Bombay in 1974. Instances of acid rain are being reported from metropolitan cities.\nIn India, the annual $\\mathrm{SO}_{2}$ emission has almost doubled in the last decade due to increased fossil fuel consumption. Lowering of soil pH is reported from north-eastern India, coastal Karnataka and Kerala, parts of Orissa, West Bengal and Bihar.\n\n## Indicators\n\nLichens serve as good bio-indicators for air pollution. In the variety of pH around 6.0 , several animals, those are important food items for fish decline. These include the freshwater shrimp, crayfish, snails and some small mussels.\n\n### 5.14.3. Chemistry of Acid Rain\n\nSix basic steps are involved in the formation of acid rain:\n\n1. The atmosphere receives oxides of sulfur and nitrogen from natural and man-made sources.\n2. Some of these oxides fall back directly to the ground as dry deposition, either close to the place of origin or some distance away.\n3. Sunlight stimulates the formation of photo-oxidants (such as ozone) in the atmosphere.\n4. These photo-oxidants interact with the oxides of sulfur and nitrogen to produce $\\mathrm{H}_{2} \\mathrm{SO}_{4}$ and $\\mathrm{HNO}_{3}$ by oxidation.\n5. The oxides are of sulfur and nitrogen, photo-oxidants, and other gases (like $\\mathrm{NH}_{3}$ )",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:26.007980",
    "section_name": "Environment, Pollution content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Pollution content in ENVIRONMENTAL POLLUTION",
      "summary": "The content discusses anthropogenic sources of acid rain, common characteristics of acid rain areas, and the chemistry of acid rain formation.",
      "page_number": 79,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "The Atmosphere Receives Oxides Of Sulfur And Nitrogen From Natural And Man-Made Sources",
        "chapter_number": 1,
        "summary": "Anthropogenic sources:",
        "content_type": "text",
        "key_topics": [
          "environment",
          "pollution",
          "natural",
          "forest",
          "atmosphere",
          "soil",
          "water",
          "carbon",
          "ozone",
          "acid rain"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3459,
      "topic_tags": [
        "environment",
        "pollution",
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "carbon",
        "ozone",
        "acid rain"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "carbon",
        "ozone",
        "acid rain"
      ],
      "keywords": [
        "Anthropogenic sources",
        "acid rain",
        "forest fires",
        "formic acid",
        "formaldehyde",
        "SOX",
        "NOX",
        "industrialized belt",
        "lichens",
        "chemistry of acid rain."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 6,
    "page_number": 80,
    "content": "6. Acid rain containing ions of sulfate, nitrate, ammonium and hydrogen falls as wet deposition.\n\n## Difference between normally and anthropogenically acidified lakes\n\n| Naturally acidic lakes | Anthropogenically <br> acidified lakes |\n| :-- | :-- |\n| Brown to yellow colour <br> caused by humic <br> substances | Very clear water caused <br> by reduced primary <br> productivity |\n| Concentrations of <br> dissolved organic carbon <br> are high while <br> transparency is low | Dissolved organic carbon <br> concentrations are low. <br> Whereas the transparency <br> is high. |\n| Low pH but well buffered. | Poorly buffered |\n| Abound with aquatic life. | Some of the more <br> sensitive taxa, such as <br> blue-green algae, some <br> bacteria, snails, mussels <br> crustaceans, mayflies and <br> fish either decrease or / <br> are eliminated. |\n\n## Do you know?\n\nThe Indian giant squirrel is a large-bodied diurnal, arboreal, and herbivorous squirrel. The species is endemic to deciduous, mixed deciduous, and moist evergreen forests of peninsular India, reaching as far north as the Satpura hill range of Madhya Pradesh. IUCN Status - least concern.\n\n### 5.14.4. Impact Of Acid Rain\n\n(a) Soil\n\n- The exchange between hydrogen ions and the nutrient cations like potassium and magnesium in the soil cause leaching of the nutrients, making the soil infertile.\n- This is accompanied by a decrease in the respiration of soil organisms.\n- An increase in ammonia in the soil due to a decrease in other nutrients decreases the rate of decomposition.\n- The nitrate level of the soil is also found to decrease.\n- The impact of acid rain on soil is less in India; because Indian soils are mostly alkaline, with good buffering ability.\n(b) Vegetation\n\nAcid rains affect trees and undergrowth in forest in several ways, causing reduced growth or abnormal growth:\n\n- The typical growth-decreasing symptoms are:\n- Discoloration and loss of foliar biomass\n- Loss of feeder-root biomass, especially in conifers\n- Premature senescence (aging) of older needles in conifers\n- Increase in susceptibility of damage to secondary root and foliar pathogens\n- Death of herbaceous vegetation beneath affected trees\n- Prodigious production of lichens on affected trees.\n- Death of affected trees.\n(c) Micro organisms\n- pH determines the proliferation of any microbial species in a particular environment and the rate at which it can produce.\n- The optimum pH of most bacteria and protozoa is near neutrality; most fungi prefer an acidic environment, most blue-green bacteria prefer an alkaline environment.\n- So after a long run of acid rain, microbial species in the soil and water shift from bacteria-bound to fungi-bound and cause an imbalance in the microflora.\n- This causes a delay in the decomposition of soil organic material, and an increase in fungal disease in aquatic life and forests.\n(d) Wild life\n\nThe effects of acid rain on wild life are not very obvious and are therefore, difficult to document. Nevertheless, several direct and indirect effects of acid rain on the productivity and survival of wildlife populations have been reported.\n\n- Acid rain can directly affect the eggs and tadpoles of frogs and salamanders that breed in small forest ponds.\n- It has been postulated that acid rain can indirectly affect wildlife by allowing metals bound on soils and sediments to be released into the aquatic environment, where toxic substances may be ingested",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:26.826918",
    "section_name": "Environment, Natural content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Natural content in ENVIRONMENTAL POLLUTION",
      "summary": "The content discusses the impact of acid rain on soil, vegetation, microorganisms, and wildlife, highlighting the differences between naturally and anthropogenically acidified lakes.",
      "page_number": 80,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 6,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Acid Rain Containing Ions Of Sulfate, Nitrate, Ammonium And Hydrogen Falls As Wet Deposition",
        "chapter_number": 6,
        "summary": "6. Acid rain containing ions of sulfate, nitrate, ammonium and hydrogen falls as wet deposition.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "natural",
          "forest",
          "wildlife",
          "soil",
          "water",
          "carbon",
          "acid rain"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3445,
      "topic_tags": [
        "environment",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "water",
        "carbon",
        "acid rain"
      ],
      "key_concepts": [
        "environment",
        "natural",
        "forest",
        "wildlife",
        "soil",
        "water",
        "carbon",
        "acid rain"
      ],
      "keywords": [
        "Acid rain",
        "Soil",
        "Vegetation",
        "Microorganisms",
        "Wildlife",
        "Anthropogenic",
        "Lakes",
        "Impact."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 6,
    "page_number": 81,
    "content": "by animals, like birds, that feed in such an environment.\n\n- Other indirect effects of acid rain on wildlife are loss or alteration of food and habitat resources.\n(e) Humans\n\nAcid rain affects human health is a number of ways.\n\n- The obvious ones are bad smells, reduced visibility; irritation of the skin, eyes and the respiratory tract.\n- Some direct effects include chronic bronchitis, pulmonary emphysema and cancer.\n- Some indirect effects include food poisoning vis a vis drinking water and food.\n- An increase in the levels of toxic heavy-metals like manganese, copper, cadmium and aluminium also contribute to the detrimental effects on human health.\n\n\n## Do you know?\n\n- Bonsai-i.e., tailored or human-made miniature or dwarfed living trees that have been prevented from reaching their normal size-are grown in pots and kept in greenhouses, drawing rooms, etc. This technique was first perfected by the Japanese.\n- Bamboos are trees without a main trunk but with a cluster of culms arising from the underground rhizome. These culms are unbranched, with distinct nodes and internodes that give them a jointed appearance.\n- Trees reduce oxides of carbon in the air, can also fix atmospheric nitrogen, disintegrate waste and act as sinks of pollution\n- Sometimes seeds of a plant are formed without fertilization. This phenomenon is called \"agamospermy,\" a kind of parthenogenesis. A fruit that matures without seed formation is called \"parthenocarpic fruit.\"\n- Beverage plants are those plants which yield beverages or drinks-nonalcoholic or alcoholic-that are palatable and refreshing. Nonalcoholic beverages usually contain caffeine, an alkaloid, which has stimulating and refreshing qualities. Alcoholic beverages are those that contain one or more hydroxyl $(-\\mathrm{OH})$ groups; e.g., ethanol\n(f) Acid rain damage on Materials\n\n| Material | Type of Impact | Principal Air <br> Pollutants |\n| :-- | :-- | :-- |\n| Metals | Corrosion, <br> tarnishing | Sulphur Oxides <br> and other acid <br> gases |\n| Building stone | Surface erosion <br> soiling, black <br> crust formation | Sulphur Oxides <br> and other acid <br> gases |\n| Ceramics and <br> glass | Surface erosion, <br> surface crust <br> formation | Acid gases, <br> especially <br> fluoride- <br> containing |\n| Paints and <br> organic <br> coatings | Surface erosion, <br> discolouration, <br> soiling | Sulphur dioxides, <br> hydrogen sulphide |\n| Paper | Embrittlement, <br> discolouration | Sulphur Oxides |\n| Photographic <br> Materials | Micro-blemishes | Sulphur Oxides |\n| Textiles | Fading, colour <br> change | Nitrogen oxides, <br> ozone |\n| Leather | Weakening, <br> powdered <br> surface | Sulphur oxides |\n| Rubber | Cracking | Ozone |\n\n(g) Socio-economic impacts of acid rain:\n\nThe adverse impact of acid rain on farming and fishing leads to the deterioration of life quality indices like GNP and per capita income, especially in the predominantly agricultural and developing countries like India\n\n### 5.14.5. Trigger Effect of Acid Rain on Pollutants:\n\nA low pH of the rainwater and subsequent increased acidity in the environment can trigger off or aggravate the effects of certain harmful pollutants.\n(i) Mercury:\n\n- Methyl mercury and related short chain alkyl mercurial compounds are most dangerous to humans, as they accumulate in edible fish tissue.\n- Although acid deposition may not increase the production of methyl mercury, it may increase the partitioning of methyl mercury into the water column.\n- The use of lime has helped in reducing the mercury levels in fish.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:28.277492",
    "section_name": "Diagram in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram in ENVIRONMENTAL POLLUTION",
      "summary": "The content discusses the effects of acid rain on wildlife, humans, materials, and socio-economic aspects, along with interesting facts about bonsai, bamboos, and plant reproduction.",
      "page_number": 81,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 6,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "by animals, like birds, that feed in such an environment.",
        "content_type": "diagram",
        "key_topics": [
          "environment",
          "pollution",
          "resources",
          "wildlife",
          "soil",
          "water",
          "carbon",
          "greenhouse",
          "ozone",
          "acid rain"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3562,
      "topic_tags": [
        "environment",
        "pollution",
        "resources",
        "wildlife",
        "soil",
        "water",
        "carbon",
        "greenhouse",
        "ozone",
        "acid rain"
      ],
      "key_concepts": [
        "environment",
        "pollution",
        "resources",
        "wildlife",
        "soil",
        "water",
        "carbon",
        "greenhouse",
        "ozone",
        "acid rain"
      ],
      "keywords": [
        "acid rain",
        "wildlife",
        "human health",
        "materials damage",
        "bonsai",
        "bamboos",
        "agamospermy",
        "beverage plants",
        "socio-economic impacts."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL POLLUTION",
    "chapter_number": 6,
    "page_number": 82,
    "content": "(ii) Aluminium:\n\n- Acidified waters are known to leach substantial amounts of aluminium from watersheds.\n- Even at relatively low levels, aluminium has been implicated in dialysis dementia, a disorder of the central nervous system, which may be toxic to individuals with impaired kidney function.\n(iii) Cadmium:\n- Cadmium can enter the drinking water supply through corrosion of galvanized pipe or from the copper-zinc through corrosion of galvanized piper or from the copper-zinc solder used in the distribution systems.\n- A decrease in water pH from 6.5 to 4.5 can result in a fivefold increase in cadmium and could cause renal tubular damage.\n(iv) Lead:\n- Foetuses and infants are highly susceptible to drinking water lead contamination.\n- High blood lead levels in children ( $>30 \\mathrm{mug} / \\mathrm{MI}$ ) are believed to induce biochemical and neurophysiological dysfunction.\n- However, lower than normal blood levels of lead can cause mental deficiencies and behavioural problems.\n(v) Asbestos:\n\nAsbestos in natural rock can be released by acidic waters.\n\n## Do you know?\n\nTree ferns like Cyathaea and Alsophila have erect rhizomes with generally unbranched trunks, topped by a crown of graceful, feathery fronds that form a rosette at the apex.\n\n### 5.14.5. Control Measures:\n\nReducing or eliminating the sources of pollution by\n\n- Buffering- the practice of adding a neutralizing agent to the acidified water to increase the pH is one of the important control measures. Usually lime in the form of calcium oxide and calcium carbonate is used.\n- Reducing the emission of SO2 from power stations by burning less fossil fuel, using alternate energy sources like tidal, wind, hydropower etc.,\n- using low sulphur fuel;\n- desulphurization\n- decreasing emission of NOx from power stations and\n- Modification of engines.\n- Emissions of SOx can be controlled by\n- Converting to sulphuric acid.\n- Converting it to elemental sulphur.\n- Neutralizing it and using it in the manufacture of other products.\n\n\n### 5.15 CATEGORIZATION OF INDUSTRIAL SECTORS\n\n- The Ministry of Environment, Forest and Climate Change (MoEFCC) has developed the criteria of categorization of industrial sectors, Red, Orange, Green and White categories based on the Pollution Index which is a function of the emissions (air pollutants), effluents (water pollutants), hazardous wastes generated and consumption of resources. The Pollution Index PI of any industrial sector is a number from o to 100 and the increasing value of PI denotes the increasing degree of pollution load from the industrial sector.\n- \"Re-categorization of industries based on their pollution load is a scientific exercise. The old system of categorization was creating problems for many industries and was not reflecting the pollution of the industries. The new categories will remove this lacuna and will give clear picture to everyone. \"The new category of White industries which is practically non-polluting will not require Environmental Clearance (EC) and Consent and will help in getting finance from lending institutions. No Red category of industries shall normally be permitted in the ecologically fragile area / protected area.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:54:29.182794",
    "section_name": "Page 29 content in ENVIRONMENTAL POLLUTION",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Page 29 content in ENVIRONMENTAL POLLUTION",
      "summary": "The study material discusses the impact of aluminium, cadmium, lead, and asbestos on water quality, as well as control measures for pollution and categorization of industrial sectors based on pollution index.",
      "page_number": 82,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL POLLUTION",
      "chapter_number": 6,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 55,
      "end_page": 82,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": null,
        "content_type": "text",
        "key_topics": [],
        "is_front_matter": true,
        "confidence": 0.1
      },
      "image_count": 0,
      "integrated_content_length": 3186,
      "topic_tags": [],
      "key_concepts": [],
      "keywords": [
        "Aluminium",
        "Cadmium",
        "Lead",
        "Asbestos",
        "Water contamination",
        "Pollution control measures",
        "Industrial sectors categorization",
        "Pollution index."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]