[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ORGANISATIONS",
    "chapter_number": 27,
    "page_number": 321,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 27 in an UPSC book on the Environment.]**\n\n\n\n# ORGANIZATIONS \n\n### 27.1 THE ANIMAL WELFARE BOARD OF INDIA\n\n- The Animal Welfare Board of India is a statutory advisory body on Animal Welfare Laws and promotes animal welfare in the country.\n- The Animal Welfare Board of India, the first of its kind to be established by any Government in the world, was set up in 1962, in accordance with Section 4 of the Prevention of Cruelty to Animals Acts 1960.\n- Shrimati Rukmini Devi Arundale pioneered the setting up of the Board, with its Headquarters at Chennai. She guided the activities of the Board for nearly twenty years till her demise in 1986.\n\n\n## Functions\n\n- To keep the law in force in India for the Prevention of Cruelty to Animals under constant study and to advise the government on the amendments to be undertaken in any such law from time to time.\n- To advise the Central Government on the making of rules under the Act with a view to preventing unnecessary pain or suffering to animals generally, and more particularly when they are being transported from one place to another or when they are used as performing animals or when they are kept in captivity or confinement.\n- To advise the Government or any local authority or other person on improvements in the design of vehicles so as to lessen the burden on draught animals.\n- To take all such steps as the Board may think fit for amelioration of animals by encouraging, or providing for the construction of sheds, water troughs and the like and by providing for veterinary assistance to animals.\n- To advise the Government or any local authority or other person in the design of slaughter houses or the\nmaintenance of slaughter houses or in connection with slaughter of animals so that unnecessary pain or suffering, whether physical or mental, is eliminated in the pre- slaughter stages as far as possible, and animals are killed, wherever necessary, in as humane a manner as possible.\n- To take all such steps as the Board may think fit to ensure that unwanted animals are destroyed by local authorities, whenever it is necessary to do so, either instantaneously or after being rendered insensible to pain or suffering.\n- To encourage by the grant of financial assistance or otherwise, the formation or establishment of Pinjarapoles, rescue homes, animals shelters, sanctuaries and the like, where animals and birds may find a shelter when they have become old and useless or when they need protection.\n- To co-operate with, and co-ordinate the work of associations or bodies established for the purpose of preventing unnecessary pain or suffering to animals or for the protection of animals and birds.\n- To give financial assistance and other assistance to Animal Welfare Organisations, functioning in any local area or to encourage the formation of Animal Welfare Organisations in any local area which shall work under the general supervision and guidance of the Board.\n- To advise the Government on matters relating to the medical care and attention which may be provided in animal hospitals, and to give financial and other assistance to animal hospitals whenever the Board think it is necessary to do so.\n- To impart education in relation to the humane treatment of animals and to encourage the formation of public opinion against the infliction of unnecessary pain or suffering to animals and for the promotion of animal",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:42.767077",
    "section_name": "Chapter title page for Chapter 27 in an UPSC book on the Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Chapter title page for Chapter 27 in an UPSC book on the Environment.",
      "summary": "The content discusses the role and functions of the Animal Welfare Board of India, established in 1962 to promote animal welfare and prevent cruelty to animals.",
      "page_number": 321,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ORGANISATIONS",
      "chapter_number": 27,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 321,
      "end_page": 324,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1481,
        "bottom_right_y": 523
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "text",
        "key_topics": [
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3432,
      "topic_tags": [
        "water"
      ],
      "key_concepts": [
        "water"
      ],
      "keywords": [
        "Animal Welfare Board of India",
        "statutory advisory body",
        "animal welfare laws",
        "Prevention of Cruelty to Animals Act",
        "functions",
        "Rukmini Devi Arundale",
        "veterinary assistance",
        "Pinjarapoles",
        "animal shelters."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ORGANISATIONS",
    "chapter_number": 1,
    "page_number": 322,
    "content": "welfare by means of lectures books, posters, cinematographic exhibitions and the like.\n\n- To advise the Government on any matter connected with animal welfare or the Prevention of infliction of unnecessary pain or suffering on animals.\n- The Board consists of 28 Members. The term of office of Members is for a period of 3 years.\n\n\n### 27.2 CENTRAL ZOO AUTHORITY\n\n- The amendment made to the Wild Life (Protection) Act in 1991 added a new chapter dealing with zoos to the Act and allowed for the Central Government to constitute an authority known as the Central Zoo Authority to oversee the functioning and development of zoos in the country. According to the provisions of this chapter, only such zoos which were operated in accordance with the norms and standards prescribed by the Central Zoo Authority would be granted 'recognition' to operate by the Authority.\n\n\n## Functions\n\n- The following are the functions of the Central Zoo Authority as specified in the Act:\n\n1. To specify the minimum standards for housing, upkeep and veterinary care of animals kept in a zoo\n2. To evaluate and assess the functioning of zoos with respect to the standards or the norms as are prescribed\n3. To recognize and derecognize zoos\n4. To identify endangered species of wild animals for purposes of captive breeding and assigning responsibility in this regard to a zoo\n5. To co-ordinate the acquisition, exchange and loaning of animals for breeding purposes\n6. To ensure maintenance of stud-books of endangered species of wild animals bred in captivity\n7. To identify priorities and themes with regard to display of captive animals in a zoo\n8. To co-ordinate training of zoo personnel in India and abroad\n9. To co-ordinate research in captive breeding and educational programs for the purposes of zoos\n10. To provide technical and other assistance to zoos for their proper management and development on scientific lines\n11. To perform such other functions as may be necessary to carry out the purposes of this Act with regard to zoos\n\n## Powers\n\n- Recognition of zoos\n- Permission for acquisition of wild / captive animals\n- Cognizance of offences\n- Grant of licences, certificate of ownership, recognition, etc\n\n\n### 27.3 THE NATIONAL BIODIVERSITY AUTHORITY (NBA) - CHENNAI.\n\n- The National Biodiversity Authority (NBA) was established in 2003 to implement India's Biological Diversity Act (2002).\n- The NBA is a Statutory, Autonomous Body and it performs facilitative, regulatory and advisory function for the Government of India on issues of conservation, sustainable use of biological resources and fair and equitable sharing of benefits arising out of the use of biological resources.\n\n\n## Objectives of the NBA\n\n- Anybody seeking any kind of intellectual property rights on a research based upon biological resource or knowledge obtained from India has to obtain prior approval of the NBA.\n- The NBA will impose benefit-sharing conditions.\n- For ensuring equitable sharing of benefits arising from the use of biological resources and associated knowledge, Sections 19 and 21 stipulate prior approval of the National Biodiversity Authority (NBA) before their access.\n- Ensures protection to the knowledge of local people relating to biodiversity through measures such as registration of such knowledge.\n\n\n## Main functions:\n\n(1) The National Biodiversity Authority may-\n(a) advise the Central Government on matters relating to the conservation of biodiversity, sustainable use of its components and equitable sharing of benefits arising out of the utilization of biological resources;\n(b) advise the State Governments in the selection of areas of biodiversity importance to be notified as heritage sites and measures for the management of such heritage sites;\n(c) perform such other functions as may be necessary to carry out the provisions of this Act.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:44.096325",
    "section_name": "Diagram in ENVIRONMENTAL ORGANISATIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Diagram in ENVIRONMENTAL ORGANISATIONS",
      "summary": "The content discusses the functions and powers of the Animal Welfare Board of India, Central Zoo Authority, and the National Biodiversity Authority in India.",
      "page_number": 322,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ORGANISATIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 321,
      "end_page": 324,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "To Specify The Minimum Standards For Housing, Upkeep And Veterinary Care Of Animals Kept In A Zoo",
        "chapter_number": 1,
        "summary": "welfare by means of lectures books, posters, cinematographic exhibitions and the like.",
        "content_type": "diagram",
        "key_topics": [
          "biodiversity",
          "conservation",
          "sustainable",
          "development",
          "resources"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3846,
      "topic_tags": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "resources"
      ],
      "key_concepts": [
        "biodiversity",
        "conservation",
        "sustainable",
        "development",
        "resources"
      ],
      "keywords": [
        "Animal Welfare Board",
        "Central Zoo Authority",
        "National Biodiversity Authority",
        "functions",
        "powers",
        "recognition",
        "conservation",
        "biological resources."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ORGANISATIONS",
    "chapter_number": 1,
    "page_number": 323,
    "content": "(2) The National Biodiversity Authority may, on behalf of the Central Government, take any measures necessary to oppose the grant of intellectual property rights in any country outside India on any biological resource obtained from India or knowledge associated with such biological resource which is derived from India.\n\n## Transfer of biological resource or knowledge\n\n- No person who has been granted approval, shall transfer any biological resource or knowledge associated to others except with the permission of the National Biodiversity Authority\n- The National Biodiversity Authority grants approval for transfer, after making enquiries subject to certain terms and conditions including the imposition of charges by way of royalty or for reasons to be recorded in writing, reject the application.\n- The NBA gives public notice of approval granted under this section\n\n\n## The State Biodiversity Boards (SBBs)\n\n- The State Biodiversity Boards (SBBs) focus on advising the State Governments on matters relating to the conservation of biodiversity, sustainable use of its components and equitable sharing of the benefits arising out of the utilization of biological resources;\n- The SSBs also regulate, by granting of approvals or otherwise requests for commercial utilization or biosurvey and bio-utilization of any biological resource by Indians.\n- The local level Biodiversity Management Committees (BMCs)\n- The local level Biodiversity Management Committees (BMCs) are responsible for promoting conservation, sustainable use and documentation of biological diversity and chronicling of knowledge relating to biological diversity.\n\n\n### 27.4 WILDLIFE CRIME CONTROL BUREAU (WCCB)\n\n- The Government of India constituted a statutory body, the Wildlife Crime Control Bureau on 6th June 2007, by amending the Wildlife (Protection) Act, 1972. The bureau would complement the efforts of the state governments, primary enforcers of the Wildlife (Protection) Act, 1972 and other enforcement agencies of the country.\n\n\n## Functions\n\n(i) Collection, collation of intelligence and its dissemination and establishment of a centralized Wildlife Crime data bank;\n(ii) Co-ordination of actions by various enforcement authorities towards the implementation of the provisions of this Act.\n(iii) Implementation of obligations under the various international Conventions and protocols\n(iv) Assistance to concerned authorities in foreign countries and concerned international organizations to facilitate co-ordination and universal action for wildlife crime control;\n(v) Development of infrastructure and capacity building for scientific and professional investigation;\n(vi) Advice the Government of India on issues relating to wildlife crimes having national and international ramifications, and suggest changes required in relevant policy and laws from time to time.\n\n### 27.5 NATIONAL LAKE CONSERVATION PLAN (NLCP)\n\n- Ministry of Environment and Forests has been implementing the National Lake Conservation Plan (NLCP) since 2001 for conservation and management of polluted and degraded lakes in urban and semi-urban areas\n\n\n## Objective\n\n- to restore and conserve the urban and semi-urban lakes of the country degraded due to waste water discharge into the lake and other unique freshwater eco systems, through an integrated ecosystem approach.\n\n\n## Activities Covered Under NLCP\n\n- Prevention of pollution from point sources by intercepting, diverting and treating the pollution loads entering the lake. The interception and diversion works may include sewerage \\& sewage treatment for the entire lake catchment area.\n(i) In situ measures of lake cleaning such as de-silting, de-weeding, bioremediation, aeration, bio-manipulation, nutrient reduction, withdrawal of anoxic hypolimn ion, constructed wetland approach or any other successfully tested eco-technologies etc depending upon the site conditions.\n(ii) Catchment area treatment which may include afforestation, storm water drainage, silt traps etc.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:45.913034",
    "section_name": "Table in ENVIRONMENTAL ORGANISATIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Table in ENVIRONMENTAL ORGANISATIONS",
      "summary": "The study material discusses the roles and functions of the National Biodiversity Authority, State Biodiversity Boards, Wildlife Crime Control Bureau, and National Lake Conservation Plan in India's biodiversity conservation efforts.",
      "page_number": 323,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ORGANISATIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 321,
      "end_page": 324,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "(2) The National Biodiversity Authority may, on behalf of the Central Government, take any measures necessary to oppose the grant of intellectual property rights in any country outside India on any bi...",
        "content_type": "table",
        "key_topics": [
          "ecosystem",
          "environment",
          "biodiversity",
          "conservation",
          "pollution",
          "sustainable",
          "development",
          "resources",
          "forest",
          "wildlife",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 3996,
      "topic_tags": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "resources",
        "forest",
        "wildlife",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "biodiversity",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "resources",
        "forest",
        "wildlife",
        "water"
      ],
      "keywords": [
        "National Biodiversity Authority",
        "State Biodiversity Boards",
        "Wildlife Crime Control Bureau",
        "National Lake Conservation Plan",
        "conservation",
        "biodiversity",
        "wildlife crime",
        "lake conservation."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "ENVIRONMENTAL ORGANISATIONS",
    "chapter_number": 1,
    "page_number": 324,
    "content": "(iii) Strengthening of bund, lake fencing, shoreline development etc.\n(iv) Lake front eco-development including public interface.\n(v) Solid waste management2 \\& provision of dhobi ghats is generally not covered under NLCP.\n(vi) Prevention of pollution from non-point sources by providing low cost sanitation.\n(vii) Public awareness and public participation.\n(viii) Capacity building, training and research in the area of Lake Conservation.\n(ix) Any other activity depending upon location specific requirements\n\n### 27.6 NATIONAL GANGA RIVER BASIN AUTHORITY (NGRBA)\n\n- NGRBA was constituted on February 2009 under the Environment (Protection) Act, 1986.\n- The NGRBA is a planning, financing, monitoring and coordinating body of the centre and the states.\n- The objective of the NGRBA is to ensure effective abatement of pollution and conservation of the river Ganga by adopting a river basin approach for comprehensive planning and management.\n- The Authority has both regulatory and developmental functions. The Authority will take measures for effective abatement of pollution and conservation of the river Ganga in keeping with sustainable development needs.\n\n\n## These include\n\n- Development of a river basin management plan;\n- Regulation of activities aimed at prevention, control and abatement of pollution in Ganga to maintain its water quality, and to take measures relevant to river ecology and management in the Ganga basin states;\n- Maintenance of minimum ecological flows in the river Ganga;\n- Measures necessary for planning, financing and execution of programmes for abatement of pollution in the river Ganga including augmentation of sewerage infrastructure, catchment area treatment, protection of flood plains, creating public awareness;\n- Collection, analysis and dissemination of information relating to environmental pollution in the river Ganga;\n- Investigations and research regarding problems of environmental pollution and conservation of the river Ganga;\n- Promotion of water conservation practices including recycling and reuse, rain water harvesting, and decentralised sewage treatment systems;\n- Monitoring and review of the implementation of various programmes or activities taken up for prevention, control and abatement of pollution in the river Ganga;\n- Issue directions under section 5 of the Environment (Protection) Act, 1986 for the purpose of exercising and performing these functions and for achievement of its objectives.\n\n\n### 27.7 WILDLIFE TRUST OF INDIA\n\n- NGO founded: 1998\n- Aim: To conserve nature, especially endangered species and threatened habitats, in partnership with communities and governments.\n- The Wildlife Trust of India (WTI) is committed to the protection of India's wildlife; it achieves this by working in partnership with local communities and governments on a range of projects, from species rehabilitation to the prevention of the illegal wildlife trade.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T03:02:46.860441",
    "section_name": "Environment, Conservation content in ENVIRONMENTAL ORGANISATIONS",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Environment, Conservation content in ENVIRONMENTAL ORGANISATIONS",
      "summary": "The UPSC study material discusses activities related to lake conservation and the functions of the National Ganga River Basin Authority (NGRBA) and the Wildlife Trust of India.",
      "page_number": 324,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "ENVIRONMENTAL ORGANISATIONS",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Acts and Policies",
      "start_page": 321,
      "end_page": 324,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Ecology",
        "chapter_number": 1,
        "summary": "(iii) Strengthening of bund, lake fencing, shoreline development etc.",
        "content_type": "text",
        "key_topics": [
          "environment",
          "conservation",
          "pollution",
          "sustainable",
          "development",
          "wildlife",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 2917,
      "topic_tags": [
        "environment",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "wildlife",
        "water"
      ],
      "key_concepts": [
        "environment",
        "conservation",
        "pollution",
        "sustainable",
        "development",
        "wildlife",
        "water"
      ],
      "keywords": [
        "lake conservation",
        "bund strengthening",
        "shoreline development",
        "solid waste management",
        "public awareness",
        "NGRBA",
        "river basin management",
        "pollution abatement",
        "Wildlife Trust of India",
        "endangered species."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]