[
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CLIMATE CHANGE",
    "chapter_number": 17,
    "page_number": 203,
    "content": "\n\n**[IMAGE: Chapter title page for Chapter 17 in an UPSC book on the Environment.]**\n\n\n\n# CLIMATE CHANGE \n\nClimate is the long-term average of a region's weather events. The Earth's climate is not static. Over the billions of years of earth's existence, it has changed many times in response to natural causes like sun spot, ice age glaciations, etc.\n\"Climate change\" means a change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods.\nHowever, when today people talk about 'climate change', they mean the changes in climate over the last 100 years which is caused predominantly by human activity.\nThe phrase 'climate change' represents a change in the long-term weather patterns. Climate change is not a change of weather in a particular day; it is the cumulative change of long term weather pattern i.e. changes in climate. For example, it's possible that a winter day in Jammu, could be sunny and mild, but the average weather, the climate, tells us that Jammu's winters will mainly be cold and include snow and rain. The change in the pattern of Jammu's winters from the normal winter pattern represents an epitome of climate change.\nClimate change is the measurable effects of the continual warming trend. Climate change is usually measured in major shifts in temperature, rainfall, snow, and wind patterns lasting decades or more.\nHumans are creating climate change by burning large amounts of fossil fuels (coal, oil, natural gas), deforestation (when forests are cut down or burned, they can no longer store carbon, and the carbon is released to the atmosphere).\n\n### 17.1. GLOBAL WARMING\n\nEarth has warmed at an unprecedented rate over the last hundred years and particularly over the last two decades. Since 1992, each year has been one of the warmest years\non record. 2016 was the hottest year on record, worldwide. An upsurge in the amount of extreme weather events, such as wildfires, heat waves, and strong tropical storms, is also attributed\n\"Global warming is an average increase in the temperature of the atmosphere near the Earth's surface and in the troposphere, which can contribute to changes in global climate patterns. Global warming can occur from a variety of causes, both natural and human induced. In common usage, \"global warming\" often refers to the warming that can occur as a result of increased emissions of greenhouse gases from human activities.\"\n\n### 17.1.1. Global Warming - Impacts\n\n- Rise in Sea level\n- Changes in rainfall patterns.\n- Increased likelihood of extreme events such as heat wave, flooding, hurricanes, etc.\n- Melting of the ice caps.\n- Melting of glaciers.\n- Widespread vanishing of animal populations due to habitat loss.\n- Spread of disease (like malaria, etc).\n- Bleaching of Coral Reefs.\n- Loss of Plankton due to warming of seas.\n\n\n## Do you know?\n\nBlack Panther is not a separate species. Blackness, the general darkening of colour is due to the excessive presence of a substance called Melanin which intensifies pigmentation. The production of melanin is increased where there is a combination of high temperature, humidity and reduced light. Both black and normalcoloured cubs may be produced in the same litter.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:34.841995",
    "section_name": "Chapter title page for Chapter 17 in an UPSC book on the Environment.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "text",
      "short_description": "Chapter title page for Chapter 17 in an UPSC book on the Environment.",
      "summary": "The study material discusses climate change and global warming, emphasizing the impact of human activities on the environment.",
      "page_number": 203,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CLIMATE CHANGE",
      "chapter_number": 17,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 203,
      "end_page": 210,
      "image_id": "img-0.jpeg",
      "image_bbox": {
        "top_left_x": 155,
        "top_left_y": 343,
        "bottom_right_x": 1481,
        "bottom_right_y": 530
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "![img-0.jpeg](img-0.jpeg)",
        "content_type": "text",
        "key_topics": [
          "climate",
          "natural",
          "forest",
          "atmosphere",
          "carbon",
          "greenhouse"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3339,
      "topic_tags": [
        "climate",
        "natural",
        "forest",
        "atmosphere",
        "carbon",
        "greenhouse"
      ],
      "key_concepts": [
        "climate",
        "natural",
        "forest",
        "atmosphere",
        "carbon",
        "greenhouse"
      ],
      "keywords": [
        "Climate change",
        "Global warming",
        "Human activities",
        "Impact",
        "Sea level rise",
        "Extreme events",
        "Melting glaciers",
        "Habitat loss."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CLIMATE CHANGE",
    "chapter_number": 17,
    "page_number": 204,
    "content": "### 17.2. GREENHOUSE EFFECT\n\nThe greenhouse effect is a naturally occurring phenomenon that blankets the earth lower atmosphere and warms it, maintaining the temperature suitable for living things to survive.\nJust as greenhouses, that keeps the air warm inside its chamber, water vapor and green house gases warms the Earth. Greenhouse gases play an important role in the balance of Earth's cooling and warming.\nAccording to one estimate, in the absence of naturally occurring green house effect, the average temperature of the earth surface would be $-19^{\\circ} \\mathrm{C}$ instead of present value of $15^{\\circ} \\mathrm{C}$ and the earth would be a frozen lifeless planet.\n\n\n**[IMAGE: An image of a green house used for growing plants in controlled environments.]**\n\n\n\nA greenhouse/ glasshouse is a building made of glass chambers in which plants are grown in cold countries or in cold climate areas. There is a continued increase in temperature in green house even when the outside temperature remained low. It protects plants from frost.\n\n## Do you know?\n\n- Tree rings provide precise information about environmental events, including volcanic eruptions.\n\n\n### 17.2.1. What is the Greenhouse Effect?\n\n\n\n**[IMAGE: Diagram explaining the greenhouse effect with visible energy from the sun heating the ground and intra-red heat energy being partially trapped inside the greenhouse.]**\n\n\n\nThe greenhouse effect is a process (similar to green house) caused by greenhouse gases, which occur naturally in the atmosphere. This process plays a crucial role in warming the Earth's surface, making it habitable.\nHowever, human-generated greenhouse gas emissions upset the natural balance and lead to increased warmth.\n\n\n**[IMAGE: Diagram illustrating the natural and human-enhanced greenhouse effect, showing how greenhouse gases trap heat in the Earth's atmosphere.]**\n\n",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:35.662692",
    "section_name": "An image of a green house used for growing plants in controlled environments.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "image",
      "short_description": "An image of a green house used for growing plants in controlled environments.",
      "summary": "The greenhouse effect is a natural process that warms the Earth's atmosphere, making it suitable for life, but human activities have led to an imbalance in greenhouse gas emissions.",
      "page_number": 204,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CLIMATE CHANGE",
      "chapter_number": 17,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 203,
      "end_page": 210,
      "image_id": "img-1.jpeg",
      "image_bbox": {
        "top_left_x": 148,
        "top_left_y": 816,
        "bottom_right_x": 805,
        "bottom_right_y": 1627
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "### 17.2. GREENHOUSE EFFECT",
        "content_type": "table",
        "key_topics": [
          "environment",
          "climate",
          "natural",
          "atmosphere",
          "water",
          "greenhouse"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 3,
      "integrated_content_length": 1866,
      "topic_tags": [
        "environment",
        "climate",
        "natural",
        "atmosphere",
        "water",
        "greenhouse"
      ],
      "key_concepts": [
        "environment",
        "climate",
        "natural",
        "atmosphere",
        "water",
        "greenhouse"
      ],
      "keywords": [
        "greenhouse effect",
        "atmosphere",
        "warming",
        "greenhouse gases",
        "temperature",
        "human activities",
        "balance",
        "emissions"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CLIMATE CHANGE",
    "chapter_number": 17,
    "page_number": 205,
    "content": "## Incoming Energy\n\n- The Sun emits energy that is transmitted to Earth. Because the Sun is very hot, the energy is emitted in highenergy short wavelengths that penetrate the Earth's atmosphere.\n\n\n## Absorption\n\n- About 30\\% of the Sun's energy is reflected directly back into space by the atmosphere, clouds, and surface of the Earth. The rest of the Sun's energy is absorbed into the Earth's system.\n\n\n## Emission\n\n- The Earth re-emits energy back into the atmosphere. Because the Earth is cooler than the Sun, the energy is emitted in the form of infrared radiation, at wavelengths longer than the incoming solar energy.\n\n\n## Role of Greenhouse Gases\n\n- Greenhouse gases in the atmosphere absorb much of the long-wave energy (infrared radiation) emitted from the Earth's surface, preventing it from escaping from the Earth's system. The greenhouse gases then re-emit this energy in all directions, warming the Earth's surface and lower atmosphere.\n\n\n## Human Role\n\n- The atmospheric concentration of greenhouse gases has increased significantly over the past two centuries, largely due to human-generated carbon dioxide emissions from burning fossil fuels, deforestation.\n- This increase has amplified the natural greenhouse effect by trapping more of the energy emitted by the Earth. This change causes Earth's surface temperature to increase.\n\n\n## Do you know?\n\n- No tree dies of old age. They are generally killed by insects, disease or by people.\n- Trees grow from the top, not from the bottom as is commonly believed.\n- Tree leaves help trap and remove tiny particles of soot and dust which otherwise damages human lungs.\n- Tree root networks filter contaminants in soils producing clean water.\n- Trees prevent erosion by trapping soil that would otherwise become silt\n\n\n### 17.3. GREEN HOUSE GASES\n\n- Greenhouse gases means those gaseous constituents of the atmosphere, both natural and anthropogenic, that absorbs and re-emit infrared radiation.\n\n\n### 17.3.1. Water vapour\n\nWater vapour is the biggest overall contributor to the greenhouse effect and humans are not directly responsible for emitting this gas in quantities sufficient to change its concentration in the atmosphere. However, $\\mathrm{CO}_{2}$ and other greenhouse gases is increasing the amount of water vapour in the air by boosting the rate of evaporation.\nUnlike $\\mathrm{CO}_{2}$, which can persist in the air for centuries, water vapour cycles through the atmosphere quickly, evaporating from the oceans and elsewhere before coming back down as rain or snow.\nSince the rate of evaporation rises with temperature, the amount of water vapour in the air at any one time (and the amount of warming it causes) is strongly related to the amount of other greenhouse gases in the air.\n\n### 17.3.2. CARBON DIOXIDE\n\n\n\n**[IMAGE: A diagram illustrating the effects of increased CO2 on greenhouse gases and subsequent environmental impacts.]**\n\n\n\n- Carbon dioxide $\\left(\\mathrm{CO}_{2}\\right)$ is the primary greenhouse gas emitted through human activities. Carbon dioxide is naturally present in the atmosphere as part of the Earth's carbon cycle (the natural circulation of carbon among the atmosphere, oceans, soil, plants, and animals).\n- Human activities are altering the carbon cycle both by adding more $\\mathrm{CO}_{2}$ to the atmosphere and by reducing the natural sinks, like deforestation, to remove $\\mathrm{CO}_{2}$ from the atmosphere.\n- While $\\mathrm{CO}_{2}$ emissions come from a variety of natural sources, human-related emissions are responsible for the increase that has occurred in the atmosphere since the industrial revolution.\n\n\n## The main sources\n\ni. The combustion of fossil fuels to generate electricity.\nii. The combustion of fossil fuels such as gasoline and diesel used for transportation.\niii. Many industrial processes emit $\\mathrm{CO}_{2}$ through fossil fuel combustion.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:36.788752",
    "section_name": "A diagram illustrating the effects of increased CO2 on greenhouse gases and subsequent environmental impacts.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "A diagram illustrating the effects of increased CO2 on greenhouse gases and subsequent environmental impacts.",
      "summary": "The study material explains the process of incoming energy from the Sun, absorption, emission, the role of greenhouse gases, human impact on greenhouse gas concentration, and the effects of water vapor and carbon dioxide on the greenhouse effect.",
      "page_number": 205,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CLIMATE CHANGE",
      "chapter_number": 17,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 203,
      "end_page": 210,
      "image_id": "img-4.jpeg",
      "image_bbox": {
        "top_left_x": 838,
        "top_left_y": 1075,
        "bottom_right_x": 1502,
        "bottom_right_y": 1307
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "- The Sun emits energy that is transmitted to Earth. Because the Sun is very hot, the energy is emitted in highenergy short wavelengths that penetrate the Earth's atmosphere.",
        "content_type": "text",
        "key_topics": [
          "natural",
          "forest",
          "atmosphere",
          "soil",
          "water",
          "energy",
          "carbon",
          "greenhouse"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 3875,
      "topic_tags": [
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon",
        "greenhouse"
      ],
      "key_concepts": [
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon",
        "greenhouse"
      ],
      "keywords": [
        "Incoming Energy",
        "Absorption",
        "Emission",
        "Greenhouse Gases",
        "Human Role",
        "Water Vapor",
        "Carbon Dioxide",
        "Greenhouse Effect"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CLIMATE CHANGE",
    "chapter_number": 17,
    "page_number": 206,
    "content": "iv. Several processes also produce $\\mathrm{CO}_{2}$ emissions through chemical reactions that do not involve combustion, for example, the production and consumption of mineral products such as cement, the production of metals such as iron and steel, and the production of chemicals, etc.\n\n## Emissions and Trends\n\n- Changes in $\\mathrm{CO}_{2}$ emissions from fossil fuel combustion are influenced by many factors, including population growth, economic growth, changing energy prices, new technologies, changing behavior, and seasonal temperatures.\n- Between 1990 and 2010, the increase in $\\mathrm{CO}_{2}$ emissions corresponded with increased energy use by an expanding economy and population.\n\n\n## Do you know?\n\nUSA is the second largest Greenhouse Gas emitter presently. However, if cumulative historical emission is considered, USA would be a largest GHG emitter. So, its withdrawal will affect control of cumulative global GHG emissions. It will also affect the availability of international funds for climate change, as USA was a contributor to climate finance.\n\n## Reducing Carbon Dioxide Emissions\n\n- The most effective way to reduce carbon dioxide $\\left(\\mathrm{CO}_{2}\\right)$ emissions is to reduce fossil fuel consumption. Other strategies include Energy Efficiency, Energy Conservation, Carbon Capture and Sequestration.\n\n\n## Do you know?\n\nThe pesticide industry in India, which is the fourth largest in the world and second largest in the AsiaPacific region, only after China.\n\n### 17.3.3. METHANE\n\n- Methane $\\left(\\mathrm{CH}_{4}\\right)$ is emitted by natural sources such as wetlands, as well as human activities such as leakage from natural gas systems and the raising of livestock.\n- Natural processes in soil and chemical reactions in the atmosphere help remove $\\mathrm{CH}_{4}$ from the atmosphere.\n\n\n## Source\n\n## Natural sources:\n\n- Wetlands are the largest source, emitting $\\mathrm{CH}_{4}$ from bacteria that decompose organic materials in the absence of oxygen.\n- Smaller sources include termites, oceans, sediments, volcanoes, and wildfires.\n\n\n## Human induced:\n\n- Agriculture: Domestic livestock such as cattle, buffalo, sheep, goats, and camels produce large amounts of $\\mathrm{CH}_{4}$ as part of their normal digestive process. Also, when animals' manure is stored or managed in lagoons or holding tanks, $\\mathrm{CH}_{4}$ is produced. Because humans raise these animals for food, the emissions are considered human-related. Globally, the Agriculture sector is the primary source of $\\mathrm{CH}_{4}$ emissions\n- Industry: Methane is the primary component of natural gas. Some amount of $\\mathrm{CH}_{4}$ is emitted to the atmosphere during the production, processing, storage, transmission, and distribution of crude oil \\& natural gas.\n- Waste from Homes and Businesses: Methane is generated in landfills as waste decomposes and from the treatment of wastewater.\n\n\n## Do you know?\n\nPolar bears are the largest living carnivorous quadruped (animals with four legs).\n\n### 17.3.4. NITROUS OXIDE\n\n- Nitrous oxide $\\left(\\mathrm{N}_{2} \\mathrm{O}\\right)$ is naturally present in the atmosphere as part of the Earth's nitrogen cycle, and has a variety of natural sources.\n- However, human activities such as agriculture, fossil fuel combustion, wastewater management, and industrial processes are increasing the amount of $\\mathrm{N}_{2} \\mathrm{O}$ in the atmosphere.\n\n\n## Sources\n\n## Natural sources:\n\n- Natural emissions of $\\mathrm{N}_{2} \\mathrm{O}$ are mainly from bacteria breaking down nitrogen in soils and the oceans.\n\n\n## Human induced:\n\n- Agriculture. Nitrous oxide is emitted when people add nitrogen to the soil through the use of synthetic fertilizers. Nitrous oxide is also emitted during the breakdown of nitrogen in livestock manure and urine, which contributed to $6 \\%$ of $\\mathrm{N}_{2} \\mathrm{O}$ emissions in 2010.\n- Transportation. Nitrous oxide is emitted when transportation fuels are burned.\n- Industry. Nitrous oxide is generated as a byproduct during the production of nitric acid, which is used to make",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:37.813297",
    "section_name": "Conservation, Climate content in CLIMATE CHANGE",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Conservation, Climate content in CLIMATE CHANGE",
      "summary": "The study material discusses the sources and impacts of greenhouse gases like carbon dioxide (CO2), methane (CH4), and nitrous oxide (N2O), emphasizing human activities contributing to their emissions.",
      "page_number": 206,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CLIMATE CHANGE",
      "chapter_number": 17,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 203,
      "end_page": 210,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "iv. Several processes also produce $\\mathrm{CO}_{2}$ emissions through chemical reactions that do not involve combustion, for example, the production and consumption of mineral products such as cement...",
        "content_type": "text",
        "key_topics": [
          "conservation",
          "climate",
          "natural",
          "atmosphere",
          "soil",
          "water",
          "energy",
          "carbon",
          "greenhouse"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4068,
      "topic_tags": [
        "conservation",
        "climate",
        "natural",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon",
        "greenhouse"
      ],
      "key_concepts": [
        "conservation",
        "climate",
        "natural",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon",
        "greenhouse"
      ],
      "keywords": [
        "CO2 emissions",
        "fossil fuel combustion",
        "greenhouse gas emitter",
        "carbon dioxide reduction",
        "methane sources",
        "nitrous oxide sources",
        "agriculture emissions",
        "industrial processes"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CLIMATE CHANGE",
    "chapter_number": 1,
    "page_number": 207,
    "content": "synthetic commercial fertilizer, and in the production of adipic acid, which is used to make fibers, like nylon, and other synthetic products.\n\n- Removal: Nitrous oxide is removed from the atmosphere when it is absorbed by certain types of bacteria or destroyed by ultraviolet radiation or chemical reactions.\n\n\n## Do you know?\n\nTelecoeras, a single-horned, hippo-like grazer, once common in North America.\n\n### 17.3.5. FLUORINATED GASES\n\n- They are emitted through a variety of industrial processes such as aluminum and semiconductor manufacturing \\& Substitution for Ozone-Depleting Substances.\n- Many fluorinated gases have very high global warming potentials (GWPs) relative to other greenhouse gases. Fluorinated gases are well-mixed in the atmosphere, spreading around the world after they're emitted.\n- Fluorinated gases are removed from the atmosphere only when they are destroyed by sunlight in the far upper atmosphere. In general, fluorinated gases are the most potent and longest lasting type of greenhouse gases emitted by human activities.\n- There are three main categories of fluorinated gases-\n\n1. hydrofluorocarbons (HFCs),\n2. perfluorocarbons (PFCs), and\n3. sulfur hexafluoride (SF6).\n\n## Substitution for Ozone-Depleting Substances:\n\n- Hydrofluorocarbons are used as refrigerants, aerosol propellants, solvents, and fire retardants. These chemicals were developed as a replacement for chlorofluorocarbons (CFCs) and hydrochlorofluorocarbons (HCFCs) because they do not deplete the stratospheric ozone layer.\n- Unfortunately, HFCs are potent greenhouse gases with long atmospheric lifetimes and high GWPs, and they are released into the atmosphere through leaks, servicing, and disposal of equipment in which they are used.\n\n\n## Industry:\n\n- Perfluorocarbons are compounds produced as a byproduct of various industrial processes associated with aluminum production and the manufacturing of semiconductors.\n- Like HFCs, PFCs generally have long atmospheric lifetimes and high GWPs.\n- Sulfur hexafluoride is used in magnesium processing and semiconductor manufacturing, as well as a tracer gas for leak detection. HFC-23 is produced as a by-product of HCFC-22 production.\n\n\n## Transmission and Distribution of Electricity:\n\n- Sulfur hexafluoride is used in electrical transmission equipment, including circuit breakers.\n\n\n## Do you know?\n\nPlanting trees on denuded and waste land, along roads, railway tracks, deserted areas, watersheds, etc. protects soil from erosion by wind or water by firmly binding it with roots and by diverting runoff during rains\n\n### 17.3.6. BLACK CARBON\n\n- Black carbon (BC) is a solid particle or aerosol, (though not a gas) contributes to warming of the atmosphere.\n- Black carbon, commonly known as soot, is a form of particulate air pollutant, produced from incomplete combustion. It consists of pure carbon in several linked forms.\n\n\n## Source\n\n- biomass burning,\n- cooking with solid fuels, and\n- diesel exhaust,etc.\n\n\n## What does BC do?\n\n- Black carbon warms the Earth by absorbing heat in the atmosphere and by reducing albedo, (the ability to reflect sunlight) when deposited on snow and ice.\n- BC is the strongest absorber of sunlight and heats the air directly. In addition, it darkens snow packs and glaciers through deposition and leads to melting of ice and snow.\n- Regionally, BC disrupts cloudiness and monsoon rainfall and accelerates melting of mountain glaciers such as the Hindu Kush-Himalayan glaciers.\n\n\n## Life time\n\n- Black carbon stays in the atmosphere for only several days to weeks.\n- Thus the effects of BC on the atmospheric warming and glacier retreat disappear within months of reducing emissions.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:39.453379",
    "section_name": "Atmosphere, Soil content in CLIMATE CHANGE",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Atmosphere, Soil content in CLIMATE CHANGE",
      "summary": "The study material discusses the impact of fluorinated gases, black carbon, and synthetic commercial fertilizers on the environment, highlighting their sources, effects, and removal methods.",
      "page_number": 207,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CLIMATE CHANGE",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 203,
      "end_page": 210,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "Hydrofluorocarbons (Hfcs),",
        "chapter_number": 1,
        "summary": "synthetic commercial fertilizer, and in the production of adipic acid, which is used to make fibers, like nylon, and other synthetic products.",
        "content_type": "text",
        "key_topics": [
          "atmosphere",
          "soil",
          "water",
          "carbon",
          "greenhouse",
          "ozone"
        ],
        "is_front_matter": false,
        "confidence": 0.9
      },
      "image_count": 0,
      "integrated_content_length": 3674,
      "topic_tags": [
        "atmosphere",
        "soil",
        "water",
        "carbon",
        "greenhouse",
        "ozone"
      ],
      "key_concepts": [
        "atmosphere",
        "soil",
        "water",
        "carbon",
        "greenhouse",
        "ozone"
      ],
      "keywords": [
        "synthetic commercial fertilizer",
        "adipic acid",
        "fluorinated gases",
        "black carbon",
        "global warming potentials",
        "greenhouse gases",
        "atmospheric lifetimes",
        "sources"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CLIMATE CHANGE",
    "chapter_number": 1,
    "page_number": 208,
    "content": "## How far India contributes to globe?\n\n- According to estimates, between 25 and 35 percent of black carbon in the global atmosphere comes from China and India, emitted from the burning of wood and cow dung in household cooking and through the use of coal to heat homes.\n\n\n## Government Measures\n\n- Project Surya has been launched to reduce black carbon in atmosphere by introducing efficient stove technologies, solar cookers, solar lamps and biogas plants.\n\n\n### 17.3.7. Brown Carbon\n\n- Brown carbon is a ubiquitous and unidentified component of organic aerosol which has recently come into the forefront of atmospheric research.\n- Light-absorbing organic matter (other than soot) in atmospheric aerosols of various origins, e.g., soil humics, humic-like substances (HULIS), tarry materials from combustion, bioaerosols, etc.\n\n\n## Possible Sources of Brown Carbon are\n\n- Biomass burning (possibly domestic wood burning) is shown to be a major source of brown carbon\n- smoke from agricultural fires may be an additional source.\n- \"Brown carbon\" is generally referred for greenhouse gases and \"black carbon\" for particles resulting from impure combustion, such as soot and dust.\n\n\n## Do you know?\n\nA flowering tree usually has a dome-shaped appearance and a deliquescent stem in which the main trunk divides at some distance from the ground into several branches, which branch again and again, making the trunk appear to deliquese or melt away\n\n### 17.4. CLIMATE FORCINGS\n\n- Climate \"forcings\" are factors in the climate system that either increase or decrease the effects to the climate system.\n- Positive forcings such as excess greenhouse gases warm the earth while negative forcings, such as the effects of most aerosols and volcanic eruptions, actually cool the earth.\n- Atmospheric aerosols include volcanic dust, soot from the combustion of fossil fuels, particles from burning forests and mineral dust.\n- Dark carbon-rich particles such as soot from diesel engines absorb sunlight and warm the atmosphere.\n- Conversely, exhaust from high-sulphur coal or oil produce light aerosols that reflect sunlight back to space, producing a cooling effect. Aerosols that form naturally during volcanic eruptions cool the atmosphere. Large volcanic eruptions can eject enough ash into the atmosphere to lower temperature for a year or more until the sulfate particles settle out of the atmosphere.\n\n\n### 17.4.1. Forcing\n\n## Altering the Energy Balance\n\n- The power of a process to alter the climate is estimated by its \"radiative forcing,\" the change in the Earth's energy balance due to that process.\n- Some climate forcings are positive, causing globally averaged warming, and some are negative, causing cooling. Some, such as from increased $\\mathrm{CO}_{2}$ concentration, are well known; others, such as from aerosols, are more uncertain.\n\n\n## Natural Forcings\n\n- Natural forcings include changes in the amount of energy emitted by the Sun, very slow variations in Earth's orbit, and volcanic eruptions.\n- Since the start of the industrial revolution, the only natural forcing with any long-term significance has been a small increase in solar energy reaching Earth. However, this change is not nearly enough to account for the current warming.\n\n\n## Human-Induced Forcings\n\n- Climate forcing can also be caused by human activities. These activities include greenhouse gas and aerosol emissions from burning fossil fuels and modifications of the land surface, such as deforestation.\n\n\n## Human-Generated Greenhouse Gases\n\n- Greenhouse gases are a positive climate forcing; that is, they have a warming effect. Carbon dioxide emitted from the burning of fossil fuel is presently the largest single climate forcing agent, accounting for more than half of the total positive forcing since 1750.\n\n\n## Human-Generated Aerosols\n\n- Burning fossil fuels adds aerosols to the atmosphere. Aerosols are tiny particles in the atmosphere composed of many things, including water, ice, ash, mineral dust, or acidic droplets.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:40.854871",
    "section_name": "Climate, Natural content in CLIMATE CHANGE",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Climate, Natural content in CLIMATE CHANGE",
      "summary": "The content discusses India's contribution to global black carbon emissions, government measures to reduce black carbon, brown carbon sources, climate forcings, and natural forcings affecting the Earth's energy balance.",
      "page_number": 208,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CLIMATE CHANGE",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 203,
      "end_page": 210,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "## How far India contributes to globe?",
        "content_type": "text",
        "key_topics": [
          "climate",
          "natural",
          "forest",
          "atmosphere",
          "soil",
          "water",
          "energy",
          "carbon",
          "greenhouse"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 0,
      "integrated_content_length": 4010,
      "topic_tags": [
        "climate",
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon",
        "greenhouse"
      ],
      "key_concepts": [
        "climate",
        "natural",
        "forest",
        "atmosphere",
        "soil",
        "water",
        "energy",
        "carbon",
        "greenhouse"
      ],
      "keywords": [
        "India",
        "black carbon",
        "government measures",
        "brown carbon",
        "climate forcings",
        "radiative forcing",
        "natural forcings",
        "solar energy."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CLIMATE CHANGE",
    "chapter_number": 1,
    "page_number": 209,
    "content": "- Aerosols can deflect the Sun's energy and impact the formation and lifetime of clouds. Aerosols are a negative forcing; that is, they have a cooling effect.\n\n\n## Causes of Climate Change\n\n- While natural forcings do exist, they are not significant enough to explain the recent global warming. Human activities are very likely responsible for most of the recent warming.\n\n\n## How to estimate the effect of each gas?\n\n- Each gas's effect on climate change depends on three main factors:\n\n1. How much of these gases are in the atmosphere?\n\n- Concentration, or abundance, is the amount of a particular gas in the air. Greenhouse gas concentrations are measured in parts per million, parts per billion, and even parts per trillion.\n- One part per million is equivalent to one drop of water diluted into about 13 galleons of liquid (roughly the fuel tank of a compact car).\n\n2. How long do they stay in the atmosphere?\n\n- Each of these gases can remain in the atmosphere for different amounts of time, ranging from a few years to thousands of years.\n- All of these gases remain in the atmosphere long enough to become well mixed, meaning that the amount that is measured in the atmosphere is roughly the same all over the world, regardless of the source of the emissions.\n\n3. How strongly do they impact global temperatures?\n\n- Some gases are more effective than others at making the planet warmer and \"thickening the Earth's blanket (green house gas)\".\n- For each greenhouse gases, a Global Warming Potential (GWP) has been calculated to reflect how long it remains in the atmosphere, on average, and how strongly it absorbs energy.\n\n\n### 17.5. GLOBAL WARMING POTENTIAL\n\n- Global warming potential describes the impact of each gas on global warming.\n- The two most important characteristics of a GHG in terms of climate impact are how well the gas absorbs\nenergy (preventing it from immediately escaping to space), and how long the gas stays in the atmosphere.\n- The Global Warming Potential (GWP) for a gas is a measure of the total energy that a gas absorbs over a particular period of time (usually 100 years), compared to carbon dioxide.\n- Gases with a higher GWP absorb more energy, per pound, than gases with a lower GWP, and thus contribute more to warming Earth.\n\n\n## GWP \\& Lifetime of Green House Gases:\n\n| S. No | GAS | GWP <br> (100-year) | LIFETIME <br> (years) |\n| :--: | :--: | :--: | :--: |\n| 1 | Carbon di oxide | 1 | 100 |\n| 2 | Methane | 21 | 12 |\n| 3 | Nitrous oxide | 310 | 120 |\n| 4 | Hydro fluoro <br> carbons (HFCs) | $140-11,700$ | $1-270$ |\n| 5 | Perfluoro <br> carbons (PFCs) | $6,500-9,200$ | $800-50,000$ |\n| 6 | Sulfur <br> hexafluoride (SF6) | 23,900 | 3,200 |\n\nCarbon dioxide $\\left(\\mathrm{CO}_{2}\\right)$ has a GWP of 1 and serves as a baseline for other GWP values.\n\n- The larger the GWP, the more warming the gas causes. For example, methane's 100-year GWP is 21 , which means that methane will cause 21 times as much warming as an equivalent mass of carbon dioxide over a 100year time period.\n- Methane $\\left(\\mathrm{CH}_{4}\\right)$ has a GWP more than 20 times higher than $\\mathrm{CO}_{2}$ for a 100-year time scale. $\\mathrm{CH}_{4}$ emitted today lasts for only 12 years in the atmosphere, on average. However, on a pound-for-pound basis, $\\mathrm{CH}_{4}$ absorbs more energy than $\\mathrm{CO}_{2}$, making its GWP higher.\n- Nitrous Oxide $\\left(\\mathrm{N}_{2} \\mathrm{O}\\right)$ has a GWP 310 times that of $\\mathrm{CO}_{2}$ for a 100-year timescale. $\\mathrm{N}_{2} \\mathrm{O}$ emitted today remains in the atmosphere for an average of 120 years.\n- Chloro fluoro carbons (CFCs), hydro fluoro carbons (HFCs), hydro chloro fluoro carbons (HCFCs), perfluoro carbons (PFCs), and sulfur hexafluoride (SF6) are called high-GWP gases because, for a given amount of mass, they trap substantially more heat than $\\mathrm{CO}_{2}$.",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:42.218879",
    "section_name": "Climate, Natural content in CLIMATE CHANGE",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "Climate, Natural content in CLIMATE CHANGE",
      "summary": "The study material discusses the impact of aerosols and greenhouse gases on climate change, emphasizing the factors affecting their effect on global temperatures.",
      "page_number": 209,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CLIMATE CHANGE",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 203,
      "end_page": 210,
      "image_id": null,
      "image_bbox": {
        "top_left_x": 0,
        "top_left_y": 0,
        "bottom_right_x": 0,
        "bottom_right_y": 0
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": "How Much Of These Gases Are In The Atmosphere?",
        "chapter_number": 1,
        "summary": "- Aerosols can deflect the Sun's energy and impact the formation and lifetime of clouds. Aerosols are a negative forcing; that is, they have a cooling effect.",
        "content_type": "text",
        "key_topics": [
          "climate",
          "natural",
          "atmosphere",
          "water",
          "energy",
          "carbon",
          "greenhouse"
        ],
        "is_front_matter": false,
        "confidence": 0.5
      },
      "image_count": 0,
      "integrated_content_length": 3863,
      "topic_tags": [
        "climate",
        "natural",
        "atmosphere",
        "water",
        "energy",
        "carbon",
        "greenhouse"
      ],
      "key_concepts": [
        "climate",
        "natural",
        "atmosphere",
        "water",
        "energy",
        "carbon",
        "greenhouse"
      ],
      "keywords": [
        "Aerosols",
        "Greenhouse gases",
        "Global warming potential",
        "Climate change",
        "GWP",
        "Lifetime",
        "Concentration",
        "Atmosphere."
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  },
  {
    "book_type": "UPSC",
    "subject": "Environment",
    "chapter_name": "CLIMATE CHANGE",
    "chapter_number": 1,
    "page_number": 210,
    "content": "## Do you know?\n\nSpices and condiments are flavoring agents obtained from plants. Because they have little nutritive value, they are not classified as foods. They contain essential oils, which impart flavor and aroma to food and add greatly to the pleasure of eating. They stimulate the appetite and increase the flow of gastric juices.\n\n## Do you know?\n\nShola forest, Temperate forest is an evergreen ecosystem found at the high altitude regions. It is distributed in Nilgris and Palani hills of Tamil Nadu, Kerala and Karnataka. Sholas are found at sites where adjacent slope converges. These are interrupted by grasslands ecosystem with stunted evergreen woods and confined to sheltered valleys, gleeves, hallows and depressions. The main role of shola forest is conservation of water in that region. It needs well drained soils and avoids swampy soils.\n\n### 17.6. RECEDING GLACIERS-A SYMPTOM OF GLOBAL CLIMATE CHANGE\n\n- 150 years ago there were 147 glaciers in Glacier National park, but today only 37 glaciers remain, and scientists predict that they are likely to melt by the year 2030. Similarly, glaciers all across the Himalayas and Alps are retreating and disappearing every year. There are almost 160,000 glaciers found in Polar Regions and high mountain environments. Therefore, researchers are increasingly using satellite remote sensors to routinely survey our world's glaciers in a fraction of the time.\n\n\n### 17.6.1. Impact of glacial retreat\n\n- The retreat of glaciers in the Andes and the Himalayas will have a potential impact on water supplies.\n- Climate change may cause variations in both temperature and snowfall, causing changes in mass balance of a glacier.\n- The Himalayas and other mountain chains of central Asia support large regions that are glaciated. These glaciers provide critical water supplies to dry countries such as Mongolia, western China, Pakistan and Afghanistan. The loss of these glaciers would have a tremendous impact on the ecosystem of the region.\n- World's leading scientists predict that global warming may pose serious threat to national and global economy and the environment.\n- The poor and low-lying countries will find it difficult to cope with the damages caused by changing climate and rise in sea level\n\n\n### 17.6.2. Chain of events\n\n\n\n**[IMAGE: A flowchart illustrating the sequence of events leading to ecosystem destruction and species extinction due to human activities.]**\n\n",
    "source_url": null,
    "book_name": "Environment by Shankar IAS Academy",
    "created_at": "2025-07-02T02:58:43.038006",
    "section_name": "A flowchart illustrating the sequence of events leading to ecosystem destruction and species extinction due to human activities.",
    "metadata": {
      "file_id": "Environment by Shankar IAS Academy",
      "document_type": "diagram",
      "short_description": "A flowchart illustrating the sequence of events leading to ecosystem destruction and species extinction due to human activities.",
      "summary": "The study material discusses the importance of spices, shola forests, and the impact of glacial retreat on water supplies and ecosystems due to global climate change.",
      "page_number": 210,
      "subject": "Environment",
      "class": "UPSC",
      "chapter_name": "CLIMATE CHANGE",
      "chapter_number": 1,
      "file_name": "Environment by Shankar IAS Academy",
      "part": "Environmental Ecology",
      "start_page": 203,
      "end_page": 210,
      "image_id": "img-5.jpeg",
      "image_bbox": {
        "top_left_x": 847,
        "top_left_y": 823,
        "bottom_right_x": 1494,
        "bottom_right_y": 1768
      },
      "dimensions": {
        "dpi": 200,
        "height": 2339,
        "width": 1653
      },
      "content_analysis": {
        "chapter_name": null,
        "chapter_number": null,
        "summary": "Spices and condiments are flavoring agents obtained from plants. Because they have little nutritive value, they are not classified as foods. They contain essential oils, which impart flavor and aroma ...",
        "content_type": "text",
        "key_topics": [
          "ecosystem",
          "environment",
          "conservation",
          "climate",
          "forest",
          "soil",
          "water"
        ],
        "is_front_matter": false,
        "confidence": 0.0
      },
      "image_count": 1,
      "integrated_content_length": 2437,
      "topic_tags": [
        "ecosystem",
        "environment",
        "conservation",
        "climate",
        "forest",
        "soil",
        "water"
      ],
      "key_concepts": [
        "ecosystem",
        "environment",
        "conservation",
        "climate",
        "forest",
        "soil",
        "water"
      ],
      "keywords": [
        "Spices",
        "Shola forest",
        "Glacial retreat",
        "Global climate change",
        "Water supplies",
        "Ecosystem",
        "Impact",
        "Conservation"
      ],
      "difficulty_level": "intermediate",
      "learning_objectives": [],
      "related_chapters": [],
      "prerequisites": [],
      "common_mistakes": []
    }
  }
]